Repository: ajaydasinfomedia/NiftySIS
Catalog: src/Locale/*/default.po
Languages: ar, es, fa, ru, th, tr

source: Examiner Sign.
ar: علامة ممتحن.
es: Signo de examinador.
fa: امتحان امتحان
ru: Знак экзаменатора.
th: เครื่องหมายผู้ตรวจสอบ
tr: sınav işareti.

source: Candidate Signature
ar: توقيع المرشح
es: Firma del candidato
fa: نامزد نامزد
ru: Подпись кандидата
th: ลายมือชื่อผู้สมัคร
tr: Aday İmzası

source: Authorized Signature
ar: التوقيع المعتمد
es: Firma autorizada
fa: امضاء مجاز
ru: Авторизованная подпись
th: ลายเซ็นที่ได้รับอนุญาต
tr: Yetkili İmza

source: Exam Time Table Successful
ar: جدول الامتحان الوقت الناجح
es: Examen de tabla de tiempos exitosa
fa: جدول زمانی امتحان موفقیت آمیز است
ru: Успешный экзаменационный стол
th: ตารางเวลาการสอบที่ประสบความสำเร็จ
tr: Sınav Saati Tablosu Başarılı

source: Edit Exam Time Table Successful
ar: تحرير جدول الامتحان الوقت الناجح
es: Edite la tabla de tiempos del examen con éxito
fa: ویرایش جدول آزمون تایید موفقیت آمیز است
ru: Редактирование таблицы результатов экзамена
th: แก้ไขตารางเวลาการสอบสำเร็จ
tr: Sınav Zaman Tablosunu Başarılı Olarak Düzenle

source: Monday
ar: الإثنين
es: Lunes
fa: دوشنبه
ru: понедельник
th: วันจันทร์
tr: Pazartesi

source: Tuesday
ar: الثلاثاء
es: Martes
fa: سه شنبه
ru: вторник
th: วันอังคาร
tr: Salı

source: Wednesday
ar: الأربعاء
es: Miércoles
fa: چهارشنبه
ru: среда
th: วันพุธ
tr: Çarşamba

source: Thursday
ar: الخميس
es: Jueves
fa: پنجشنبه
ru: четверг
th: วันพฤหัสบดี
tr: Perşembe

source: Friday
ar: الجمعة
es: Viernes
fa: جمعه
ru: пятница
th: วันศุกร์
tr: Cuma

source: Saturday
ar: السبت
es: Sábado
fa: شنبه
ru: суббота
th: วันเสาร์
tr: Cumartesi

source: Sunday
ar: الأحد
es: Domingo
fa: یکشنبه
ru: воскресенье
th: วันอาทิตย์
tr: Pazar

source: Added Successfully!
ar: تمت إضافته بنجاح!
es: Agregado con exito!
fa: موفقیت آمیز!
ru: Добавлено успешно!
th: เพิ่มเรียบร้อยแล้ว!
tr: Başarıyla eklendi!

source: Duplicate Student Record So Not Import
ar: تكرار سجل الطالب حتى لا يستورد
es: Duplicar el registro del estudiante para que no sea importado
fa: ضبط دانشجو پس از وارد کردن
ru: Дублируйте запись студента, поэтому не импортируйте
th: บันทึกข้อมูลนักเรียนซ้ำดังนั้นไม่นำเข้า
tr: Çoğaltılmış Öğrenci Kaydı Bu yüzden İthalat Yok

source: Duplicate Teacher Record So Not Import
ar: تكرار سجل المعلم حتى لا تستورد
es: Duplicar el registro del profesor para que no sea importado
fa: ضبط مکالمات معلم بنابراین وارد نیست
ru: Дублируйте запись учителя, поэтому не импортируйте
th: ทำซ้ำบันทึกของครูดังนั้นไม่ต้องนำเข้า
tr: Yinelenen Öğretmen Kaydı Bu yüzden İthalat Yok

source: Duplicate Parent Record So Not Import
ar: تكرار سجل الوالدين حتى لا تستورد
es: Duplicar el registro principal para no importar
fa: ضبط کردن پرونده های پدر و مادر بنابراین وارد نیست
ru: Дублировать родительскую запись, поэтому не импортировать
th: ทำสำเนาระเบียนหลักดังนั้นไม่นำเข้า
tr: Çoğaltılmış Ana Kayıt Olası Değil İçe Aktar

source: Duplicate SupportStaff Record So Not Import
ar: مضاعفة موظفي الدعم سجل حتى لا تستورد
es: Duplicar registro SupportStaff, por lo tanto, no importar
fa: ضبط پشتوانه های پشتیبانی شده بنابراین وارد نیست
ru: Дублируйте запись SupportStaff, поэтому не импортируйте
th: ระเบียนที่สนับสนุนซ้ำดังนั้นไม่นำเข้า
tr: Çoğaltma DesteğiStaff Kaydı Öyleyse Alma

source: Import Successfully
ar: الاستيراد بنجاح
es: Importar exitosamente
fa: واردات موفقیت آمیز است
ru: Импорт успешно
th: นำเข้าสำเร็จแล้ว
tr: Başarıyla İçe Aktar

source: Select Student
ar: حدد الطالب
es: Seleccionar estudiante
fa: دانشجو را انتخاب کنید
ru: Выберите Студент
th: เลือกนักเรียน
tr: Öğrenci Seç

source: Success! Payment Successfully Completed
ar: النجاح ، تم الدفع بنجاح
es: ¡Éxito! Pago completado con éxito
fa: موفقیت! پرداخت به صورت موفقیت آمیز انجام شد
ru: Успех! Оплата успешно завершена
th: ที่ประสบความสำเร็จ! การชำระเงินสำเร็จแล้ว
tr: Başarı! Ödeme Başarıyla Tamamlandı

source: History added Successfully
ar: تمت إضافة السجل بنجاح
es: Historia añadida con éxito
fa: تاریخ اضافه شده به موفقیت
ru: Успешно добавлена ​​история
th: เพิ่มประวัติสำเร็จแล้ว
tr: Tarih başarıyla eklendi

source: Category Deleted Successfully
ar: تم حذف الفئة بنجاح
es: Categoría eliminada con éxito
fa: دسته حذف شد
ru: Категория удалена успешно
th: ลบหมวดหมู่สำเร็จแล้ว
tr: Kategori Başarıyla Silindi

source: Fee Type Updated Successfully
ar: نوع الرسوم تم تحديثه بنجاح
es: Tipo de tarifa actualizada con éxito
fa: نوع پرداخت به صورت موفقیت آمیز به روز شد
ru: Тип платежа обновлен успешно
th: ประเภทค่าธรรมเนียมที่ปรับปรุงเรียบร้อยแล้ว
tr: Ücret Türü Başarıyla Güncellendi

source: Fee Type added Successfully
ar: تمت إضافة نوع الرسوم بنجاح
es: Tipo de tarifa agregado con éxito
fa: نوع هزینه اضافه شده به صورت موفقیت آمیز
ru: Тип взноса добавлен успешно
th: เพิ่มประเภทค่าธรรมเนียมเรียบร้อยแล้ว
tr: Ücret Türü başarıyla eklendi

source: Fee Type Deleted Successfully
ar: نوع الرسوم المحذوفة بنجاح
es: Tipo de tarifa eliminada con éxito
fa: نوع هزینه حذف شد
ru: Тип оплаты удаляется успешно
th: ประเภทค่าธรรมเนียมถูกลบเรียบร้อยแล้ว
tr: Ücret Türü Başarıyla Silindi

source: Invoice Updated Successfully
ar: تم تحديث الفاتورة بنجاح
es: Factura actualizada con éxito
fa: صورتحساب به صورت موفقیت آمیز به روز شد
ru: Счет успешно обновлен
th: อัปเดตใบแจ้งหนี้สำเร็จแล้ว
tr: Fatura Başarıyla Güncellendi

source: Invoice added Successfully
ar: تمت إضافة الفاتورة بنجاح
es: Factura agregada con éxito
fa: فاکتور اضافه شده به صورت موفقیت آمیز
ru: Успешно добавлен счет-фактура
th: เพิ่มใบแจ้งหนี้สำเร็จแล้ว
tr: Fatura başarıyla eklendi

source: Fees Payment Alert!
ar: دفع الرسوم تنبيه!
es: Tarifas Alerta de pago!
fa: هزینه هشدار پرداخت
ru: Платежные оповещения!
th: ค่าธรรมเนียมการแจ้งเตือนการชำระเงิน!
tr: Ücretler Ödeme Uyarısı!

source: Alert mail sent successfully
ar: تم إرسال تنبيه البريد بنجاح
es: Correo de alerta enviado con éxito
fa: ایمیل هشدار با موفقیت ارسال شد
ru: Письмо с подтверждением отправлено успешно
th: ส่งอีเมลแจ้งเตือนแล้ว
tr: Uyarı postası başarıyla gönderildi

source: Grade added Successfully
ar: الصف المضاف بنجاح
es: Grado agregado Exitosamente
fa: درجه موفقیت آمیز اضافه شد
ru: Успешно добавлен класс
th: เพิ่มเกรดสำเร็จแล้ว
tr: Not başarıyla eklendi

source: Grade Deleted Successfully
ar: الصف المحذوف بنجاح
es: Grado eliminado con éxito
fa: درجه موفقیت آمیز حذف شد
ru: Ранг успешно удаляется
th: ระดับที่ถูกลบสำเร็จแล้ว
tr: Not başarıyla silindi

source: Grade Updated Successfully
ar: تم تحديث الصف بنجاح
es: Grado actualizado con éxito
fa: مرتبه به صورت موفقیت آمیز به روز شد
ru: Оценка успешно завершена
th: อัปเกรดสำเร็จแล้ว
tr: Not başarıyla güncellendi

source: Hall added Successfully
ar: تمت إضافة القاعة بنجاح
es: Hall agregado con éxito
fa: سالن اضافه شده به صورت موفقیت آمیز
ru: Зал добавлен успешно
th: ฮอลล์เพิ่มเรียบร้อยแล้ว
tr: Salon başarıyla eklendi

source: Hall Updated Successfully
ar: قاعة تحديث بنجاح
es: Hall actualizado con éxito
fa: سالن به طور موفقیت آمیز به روز شد
ru: Зал обновлен успешно
th: ปรับปรุงฮ็อพสำเร็จแล้ว
tr: salon başarıyla güncellendi

source: Hall Deleted Successfully
ar: تم حذف القاعة بنجاح
es: Sala eliminada con éxito
fa: تالار حذف شد
ru: Зал успешно удален
th: ฮอลล์ถูกลบเรียบร้อยแล้ว
tr: Salon başarıyla silindi

source: Holiday added Successfully
ar: تمت إضافة العطلة بنجاح
es: Vacaciones añadidas con éxito
fa: تعطیلات موفقیت آمیز است
ru: Праздник добавлен успешно
th: เพิ่มวันหยุดสำเร็จแล้ว
tr: Tatil başarıyla eklendi

source: Holiday Deleted Successfully
ar: عطلة المحذوفة بنجاح
es: Vacaciones eliminadas con éxito
fa: تعطیلات حذف شد
ru: Праздник удалён успешно
th: ลบวันหยุดสำเร็จแล้ว
tr: Tatil Başarıyla Silindi

source: Holiday Updated Successfully
ar: عطلة تحديث بنجاح
es: Vacaciones actualizadas con éxito
fa: تعطیلات به صورت موفقیت آمیز به روز شد
ru: Праздник успешно обновлен
th: ปรับปรุงวันหยุดสำเร็จแล้ว
tr: Tatil Başarıyla Güncellendi

source: Homework added Successfully
ar: وأضاف الواجب المنزلي بنجاح
es: Tarea agregada con éxito
fa: خانه تکمیلی اضافه شده است
ru: Успешное домашнее задание
th: เพิ่มการบ้านเรียบร้อยแล้ว
tr: Ödev başarıyla eklendi

source: Homework Updated Successfully
ar: الواجبات المنزلية تحديث بنجاح
es: Tarea actualizada con éxito
fa: تکالیف به صورت موفقیت آمیز به روز شد
ru: Домашняя работа успешно обновлена
th: ปรับปรุงบ้านสำเร็จแล้ว
tr: Ödev başarıyla güncellendi

source: Hostel Updated Successfully
ar: تم تحديث بيت الشباب بنجاح
es: Hostal actualizado con éxito
fa: خوابگاه به صورت موفقیت آمیز به روز شد
ru: Обновлен хостел
th: อัปเดตโฮสเทลเรียบร้อยแล้ว
tr: Hostel Başarıyla Güncellendi

source: Hostel Deleted Successfully
ar: نزل حذف بنجاح
es: Hostal eliminado con éxito
fa: خوابگاه موفق شد
ru: Хостел удалён успешно
th: โฮสเทลถูกลบเรียบร้อยแล้ว
tr: Hostel Başarıyla Silindi

source: Hostel Room Updated Successfully
ar: تم تحديث غرفة بيت الشباب بنجاح
es: Habitación del albergue actualizada con éxito
fa: اتاق خوابگاه به صورت موفقیت آمیز به روز شد
ru: Хостел обновлен успешно
th: ปรับปรุงห้องพักเรียบร้อยแล้ว
tr: Hostel Odası Başarıyla Güncellendi

source: Hostel Room added Successfully
ar: تمت إضافة غرفة بيت الشباب بنجاح
es: Hostel Room agregado con éxito
fa: اتاق خوابگاه اضافه شده به طور موفقیت آمیز
ru: Хостел добавлен успешно
th: ห้องโฮสเทลได้รับการเพิ่มเรียบร้อยแล้ว
tr: hostel oda başarıyla eklendi

source: Bed Deleted Successfully
ar: سرير يحذف بنجاح
es: Cama eliminada con éxito
fa: تخت بلافاصله حذف شد
ru: Кровать удалена успешно
th: ลบแล้วสำเร็จ
tr: Yatak Başarıyla Silindi

source: Book Updated Successfully
ar: تم تحديث الكتاب بنجاح
es: Libro actualizado con éxito
fa: کتاب به صورت موفقیت آمیز به روز شد
ru: Книга успешно обновлена
th: อัปเดตหนังสือสำเร็จแล้ว
tr: Kitap başarıyla güncellendi

source: Book added Successfully
ar: تمت إضافة الكتاب بنجاح
es: Libro agregado con éxito
fa: کتاب موفق شد
ru: Успешно добавлена ​​книга
th: สำรองสำเร็จแล้ว
tr: Kitap başarıyla eklendi

source: Book Deleted Successfully
ar: كتاب المحذوفة بنجاح
es: Libro eliminado con éxito
fa: کتاب حذف شد
ru: Успешно завершена книга
th: ลบหนังสือเรียบร้อยแล้ว
tr: Kitap başarıyla silindi

source: Issue Updated Successfully
ar: تم تحديث المشكلة بنجاح
es: Problema actualizado con éxito
fa: مسئله به صورت موفقیت آمیز به روز شد
ru: Проблема успешно обновлена
th: อัปเดตปัญหาสำเร็จแล้ว
tr: Sorun başarıyla güncellendi

source: Issue added Successfully
ar: تمت إضافة القضية بنجاح
es: Problema agregado con éxito
fa: شماره موفقیت آمیز اضافه شد
ru: Успешно добавлена ​​проблема
th: เพิ่มประสบความสำเร็จแล้ว
tr: Sorun başarıyla eklendi

source: Issue Deleted Successfully
ar: المشكلة المحذوفة بنجاح
es: Problema eliminado con éxito
fa: مشکل حذف شد
ru: Проблема удалена успешно
th: ลบออกเรียบร้อยแล้ว
tr: Sorun Başarıyla Silindi

source: Add Mark
ar: اضف مارك
es: Agregar marca
fa: اضافه کردن علامت گذاری به عنوان
ru: Добавить отметку
th: เพิ่มเครื่องหมาย
tr: İşaret ekle

source: Update
ar: تحديث
es: Actualización
fa: بروز رسانی
ru: обновление
th: ปรับปรุง
tr: güncelleştirme

source: Subject Mark added Successfully
ar: تمت إضافة الموضوع علامة بنجاح
es: Marca de tema agregada con éxito
fa: علامت مورد اضافه موفقیت آمیز است
ru: Тема Mark добавлена ​​успешно
th: เพิ่มมาร์คชื่อเรียบร้อยแล้ว
tr: Konu Mark Başarıyla Eklendi

source: Message Sent Successfully
ar: تم إرسال الرسالة بنجاح
es: Mensaje enviado con éxito
fa: پیام موفقیت آمیز ارسال شد
ru: Сообщение отправлено успешно
th: ส่งข้อความสำเร็จแล้ว
tr: Mesaj başarıyla gönderildi

source: Message Reply Successfully
ar: رد الرسالة بنجاح
es: Mensaje de respuesta con éxito
fa: پاسخ پیام به صورت موفقیت آمیز
ru: Сообщение успешно
th: ตอบข้อความเรียบร้อยแล้ว
tr: İleti Başarıyla Yanıtlandı

source: Message Deleted Successfully
ar: تم حذف الرسالة بنجاح
es: Mensaje eliminado con éxito
fa: پیام حذف شد
ru: Сообщение удалено успешно
th: ลบข้อความสำเร็จแล้ว
tr: Mesaj başarıyla silindi

source: Reply Deleted Successfully
ar: الرد محذوف بنجاح
es: Respuesta eliminada con éxito
fa: پاسخ حذف شد
ru: Ответ удалён успешно
th: ตอบถูกลบเรียบร้อยแล้ว
tr: Yanıt başarıyla silindi

source: Migration Completed Successfully
ar: اكتمل الترحيل بنجاح
es: La migración se completó con éxito
fa: مهاجرت به صورت موفقیت آمیز انجام شد
ru: Успешно завершена миграция
th: การย้ายข้อมูลเสร็จสมบูรณ์เรียบร้อยแล้ว
tr: Göç Tamamlandı Tamamlandı

source: News Deleted Successfully
ar: تم حذف الأخبار بنجاح
es: Noticias eliminadas con éxito
fa: اخبار حذف شد
ru: Новости удалены успешно
th: ลบข่าวเรียบร้อยแล้ว
tr: Haberler Başarıyla Silindi

source: Notice Title:
ar: عنوان الإشعار:
es: Título del aviso:
fa: عنوان خبر:
ru: Заголовок отзыва:
th: ชื่อประกาศ:
tr: İlan Başlığı

source: Notice Comment:
ar: ملاحظة تعليق:
es: Aviso de comentario:
fa: توجه:
ru: Уведомление Комментарий:
th: แสดงความคิดเห็น:
tr: Yorum Yorum:

source: Notice For:
ar: إشعار ل:
es: Aviso para:
fa: توجه:
ru: Уведомление Для:
th: ประกาศสำหรับ:
tr: İçin Bildirim:

source: Notice Start Date:
ar: تاريخ بدء الاشعار:
es: Fecha de inicio del aviso:
fa: اطلاعیه تاریخ شروع:
ru: Дата начала регистрации:
th: วันที่เริ่มต้น:
tr: Bildirim Başlangıç ​​Tarihi:

source: Notice End Date:
ar: تاريخ انتهاء الإشعار:
es: Fecha de finalización del aviso:
fa: یادداشت پایان تاریخ:
ru: Дата окончания:
th: ประกาศวันที่สิ้นสุด:
tr: İlan Bitiş Tarihi:

source: Notice Reminder Alert!
ar: إشعار تذكير تنبيه!
es: Aviso Aviso de alerta!
fa: هشدار یادآوری را یادداشت کنید!
ru: Уведомление о напоминании о напоминании!
th: แจ้งเตือนการแจ้งเตือน!
tr: Uyarı Hatırlatma Uyarısı!

source: Notice added Successfully
ar: تمت إضافة الإشعار بنجاح
es: Aviso agregado con éxito
fa: توجه به موفقیت اضافه شد
ru: Уведомление добавлено успешно
th: เพิ่มประกาศเรียบร้อยแล้ว
tr: Uyarı başarıyla eklendi

source: Notice Deleted Successfully
ar: إشعار المحذوفة بنجاح
es: Aviso eliminado con éxito
fa: توجه حذف شده به صورت موفقیت آمیز
ru: Уведомление удалено успешно
th: ลบข้อความที่สำเร็จแล้ว
tr: Uyarı Başarıyla Silindi

source: Notice Updated Successfully
ar: إشعار تم تحديثه بنجاح
es: Aviso actualizado con éxito
fa: اطلاع رسانی به صورت موفقیت آمیز به روز شد
ru: Уведомление обновлено успешно
th: แจ้งข้อมูลอัปเดตสำเร็จแล้ว
tr: Bildiri Başarıyla Güncellendi

source: Parent Registerd Successfully
ar: الآباء المسجلين بشكل ناجح
es: Padre registrado con éxito
fa: پدر و مادر موفق به ثبت نام شده اند
ru: Родитель зарегистрирован успешно
th: ผู้ปกครองที่ลงทะเบียนเรียบร้อยแล้ว
tr: Üst Kayıt

source: Child Registerd Successfully
ar: تسجيل الطفل بنجاح
es: Niño registrado con éxito
fa: کودک موفق به ثبت نام شد
ru: Ребенок успешно зарегистрирован
th: ลงทะเบียนเด็กเรียบร้อยแล้ว
tr: Çocuk Kayıtları Başarıyla

source: Parent Deleted Successfully
ar: تم حذف الوالد بنجاح
es: Padre eliminado con éxito
fa: والدین موفق به حذف شدند
ru: Родитель удалён успешно
th: ลบผู้ปกครองเรียบร้อยแล้ว
tr: Ebeveyn Başarıyla Silindi

source: Parent Updated Successfully
ar: تم تحديث الوالد بنجاح
es: Padre actualizado con éxito
fa: والدین به طور موفقیت آمیز به روز شد
ru: Родитель обновлен успешно
th: อัปเดตหลักสำเร็จแล้ว
tr: Ebeveyn Başarıyla Güncellendi

source: Income added Successfully
ar: دخل مضافة بنجاح
es: Ingresos agregados con éxito
fa: درآمد اضافه شده به طور موفقیت آمیز
ru: Доход добавлен успешно
th: เพิ่มรายได้สำเร็จแล้ว
tr: Gelir başarılı bir şekilde eklendi

source: Staff Registerd Successfully
ar: موظف مسجل بنجاح
es: Personal registrado con éxito
fa: کارکنان موفق به ثبت نام شدند
ru: Персонал успешно зарегистрирован
th: พนักงานลงทะเบียนเรียบร้อยแล้ว
tr: Personel Kayıtları Başarıyla

source: Staff Deleted Successfully
ar: الموظفين المحذوفة بنجاح
es: Personal eliminado con éxito
fa: کارکنان حذف شده اند
ru: Персонал удалён успешно
th: พนักงานที่ถูกลบสำเร็จแล้ว
tr: Personel Başarıyla Silindi

source: Staff Updated Successfully
ar: تم تحديث الموظفين بنجاح
es: Personal actualizado con éxito
fa: کارکنان به صورت موفقیت آمیز به روز شد
ru: Персонал обновлен успешно
th: ปรับปรุงพนักงานสำเร็จแล้ว
tr: Personel Başarıyla Güncellendi

source: Student Registerd Successfully
ar: الطالب المسجل بنجاح
es: Estudiante registrado con éxito
fa: دانش آموز موفق به ثبت نام شد
ru: Студент успешно зарегистрирован
th: ลงทะเบียนเรียบร้อยแล้ว
tr: Öğrenci Kayıtları Başarıyla

source: Select Section
ar: اختر القسم
es: Seleccionar sección
fa: بخش انتخاب کنید
ru: Выберите раздел
th: เลือกส่วน
tr: Bölüm Seç

source: Student Deleted Successfully
ar: تم حذف الطالب بنجاح
es: Estudiante eliminado con éxito
fa: دانشجو موفق به حذف شد
ru: Студент удалён успешно
th: ลบนักเรียนเรียบร้อยแล้ว
tr: Öğrenci Başarıyla Silindi

source: Student Approved Successfully
ar: تمت الموافقة على الطالب بنجاح
es: Estudiante aprobado con éxito
fa: دانش آموز تایید شده است
ru: Студент одобрен успешно
th: นักเรียนได้รับการอนุมัติเรียบร้อยแล้ว
tr: Öğrenci Başarıyla Onaylandı

source: Student Updated Successfully
ar: تم تحديث الطالب بنجاح
es: Estudiante actualizado con éxito
fa: دانشجو به صورت موفقیت آمیز به روز شد
ru: Студент, успешно обновленный
th: อัปเดตนักเรียนสำเร็จแล้ว
tr: Öğrenci Başarıyla Güncellendi

source: CSV Record added Successfully
ar: تمت إضافة سجل CSV بنجاح
es: Registro de CSV agregado con éxito
fa: رکورد CSV با موفقیت اضافه شد
ru: Запись CSV успешно добавлена
th: บันทึก CSV สำเร็จเรียบร้อยแล้ว
tr: CSV Kaydı başarıyla eklendi

source: CSV Record Updated Successfully
ar: تم تحديث ملف CSV بنجاح
es: Registro de CSV actualizado con éxito
fa: ضبط CSV به صورت موفقیت آمیز به روز شد
ru: Запись CSV успешно обновлена
th: อัปเดต CSV สำเร็จเรียบร้อยแล้ว
tr: CSV Kaydı Başarıyla Güncellendi

source: Exam Result
ar: نتيجة الامتحان
es: Resultado del examen
fa: نتیجه آزمون
ru: Результат экзамена
th: ผลสอบ
tr: Sınav Sonucu

source: Print
ar: طباعة
es: Imprimir
fa: چاپ
ru: печать
th: พิมพ์
tr: baskı

source: Grade Comment
ar: تعليق الصف
es: Comentario de Grado
fa: نظر درجه
ru: Комментарий
th: ความคิดเห็นระดับ
tr: Notu Yorum

source: Total Marks
ar: مجموع العلامات
es: Marcas totales
fa: کل علامت ها
ru: Всего оценок
th: คะแนนรวม
tr: Toplam Marka

source: GPA( Grade Point Average )
ar: معدل الدرجات (GPA)
es: GPA (promedio de calificaciones)
fa: GPA (میانگین نقطه نمره)
ru: GPA (средний балл)
th: เกรดเฉลี่ย (เกรดเฉลี่ย)
tr: GPA (Not Ortalaması)

source: No Result Found
ar: لا توجد نتيجة
es: No se encontraron resultados
fa: هیچ نتیجه یافت نشد
ru: Результат не найден
th: ไม่พบผลลัพธ์
tr: Sonuç Bulunamadı

source: Relation
ar: علاقة
es: Relación
fa: رابطه
ru: связь
th: ความสัมพันธ์
tr: ilişki

source: Subject Deleted Successfully
ar: الموضوع تم حذفه بنجاح
es: Sujeto eliminado con éxito
fa: موضوع حذف شده به صورت موفقیت آمیز
ru: Тема удалена успешно
th: หัวข้อถูกลบสำเร็จแล้ว
tr: Konu Başarıyla Silindi

source: Teacher Registerd Successfully
ar: مدرس مسجل بنجاح
es: Profesor registrado con éxito
fa: معلم موفق به ثبت نام شد
ru: Учитель успешно зарегистрирован
th: ครูลงทะเบียนเรียบร้อยแล้ว
tr: Öğretmen Kayıtları Başarıyla

source: Teacher Deleted Successfully
ar: المعلم المحذوف بنجاح
es: Profesor eliminado con éxito
fa: معلم موفق حذف شد
ru: Преподаватель успешно удалил
th: ครูลบสำเร็จแล้ว
tr: Öğretmen başarıyla silindi

source: Teacher Updated Successfully
ar: المعلم تحديث بنجاح
es: Profesor actualizado con éxito
fa: معلم به صورت موفقیت آمیز به روز شد
ru: Учитель обновлен успешно
th: อัปเดตครูสำเร็จแล้ว
tr: Öğretmen başarıyla güncellendi

source: Teacher Access Updated Successfully
ar: تم تحديث وصول المعلم بنجاح
es: Acceso al maestro actualizado con éxito
fa: دسترسی به معلم به صورت موفقیت آمیز به روز شد
ru: Доступ к учителю успешно завершен
th: การเข้าถึงจากครูประสบความสำเร็จแล้ว
tr: Öğretmen Erişimi Başarıyla Güncellendi

source: Teacher Access added Successfully
ar: تمت إضافة وصول المعلم بنجاح
es: Acceso al maestro agregado con éxito
fa: دسترسی معلم به صورت موفقیت آمیز اضافه شده است
ru: Успешно добавлен доступ к учителю
th: เข้าถึงครูเพิ่มสำเร็จแล้ว
tr: Öğretmen Erişimi Başarıyla eklendi

source: Notice Details
ar: تفاصيل الإخطار
es: Detalles de aviso
fa: جزئیات جزئیات
ru: Сведения о регистрации
th: รายละเอียดประกาศ
tr: Bilgi Detayları

source: News Details
ar: تفاصيل الأخبار
es: Detalles de noticias
fa: اخبار جزئیات
ru: Новости Подробнее
th: รายละเอียดข่าว
tr: Haber Detayları

source: Holiday Details
ar: تفاصيل العطلة
es: Detalles de vacaciones
fa: جزئیات تعطیلات
ru: Информация о праздниках
th: รายละเอียดวันหยุด
tr: Tatil Detayları

source: Event Details
ar: تفاصيل الحدث
es: Detalles del evento
fa: جزئیات رویداد
ru: Информация о мероприятии
th: รายละเอียดกิจกรรม
tr: Etkinlik Detayları

source: Exam Details
ar: تفاصيل الامتحان
es: Detalles del examen
fa: جزئیات آزمون
ru: Детали экзамена
th: รายละเอียดการสอบ
tr: Sınav Detayları

source: Homework Details
ar: تفاصيل الواجبات المنزلية
es: Detalles de la tarea
fa: جزئیات تکالیف
ru: Информация о домашнем задании
th: รายละเอียดการบ้าน
tr: Ödev Detayları

source: Title
ar: لقب
es: Título
fa: عنوان
ru: титульный
th: ชื่อเรื่อง
tr: başlık

source: Description
ar: وصف
es: Descripción
fa: توضیحات:
ru: описание
th: ลักษณะ
tr: tanım

source: Start Date
ar: تاريخ البدء
es: Fecha de inicio
fa: تاریخ شروع
ru: Дата начала
th: วันที่เริ่มต้น
tr: Başlangıç ​​Tarihi

source: End Date
ar: تاريخ الانتهاء
es: Fecha de finalización
fa: تاریخ پایان
ru: Дата окончания
th: วันที่สิ้นสุด
tr: Bitiş Tarihi

source: Created Date
ar: تاريخ الإنشاء
es: Fecha de creación
fa: تاریخ ایجاد شده
ru: Дата создания
th: สร้างวันที่
tr: Oluşturulma Tarihi

source: Submission Date
ar: تاريخ التقديم
es: Fecha de presentación
fa: تاریخ ارسال
ru: Дата представления
th: วันที่ยื่น
tr: Gönderim Tarihi

source: Transport added Successfully
ar: تمت إضافة النقل بنجاح
es: Transporte agregado con éxito
fa: حمل و نقل موفقیت آمیز است
ru: Успешно добавлен транспорт
th: เพิ่มการขนส่งสำเร็จแล้ว
tr: Taşımacılık başarıyla eklendi

source: Transport Deleted Successfully
ar: النقل المحذوف بنجاح
es: Transporte eliminado con éxito
fa: حمل و نقل موفقیت آمیز است
ru: Успешно завершен транспорт
th: การขนส่งถูกลบเรียบร้อยแล้ว
tr: Taşıma Başarıyla Silindi

source: Transport Updated Successfully
ar: النقل تم تحديثه بنجاح
es: Transporte actualizado con éxito
fa: حمل و نقل به صورت موفقیت آمیز به روز شد
ru: Транспорт успешно обновлен
th: การขนส่งประสบความสำเร็จแล้ว
tr: Taşımacılık başarıyla güncellendi

source: Invalid Username And Password
ar: اسم المستخدم غير صحيح وكلمة المرور
es: Nombre de usuario y contraseña inválidos
fa: نام کاربری و رمز عبور نامعتبر است
ru: Неверное имя пользователя и пароль
th: ชื่อผู้ใช้และรหัสผ่านไม่ถูกต้อง
tr: Geçersiz kullanıcı adı ve şifre

source: New Password!
ar: كلمة المرور الجديدة!
es: Nueva contraseña!
fa: رمز عبور جدید!
ru: Новый пароль!
th: รหัสผ่านใหม่!
tr: Yeni Şifre!

source: New Password Set Successfully.
ar: تعيين كلمة المرور الجديدة بنجاح.
es: Nueva contraseña establecida con éxito.
fa: گذرواژه جدید موفقیت آمیز است
ru: Новый пароль установлен успешно.
th: ตั้งรหัสผ่านใหม่เรียบร้อยแล้ว
tr: Yeni Şifre Ayarı Başarıyla.

source: Unsuccessful ! Wrong Email and Phone Number
ar: خطأ في البريد الإلكتروني ورقم الهاتف
es: ¡Sin éxito! Correo electrónico y número de teléfono incorrectos
fa: موفق نشدم شماره تلفن و شماره تلفن اشتباه است
ru: Неудачная! Неправильный адрес электронной почты и номер телефона
th: ไม่ประสบความสำเร็จ! หมายเลขโทรศัพท์และหมายเลขโทรศัพท์ไม่ถูกต้อง
tr: Başarısız! Yanlış E-posta ve Telefon Numarası

source: Profile Image
ar: صورة الملف الشخصي
es: Imagen del perfil
fa: تصویر نمایه
ru: Изображение профиля
th: รูปโปรไฟล์
tr: Profil Resmi

source: Personal Info
ar: معلومات شخصية
es: Información personal
fa: اطلاعات شخصی
ru: Персональная информация
th: ข้อมูลส่วนตัว
tr: Kişisel Bilgiler

source: Name
ar: اسم
es: Nombre
fa: نام
ru: имя
th: ชื่อ
tr: İsim

source: Roll Number
ar: عدد لفة
es: Número de rollo
fa: شماره رول
ru: Номер рулона
th: หมายเลขม้วน
tr: Rulo Numarası

source: Date Of Birth
ar: تاريخ الميلاد
es: Fecha de nacimiento
fa: تاریخ تولد
ru: Дата рождения
th: วันเดือนปีเกิด
tr: Doğum tarihi

source: Gender
ar: جنس
es: Género
fa: جنسيت
ru: пол
th: เพศ
tr: cinsiyet

source: Class
ar: فئة
es: Clase
fa: کلاس:
ru: класс
th: ชั้น
tr: sınıf

source: Child
ar: طفل
es: Niño
fa: کودک
ru: ребенок
th: เด็ก
tr: çocuk

source: Working Time
ar: وقت العمل
es: Tiempo de trabajo
fa: زمان کار
ru: Время работы
th: เวลาทำงาน
tr: Çalışma süresi
