Repository: ajaydasinfomedia/NiftySIS
Catalog: src/Locale/*/default1.po
Languages: ar, cs, de, el, es, fa, it, ja, pt_pt, th, tr

source: No. of Student Fail
ar: عدد فشل الطلاب
cs: Počet Student Fail
de: Anzahl der fehlgeschlagenen Studenten
el: Αριθμός Φοιτητών Fail
es: Nº de Estudiantes Falla
fa: تعداد دانشجو شکست
it: Numero di studenti Fail
ja: 学生失敗の番号
pt_pt: Nº de Student Falha
th: จำนวนนักศึกษาล้มเหลว
tr: Öğrenci Fail sayısı

source: Exam Failed Report
ar: فشل تقرير امتحان
cs: Selhala Report zkouška
el: Απέτυχε η Έκθεση Εξέτασης
es: Informe del examen fallido
fa: شکست خورده را گزارش آزمون
it: Impossibile Relazione Esame
ja: 失敗した試験の報告書
pt_pt: Relatório Exame falhou
th: รายงานการสอบล้มเหลว
tr: Başarısız Sınav Raporu

source: Start Year
ar: بداية السنة
cs: Začátek roku
de: Startjahr
el: έναρξη Έτος
es: Año de inicio
fa: سال شروع
it: Inizio Anno
ja: 開始年
pt_pt: Ano de início
th: ปีวันเริ่มต้น
tr: Başlangıç ​​yılı

source: ---Start Year---
ar: بداية السنة --- ---
cs: Začátek Rok --- ---
de: ---Startjahr---
el: Έναρξη Έτος --- ---
es: Año de inicio --- ---
fa: سال شروع --- ---
it: Inizio Anno --- ---
ja: 開始年--- ---
pt_pt: Iniciar Ano --- ---
th: เริ่มต้นปี --- ---
tr: Başlangıç ​​Yılı --- ---

source: End Year
ar: نهاية السنة
cs: konec roku
de: Ende Jahr
el: στο τέλος του έτους
es: De fin de año
fa: سال پایان
it: fine Anno
ja: 終了年
pt_pt: fim de Ano
th: ปีที่จบ
tr: bitiş yılı

source: ---End Year---
ar: --- --- نهاية السنة
cs: --- --- Year End
de: ---Ende Jahr---
el: --- --- End Έτος
es: --- --- Fin Año
fa: --- --- پایان سال
it: --- --- fine anno
ja: --- ---年末
pt_pt: --- --- Fim de Ano
th: --- --- End ปี
tr: --- --- Yıl Sonu

source: Pass
ar: ممر
cs: průchod
de: Bestehen
el: πέρασμα
fa: رمز عبور
it: Passo
ja: パス
pt_pt: passe
th: ผ่าน
tr: Geçiş

source: Fail
ar: فشل
cs: selhat
de: Scheitern
es: fallar
fa: در صورت عدم موفقیت
it: fallire
ja: フェイル
pt_pt: falhar
th: ล้มเหลว

source: Teacher Perfomance Report
ar: تقرير برفومنس المعلم
cs: Učitel Perfomance Report
de: Lehrer Leistungsbericht
el: Δάσκαλος Έκθεση Perfomance
es: Maestro Informe Perfomance
fa: معلم گزارش بازده
it: Insegnante Perfomance Rapporto
ja: 先生もパフォーマンスレポート
pt_pt: Professor Relatório Perfomance
th: รายงาน Perfomance ครู
tr: Öğretmen Perfomance Raporu

source: School Name
ar: اسم المدرسة
cs: Název školy
de: Schulname
el: Όνομα σχολείου
es: Nombre de la escuela
fa: نام مدرسه
it: Nome scuola
ja: 学名
pt_pt: nome da escola
th: ชื่อโรงเรียน
tr: Okul Adı

source: School Icon
ar: أيقونة المدرسة
de: Schulikone
el: Σχολή Icon
es: Icono de la escuela
fa: نماد مدرسه
it: Icona Scuola
ja: 学校のアイコン
pt_pt: Ícone escola
th: ไอคอนของโรงเรียน
tr: Okul Simge

source: Enter Start Time
ar: أدخل وقت بدء
cs: Zadejte Start Time
de: Geben Sie die Startzeit ein
el: Εισάγετε Ώρα Έναρξης
es: Introducir hora de inicio
fa: زمان شروع را وارد کنید
it: Inserisci Ora inizio
ja: 開始時刻を入力します。
pt_pt: Digite Start Time
th: ใส่เวลาเริ่มต้น
tr: Başlangıç ​​Zamanı girin

source: School Address
ar: عنوان المدرسة
cs: škola Address
de: Schuladresse
el: Σχολή Διεύθυνση
es: Dirección de la escuela
fa: مدرسه نشانی
it: school Indirizzo
ja: 学校のアドレス
pt_pt: escola Endereço
th: ที่อยู่ของโรงเรียน
tr: Okul Adresi

source: Enter School Address
ar: أدخل عنوان المدرسة
cs: Zadejte adresu školy
el: Εισάγετε Σχολής διεύθυνση
es: Introducir dirección School
fa: را وارد کنید آدرس School
it: Inserisci School Indirizzo
ja: 学校の住所を入力します。
pt_pt: Digite School Endereço
th: ใส่ที่อยู่ของโรงเรียน
tr: Okul Adres Girin

source: Office Phone Number
ar: رقم المكتب الهاتف
cs: Office telefonní číslo
de: Büro-Telefonnummer
el: Αριθμός Τηλέφωνο Γραφείου
es: Teléfono de la oficina
fa: شماره تلفن دفتر
it: Numero di Telefono ufficio
ja: オフィスの電話番号
pt_pt: Número Telefone Escritório
th: หมายเลขโทรศัพท์ที่ทำงาน
tr: Ofis Telefon Numarası

source: Enter Office Phone Number
ar: أدخل مكتب رقم الهاتف
cs: Vstoupit Office telefonní číslo
el: Πληκτρολογήστε το Γραφείο Τηλέφωνο
es: Entra en la oficina Número de teléfono
fa: را وارد کنید دفتر شماره تلفن
it: Inserisci Ufficio Numero di telefono
ja: オフィスの電話番号を入力します。
pt_pt: Digite Escritório número de telefone
th: ใส่หมายเลขโทรศัพท์สำนักงาน
tr: Ofis Telefon Numarasını giriniz

source: Country
ar: بلد
cs: země
de: Land
el: χώρα
es: país
fa: کشور
it: paese
ja: 国
pt_pt: país
th: ประเทศ
tr: ülke

source: System Language
ar: لغة النظام
cs: systém Language
de: Systemsprache
el: Σύστημα Γλώσσα
es: idioma del sistema
fa: سیستم زبان
it: sistema Lingua
ja: システム言語
pt_pt: sistema Idioma
th: ภาษาระบบ
tr: Sistem Dili

source: English/en
cs: Angličtina / cs
el: Αγγλικά / en
es: Inglés / es
fa: انگلیسی / EN
it: English / it
ja: 英語/ EN
pt_pt: Inglês / en
th: ภาษาอังกฤษ / th
tr: İngilizce / tr

source: Arabic/ar
es: Árabe / ar
fa: عربی / AR
it: Arabo / ar
ja: アラビア語/ AR
pt_pt: Árabe / ar
th: ภาษาอาหรับ / เท่
tr: Arapça / ar

source: Chinese/zh-CH
cs: Čínská / zh-CH
el: Κινέζικα / zh-CH
es: Chino / zh-CH
fa: چینی / ZH-CH
it: Cinese / ZH-CH
ja: 中国/ ZH-CH
pt_pt: Chinês / zh-CH
th: จีน / zh-CH
tr: Çin / zh-CH

source: Czech/cs
cs: Česká / cs
el: Τσεχία / cs
es: Checa / cs
fa: چک / CS
it: Repubblica / cs
ja: チェコ語/ CS
pt_pt: Checa / cs
th: สาธารณรัฐเช็ก / cs
tr: Çek / cs

source: French/fr
cs: Francouzsky / cs
el: Γαλλικά / en
es: Francés / es
fa: فرانسه / EN
it: Francese / it
ja: フランス語/ EN
pt_pt: Francês / en
th: ฝรั่งเศส / th
tr: Fransız / tr

source: German/de
el: Γερμανικά / de
es: Alemán / de
fa: آلمانی / د
it: Tedesco / de
ja: ドイツ語/デ
th: เยอรมัน / เด
tr: Alman / de

source: Greek/el
el: Ελληνική / el
es: Griego / EL
fa: یونانی / ال
it: Greco / EL
ja: ギリシャ語/ EL
pt_pt: Grego / el
th: กรีก / เอล
tr: Yunan / el

source: Italian/it
cs: Italian / ho
el: Ιταλικά / την
es: Italiano / ella
fa: ایتالیایی / آن
it: Italiano / it
ja: イタリア語/それ
pt_pt: Italiano / it
th: อิตาลี / มัน
tr: İtalyan / it

source: Japan/ja
cs: Japonsko / ja
el: Ιαπωνία / ja
es: Japón / ja
fa: ژاپن / JA
it: Giappone / ja
ja: 日本/ JA
pt_pt: Japão / ja
th: ญี่ปุ่น / ja
tr: Japonya / ja

source: Polish/pl
cs: Polský / pl
el: Πολωνική / pl
es: Polaco / pl
fa: لهستانی / PL
it: Polacco / pl
ja: ポーランド語/ PL
pt_pt: Polonês / pl
th: โปแลนด์ / PL
tr: Polonya / pl

source: Portuguese-BR/pt-BR
cs: Portugalský-BR / pt-BR
el: Πορτογαλικά-BR / pt-BR
es: Portugués-BR / pt-BR
fa: پرتغالی، برزیلی / PT-BR
it: Portoghese-BR / pt-BR
ja: ポルトガル-BR / PT-BR
pt_pt: Português-BR / pt-BR
th: โปรตุเกส BR / PT-BR
tr: Portekiz-BR / hasta-BR

source: Portuguese-PT/pt-PT
cs: Portugalský-PT / pt-PT
el: Πορτογαλικά-PT / pt-PT
es: Portugués-PT / pt-PT
fa: پرتغالی-PT / PT-PT
it: Portoghese-PT / pt-PT
ja: ポルトガル-PT / PT-PT
pt_pt: Português-PT / pt-PT
th: โปรตุเกส-PT / PT-PT
tr: Portekiz-PT / hasta-PT

source: Persian
cs: perský
el: Πέρσης
es: persa
fa: فارسی
it: persiano
ja: ペルシアの
pt_pt: persa
th: เปอร์เซีย
tr: Farsça

source: Russian/ru
es: Rusia / ru
fa: روسیه / RU
it: Russo / ru
ja: ロシア語/ RU
pt_pt: Russo / ru
th: รัสเซีย / RU
tr: Rusça / ru

source: Spanish/es
cs: Španělské / es
el: Ισπανικά / es
es: / Español ES
fa: اسپانیایی / ES
it: / Spagnolo es
ja: スペイン語/エス
pt_pt: / Espanhol es
th: / สเปน ES
tr: İspanyolca / es

source: Thai/th
el: Thai / ου
es: Tailandés / th
fa: تایلندی / هفتم
it: Thai / esimo
ja: タイ/目
th: ไทย / TH
tr: Tay / th

source: Turkish/tr
cs: Turecká / tr
el: Τουρκική / tr
es: Turquía / tr
fa: ترکی / TR
it: Turco / tr
ja: トルコ語/ TR
pt_pt: Turco / tr
th: ตุรกี / TR
tr: Türk / tr

source: Set Language to RTL
ar: تعيين اللغة إلى RTL
cs: Nastavit jazyk pro RTL
de: Sprache auf RTL einstellen
el: Ρύθμιση γλώσσας σε RTL
es: Ajustar idioma 'RTL
fa: تنظیم زبان به RTL
it: Imposta lingua per RTL
ja: RTLに言語を設定
pt_pt: Definir Idioma para RTL
th: กำหนดภาษาจะ RTL
tr: RTL Dili ayarla

source: Enable
ar: مكن
cs: umožnit
de: Ermöglichen
el: Ενεργοποίηση
es: permitir
fa: قادر ساختن
it: permettere
ja: 有効
pt_pt: permitir
th: ทำให้สามารถ
tr: etkinleştirme

source: School Logo
ar: شعار المدرسة
de: Schullogo
el: Σχολή Logo
es: Logotipo de la escuela
fa: مدرسه لوگو
it: Scuola Logo
ja: 学校のロゴ
pt_pt: Logo escola
th: โลโก้โรงเรียน
tr: Okul Logosu

source: Profile Cover Image
ar: صورة البروفيل الغلاف
cs: Profile Obálka
de: Profilbild des Titels
el: Προφίλ Cover Image
es: Perfil imagen de la cubierta
fa: مشخصات تصویر جلد
it: Profilo copertine
ja: プロフィール表紙画像
pt_pt: Perfil Imagem da capa
th: รายละเอียด Cover Image
tr: Profil Kapak Resmi

source: Enable Sandbox
ar: تمكين رمل
cs: povolit Sandbox
de: Aktiviere Sandbox
el: Ενεργοποίηση Sandbox
es: Habilitar Sandbox
fa: فعال کردن گودال ماسهبازی
it: Abilita Sandbox
ja: サンドボックスを有効にします
pt_pt: Ativar Sandbox
th: เปิดใช้งาน Sandbox
tr: Sandbox etkinleştirme

source: Paypal Email Id
ar: باي بال البريد الإلكتروني معرف
el: Paypal ταυτότητα ηλεκτρονικού ταχυδρομείου
es: Paypal correo electrónico de identificación
fa: پی پال ID به ایمیل
ja: ペイパルの電子メールID
th: Email รหัส Paypal
tr: Paypal E-posta Kimliği

source: Select Date Format
ar: حدد تنسيق التاريخ
cs: Vybrat datum Format
de: Wählen Sie Datumsformat
el: Επιλογή μορφής ημερομηνίας
es: Seleccione el formato de fecha
fa: انتخاب قالب تاریخ
it: Selezionare Data Format
ja: 選択日付形式
pt_pt: Selecionar formato de data
th: เลือกรูปแบบวันที่
tr: Seç Tarih Biçimi

source: Message Setting
ar: إعداد رسالة
cs: Nastavení zpráv
de: Nachrichteneinstellung
el: μήνυμα Περιβάλλον
es: Configuración de mensajes
fa: پیام تنظیم
it: Impostazione Messaggio
ja: メッセージ設定
pt_pt: Configuração de mensagens
th: การตั้งค่าข้อความ
tr: İleti Ayarı

source: Parent can send message to class students
ar: الأم يمكن أن ترسل رسائل إلى فئة الطلاب
cs: Rodič může posílat zprávy třídě studentů
de: Eltern können Nachrichten an Kursteilnehmer senden
el: Μητρική μπορεί να στείλει μηνύματα στους μαθητές τάξη
es: Padre puede enviar mensajes a la clase de los estudiantes
fa: پدر و مادر می توانید پیام به کلاس دانش آموزان ارسال
it: Genitore può inviare messaggi alla classe gli studenti
ja: 親が生徒のクラスにメッセージを送ることができます
pt_pt: Pai pode enviar mensagens para a aula os alunos
th: ผู้ปกครองสามารถส่งข้อความถึงระดับนักเรียน
tr: Veli öğrenciler sınıfa ileti gönderebilir

source: Student can send message to each other
ar: يستطيع الطالب إرسال رسائل إلى كل أخرى
cs: Student může posílat zprávy navzájem
de: Schüler können Mitteilung miteinander schicken
el: Φοιτητής μπορεί να στείλει μηνύματα προς τους συναδέλφους
es: Estudiante puede enviar mensajes el uno al otro
fa: دانش آموز می تواند پیام به یکدیگر ارسال
it: Gli studenti possono inviare messaggi a Each Other
ja: 学生は、お互いにメッセージを送ることができます
pt_pt: Estudante pode enviar mensagens uns aos outros
th: นักศึกษาสามารถส่งข้อความไปยังแต่ละอื่น ๆ
tr: Öğrenci Birbirlerine ileti gönderebilir

source: Fees Alert Message Setting
ar: رسوم إعداد رسالة تنبيه
cs: Poplatky Alert Nastavení zpráv
de: Gebühren Warnmeldung Einstellung
el: Τέλη ειδοποίησης Ρύθμιση μηνύματος
es: Tasas de alerta de mensaje Marco
fa: هزینه پیام هشدار تنظیم
it: Tasse Messaggio di avviso Impostazione
ja: 手数料の警告メッセージ設定
pt_pt: Taxas Alerta mensagem CONFIGURAÇÃO
th: ค่าธรรมเนียมการตั้งค่าข้อความแจ้งเตือน
tr: Ücretler Uyarı Mesajı Ayar

source: Enable Alert Mail
ar: تمكين بريد التنبيه
cs: Aktivovat Alert Mail
de: Aktivieren Sie Alert Mail
el: Ενεργοποίηση Mail Alert
es: Activar la notificación por correo
fa: فعال کردن هشدار ایمیل
it: Abilita Mail Alert
ja: メールアラートを有効にします
pt_pt: Ativar Alerta de Correio
th: เปิดใช้งานการแจ้งเตือนจดหมาย
tr: Posta Uyarısı etkinleştirme

source: Reminder Message
ar: رسالة تذكير
cs: Zpráva připomenutí
de: Erinnerungsnachricht
el: Μήνυμα υπενθύμισης
es: recordatorio de mensajes
fa: یادآوری پیام
it: Messaggio promemoria
ja: リマインダーメッセージ
pt_pt: Mensagem Reminder
th: การแจ้งเตือนข้อความ
tr: Hatırlatma Mesajı

source: ShortCodes For Notification Mail Message
cs: Pro shortcodes Notifikační e-mailové zprávy
el: Για αριθμούς κλήσης ειδοποίησης μηνύματος αλληλογραφίας
es: Para la notificación de mensajes cortos de correo
fa: برای کد کوتاه هشدار از طریق ایمیل پیام
it: Per i codici brevi di notifica messaggio di posta
ja: ショートコード通知メールメッセージの
pt_pt: Para códigos de acesso de notificação de correio
th: สำหรับรหัสย่อแจ้งข้อความจดหมาย
tr: kısa kod Bildirim posta iletisi için

source: Parent Name -> PARENT_NAME
ar: اسم الوالد -> PARENT_NAME
de: Name des Elternteils -> PARENT_NAME
el: Μητρική Όνομα -> PARENT_NAME
es: Nombre del Padre -> PARENT_NAME
fa: نام پدر و مادر -> PARENT_NAME
it: Genitore -> PARENT_NAME
ja: 親の名前 - > PARENT_NAME
pt_pt: Nome pai -> PARENT_NAME
th: ชื่อผู้ปกครอง -> PARENT_NAME
tr: Veli Ad -> PARENT_NAME

source: Child Name -> CHILD_NAME
ar: اسم الطفل -> CHILD_NAME
cs: Jméno dítě -> CHILD_NAME
de: Name des Kindes -> CHILD_NAME
el: Παιδί Όνομα -> CHILD_NAME
es: Nombre del niño -> CHILD_NAME
fa: نام کودک -> CHILD_NAME
it: Nome Child -> CHILD_NAME
ja: 子供の名前 - > CHILD_NAME
pt_pt: Nome da Criança -> CHILD_NAME
th: ชื่อเด็ก -> CHILD_NAME
tr: Çocuk Adı -> CHILD_NAME

source: Fees Type -> FEES_TYPE
ar: نوع الرسوم -> FEES_TYPE
cs: Poplatky Type -> FEES_TYPE
de: Gebührenart -> FEES_TYPE
el: Τέλη Τύπος -> FEES_TYPE
es: Tasas Tipo -> FEES_TYPE
fa: هزینه نوع -> FEES_TYPE
it: Tasse Tipo -> FEES_TYPE
ja: 料金タイプ - > FEES_TYPE
pt_pt: Taxas Type -> FEES_TYPE
th: ประเภทค่าธรรมเนียม -> FEES_TYPE
tr: Ücretler Tipi -> FEES_TYPE

source: Due Amount -> DUE_AMOUNT
ar: المبلغ المستحق -> DUE_AMOUNT
cs: Dlužná částka -> DUE_AMOUNT
de: Fälliger Betrag -> DUE_AMOUNT
el: Λόγω Ποσό -> DUE_AMOUNT
es: Debido Cantidad -> DUE_AMOUNT
fa: مبلغ سررسید -> DUE_AMOUNT
it: A causa Importo -> DUE_AMOUNT
ja: 未払い額 - > DUE_AMOUNT
pt_pt: Devido Montante -> DUE_AMOUNT
th: เนื่องจากจำนวนเงิน -> DUE_AMOUNT
tr: Ödenecek Tutar -> DUE_AMOUNT

source: Teacher Access Setting
ar: إعداد المعلم وصول
cs: Nastavení učitel Access
de: Lehrer Zugriff-Einstellun
el: Ρύθμιση Δάσκαλος Πρόσβαση
es: El acceso maestro Ajuste
fa: دسترسی معلمان تنظیم
it: Impostazione insegnante di accesso
ja: 先生アクセス設定
pt_pt: Ajuste Acesso professor
th: การตั้งค่าครูเพื่อการเข้า
tr: Öğretmen Erişim Ayarı

source: Teacher can manage all subject marks
ar: المعلم يمكن إدارة جميع علامات تخضع
cs: Učitel může spravovat všechny podléhají značky
de: Der Lehrer kann alle Motivmarkierungen verwalten
el: Δάσκαλος μπορεί να διαχειριστεί όλα τα υπόκειται σήματα
es: Profesor puede gestionar todas las marcas sujetas
fa: معلم می تواند تمام علائم موضوع مدیریت
it: Il docente può gestire tutti i marchi soggette
ja: 教師は、すべての対象マークを管理することができます
pt_pt: Professor pode gerenciar todas as marcas sujeitas
th: ครูสามารถจัดการเครื่องหมายเรื่องทั้งหมด
tr: Öğretmen tüm konu işaretleri yönetebilir

source: Select Message Service
ar: اختر خدمة الرسائل
de: Wählen Sie Nachrichtendienst aus
el: Επιλέξτε Υπηρεσία μηνυμάτων
es: Seleccione el servicio de mensajes
fa: پیام انتخاب خدمات
it: Selezionare Message Service
ja: メッセージサービスを選択
th: เลือกบริการข้อความ
tr: Seç Mesaj Servisi

source: API Key
ar: مفتاح API
cs: klíč API
de: API-Schlüssel
el: Κλειδί API
fa: کلید API
ja: APIキー
pt_pt: chave API
th: คีย์ API
tr: API Anahtarı

source: Sender ID
ar: هوية المرسل
de: Absenderidentität
el: αναγνωριστικό αποστολέα
es: ID del remitente
fa: فرستنده شناسه
ja: 送信者ID
th: ID ของผู้ส่ง
tr: Gönderen kimliği

source: Account SID
ar: SID حساب
cs: účet SID
de: Konto SID
el: Ο λογαριασμός SID
es: cuenta SID
fa: حساب SID
it: conto SID
ja: アカウントSID
pt_pt: conta SID
th: SID บัญชี
tr: Hesap SID

source: Auth Token
ar: المصادقة رمز
fa: تایید رمز
ja: 認証トークン
th: รับรองความถูกต้อง Token
tr: auth Jetonu

source: From Number
ar: من عدد
cs: od čísla
el: από Number
es: Número de
fa: از شماره
it: da Number
ja: ナンバーから
pt_pt: a partir de Número
th: จากจำนวน
tr: Numaradan

source: Support Staff List
ar: قائمة الموظفين الدعم
cs: Support Seznam zaměstnanců
de: Support-Mitarbeiterliste
el: Λίστα Προσωπικό Υποστήριξης
es: Lista personal de apoyo
fa: پشتیبانی فهرست کارکنان
it: Supporto Lista Personale
ja: サポートスタッフリスト
pt_pt: Lista Pessoal de Apoio
th: สนับสนุนรายการพนักงาน
tr: Destek Personeli Listesi

source: Add New Support Staff
ar: إضافة دعم جديد للموظفين
cs: Přidat nový podpůrný personál
de: Hinzufügen neuer Support-Mitarbeiter
el: Προσθέστε Προσωπικό Νέα Υποστήριξη
es: Añadir Personal de Nueva Soporte
fa: اضافه کردن پشتیبانی جدید کارکنان
it: Aggiungi nuovo Support Staff
ja: 新規サポートスタッフを追加
pt_pt: Adicionar Pessoal New Suporte
th: เพิ่มพนักงานให้ความช่วยเหลือใหม่
tr: Yeni Destek Personel Ekle

source: Enter Alternate Mobile Number
ar: أدخل البديل رقم الجوال
cs: Vstoupit do alternativní mobilní číslo
de: Geben Sie Alternate Mobile Number
el: Εισάγετε Αναπληρωτής Αριθμός Κινητού
es: Ingrese número de móvil alternativo
fa: را وارد کنید جایگزین شماره موبایل
it: Inserisci alternativo Mobile Number
ja: 代替携帯電話番号を入力します。
pt_pt: Digite Alternate número de celular
th: ใส่สลับหมายเลขโทรศัพท์มือถือ
tr: Alternatif Mobil Numarasını girin

source: Working Hour
ar: ساعة العمل
cs: Pracovní hodina
de: Arbeitsstunde
el: ώρα εργασίας
es: Hora de trabajo
fa: ساعت کار
it: ore di lavoro
ja: 労働時間
pt_pt: horas de trabalho
th: ชั่วโมงการทำงาน
tr: mesai saati

source: Full Time
ar: دوام كامل
cs: Plný úvazek
el: Τελικό
es: Tiempo completo
fa: تمام وقت
ja: フルタイム
th: เต็มเวลา
tr: Tam gün

source: Part Time
ar: دوام جزئي
cs: Poloviční úvazek
el: μερική απασχόληση
es: Tiempo parcial
fa: قسمت مدت زمان
ja: パートタイム
th: เวลา
tr: Yarı Zamanlı

source: (Select Job Time)
ar: (حدد الوقت وظيفة)
cs: (Vyberte čas úlohy)
de: (Wählen Sie Jobzeit)
el: (Επιλογή χρόνου εργασίας)
es: (Seleccione el horario de trabajo)
fa: (انتخاب زمان های شغلی)
it: (Seleziona l'ora di lavoro)
ja: （タイムジョブを選択します）
th: (เลือกเวลาการทำงาน)
tr: (Seç Time İş)

source: Enter Position
ar: إدخال الوظيفة
cs: vstoupit do pozice
de: Position eingeben
el: εισάγετε Θέση
es: introducir Posición
fa: وارد مکان
it: entrare Posizione
ja: ポジションを入力してください
pt_pt: entrar Posição
th: เข้าสู่ตำแหน่ง
tr: Konumunu girin

source: Add Support Staff
ar: إضافة موظفو الدعم
cs: Přidat pomocný personál
de: Support-Mitarbeiter hinzufügen
el: Προσθέστε το Προσωπικό Υποστήριξης
es: Añadir Personal de Apoyo
fa: اضافه کردن پشتیبانی کارکنان
it: Aggiungere Support Staff
ja: サポートスタッフを追加
pt_pt: Adicionar Pessoal de Apoio
th: เพิ่มพนักงานให้ความช่วยเหลือ
tr: Destek Personel Ekle

source: Not Available Any Support Staff
cs: Není k dispozici Každé podpůrný personál
el: Δεν είναι διαθέσιμο Προσωπικό Υποστήριξης
es: No está disponible el personal de apoyo
fa: در دسترس نیست به هر گونه حمایت کارکنان
it: Non disponibile Qualsiasi Support Staff
ja: 任意のサポートスタッフは使用できません
pt_pt: Não disponível pessoal de apoio
th: ไม่สามารถใช้งานใด ๆ ที่พนักงานให้ความช่วยเหลือ
tr: Herhangi Destek Personeli Mevcut Değil

source: Edit Support Staff
ar: تحرير موظفي الدعم
cs: Editovat podpůrný personál
el: Επεξεργασία Προσωπικό Υποστήριξης
es: Editar personal de apoyo
fa: ویرایش پشتیبانی کارکنان
it: Modifica del personale di sostegno
ja: 編集サポートスタッフ
pt_pt: Funcionários Editar Suporte
th: แก้ไขพนักงานช่วยเหลือ
tr: Düzenleme Destek Elemanı

source: Save Support Staff
ar: الموظفين يوفر الدعم
cs: Save podpůrný personál
el: Αποθήκευση Προσωπικό Υποστήριξης
es: El personal de apoyo Guardar
fa: صرفه جویی در حمایت کارکنان
it: Salva personale di sostegno
ja: 保存サポートスタッフ
pt_pt: Equipe de Apoio Guardar
th: บันทึกพนักงานให้ความช่วยเหลือ
tr: Kaydet Destek Elemanı

source: Roll Number
ar: عدد لفة
cs: válet Number
de: Rollennummer
el: Αριθμός ρολό
es: Número rollo
fa: تعداد رول
it: Numero rotolo
ja: ロールナンバー
pt_pt: Número de rolo
th: จำนวนม้วน
tr: rulo Numarası

source: Enter State
ar: إدخال الدولة
cs: vstoupit stát
de: Geben Sie den Status ein
el: εισάγετε μέλος
es: introducir Estado
fa: وارد دولت
it: entrare Stato
ja: 状態に入ります
pt_pt: digite Estado
th: ป้อนรัฐ
tr: Eyalet girin

source: Enter PinCode
ar: إدخال الرقم السري
cs: vstoupit PSC
de: Geben Sie PinCode ein
el: εισάγετε κωδικό PIN
es: introducir código PIN
fa: وارد شماره PIN
it: entrare PinCode
ja: PINコードを入力します。
pt_pt: introduzir código PIN
th: ป้อนรหัส PIN
tr: pin kodunu

source: Upload Student CSV
ar: تحميل CSV الطلاب
cs: Nahrát CSV Student
el: Μεταφόρτωση CSV Φοιτητής
es: Subir un archivo CSV Estudiante
fa: آپلود CSV دانشجویی
it: Carica CSV Student
ja: CSV学生をアップロード
pt_pt: Fazer upload de CSV Student
th: อัปโหลดนักศึกษา CSV
tr: CSV Öğrenci yükle

source: Export Student
ar: تصدير الطلاب
el: εξαγωγή Φοιτητής
es: Estudiante de exportación
fa: صادرات دانشجویی
ja: 輸出学生
pt_pt: exportação Student
th: นักศึกษาส่งออก
tr: İhracat Öğrenci

source: Select Class :
ar: اختر الفئة:
el: Επιλέξτε Κατηγορία:
es: Seleccionar clase:
fa: انتخاب کلاس:
it: Seleziona classe:
ja: クラスを選択します。
pt_pt: Selecionar Classe:
th: เลือกประเภท:
tr: Seç Sınıfı:

source: Export IN CSV
ar: تصدير CSV في
cs: Export do formátu CSV
el: Εξαγωγή CSV ΣΤΟΝ
es: Exportación CSV EN
fa: صادرات CSV در
it: Export CSV IN
ja: エクスポートCSVでは
pt_pt: Exportação CSV IN
th: ส่งออก CSV ใน
tr: İhracat CSV İÇİNDE

source: Seclect Class
ar: Seclect الفئة
es: Clase que seleccionarlo
fa: Seclect کلاس
ja: Seclectクラス
pt_pt: Seclect Classe
th: Seclect ชั้น
tr: Seclect Sınıf

source: Not Available Any Students
cs: Jakékoliv Studenti Není k dispozici
el: Τυχόν μαθητές Μη Διαθέσιμο
es: Cualquier estudiante no disponible
fa: هر گونه دانش آموزان در دسترس نیست
it: Le eventuali studenti non disponibili
ja: いずれの学生は不可
pt_pt: Quaisquer alunos não disponíveis
th: นักเรียนที่ไม่สามารถใช้งานใด ๆ
tr: Mevcut Değil Herhangi öğrenciler

source: Select CSV Files :
ar: حدد الملفات CSV
cs: Vyberte CSV souborů
el: Επιλέξτε CSV αρχεία
es: Seleccionar archivos CSV
fa: انتخاب کنید CSV فایل
it: Selezionare i file CSV
ja: CSVファイルを選択します
pt_pt: Selecionar arquivos CSV
th: เลือกไฟล์ CSV
tr: CSV dosyaları seçin

source: Upload CSV File
ar: CSV تحميل الملف
cs: Nahrání souboru CSV
el: CSV Μεταφόρτωση αρχείου
es: Carga de archivos CSV
fa: آپلود فایل CSV
it: CSV File Upload
ja: CSVファイルのアップロード
pt_pt: CSV File Upload
th: อัปโหลดไฟล์ CSV
tr: CSV Dosya Yükleme

source: Enter Subject Name
ar: أدخل اسم الموضوع
cs: Vstoupit Název subjektu
de: Geben Sie Subject Name
el: Πληκτρολογήστε το Όνομα θέματος
es: Ingrese nombre del sujeto
fa: تم نام را وارد کنید
it: Inserisci nome soggetto
ja: サブジェクト名を入力します。
pt_pt: Digite o nome Assunto
th: กรุณาใส่ชื่อเรื่อง
tr: Konu Adı girin

source: Edition
ar: طبعة
cs: vydání
de: Auflage
el: έκδοση
es: edición
fa: چاپ
it: edizione
ja: 版
pt_pt: edição
th: ฉบับ
tr: baskı

source: Enter Edition
ar: إدخال الطبعة
cs: vstoupit Edition
de: Geben Sie die Edition ein
el: εισάγετε Edition
es: introducir Edición
fa: وارد نسخه
it: entrare Edition
ja: Editionを入力します。
pt_pt: entrar Edição
th: ใส่ฉบับ
tr: Edition'ı girmek

source: Select Syllabus
ar: حدد المنهج
cs: Select Osnova
de: Wählen Sie Lehrplan
el: Επιλέξτε Syllabus
es: Seleccione el programa de estudios
fa: انتخاب برنامه درسی
it: Selezionare Syllabus
ja: シラバスを選択
th: เลือกหลักสูตร
tr: seç Müfredat

source: Edition
ar: طبعة
cs: vydání
de: Auflage
el: έκδοση
es: edición
fa: چاپ
it: edizione
ja: 版
pt_pt: edição
th: ฉบับ
tr: baskı

source: Not Available Any Subject
cs: Není k dispozici libovolné téma
el: Δεν είναι διαθέσιμο Θέμα
es: No disponible cualquier tema
fa: در دسترس نیست هر موضوع
it: Non disponibile qualsiasi argomento
ja: 任意の件名は使用できません
pt_pt: Não disponível qualquer assunto
th: ไม่สามารถใช้งานใด ๆ เรื่อง
tr: Herhangi Konu Mevcut Değil

source: Edit Subject
ar: تحرير الموضوع
cs: Upravit předmět
el: Επεξεργασία Θέμα
es: Editar asunto
fa: ویرایش موضوع
it: Modifica oggetto
ja: 編集件名
pt_pt: Editar assunto
th: แก้ไขเรื่อง
tr: Düzenleme Konusu

source: Save Subject
ar: حفظ الموضوع
cs: Uložit předmět
el: Αποθήκευση Θέμα
es: Guardar Asunto
fa: ذخیره تم
it: Salva Soggetto
ja: 件名を保存
pt_pt: Salvar Assunto
th: บันทึกเรื่อง
tr: Kaydet Konu

source: Add Teacher
ar: إضافة المعلم
cs: Přidat Učitel
de: Lehrer hinzufügen
el: Προσθήκη Δάσκαλος
es: Añadir Maestro
fa: اضافه کردن معلم
it: Aggiungere Teacher
ja: 教師を追加
pt_pt: Adicionar professor
th: เพิ่มครู
tr: Öğretmen ekle

source: Submitted Documents
ar: الوثائق المقدمة
cs: Vložené dokumenty
de: Eingereichte Dokumente
el: Έγγραφα Υποβλήθηκε
es: Los documentos presentados
fa: اسناد و مدارک ارائه
it: documenti presentati
ja: 提出された文書
pt_pt: documentos apresentados
th: เอกสารที่ยื่น
tr: Belgeler Gönderildi
