Repository: ajaydasinfomedia/NiftySIS
Catalog: src/Locale/*/default1.po
Languages: ar, cs, de, el, es, fa, it, ja, pt_pt, th, tr

source: Full Name
ar: الاسم الكامل
cs: Celé jméno
el: Ονοματεπώνυμο
es: Nombre completo
fa: نام و نام خانوادگی
it: Nome completo
ja: フルネーム
pt_pt: Nome completo
th: ชื่อเต็ม
tr: Tam adı

source: Age
ar: عمر
cs: věk
el: ηλικία
es: Edad
fa: سن
it: età
ja: 年齢
pt_pt: idade
th: อายุ
tr: yaş

source: Standard
ar: معيار
el: πρότυπο
es: NORMA
fa: استاندارد
ja: 標準
pt_pt: padrão
th: มาตรฐาน
tr: standart

source: Brother
ar: شقيق
cs: bratr
el: αδελφός
es: hermano
fa: برادر
it: fratello
ja: 兄
pt_pt: irmão
th: พี่ชาย
tr: kardeş

source: Sister
ar: شقيقة
cs: sestra
el: αδελφή
es: hermana
fa: خواهر
it: sorella
ja: 姉妹
pt_pt: irmã
th: น้องสาว
tr: kardeş

source: Enter Full Name
ar: أدخل الاسم الكامل
cs: Uveďte úplný název
el: Εισάγετε Ονοματεπώνυμο
es: Introduzca Nombre Completo
fa: را وارد کنید نام و نام خانوادگی
it: Inserisci Nome completo
ja: フルネームを入力します。
pt_pt: Insira o nome completo
th: ใส่ชื่อเต็ม
tr: Tam Adı girin

source: Enter Age
ar: إدخال العمر
cs: vstoupit Věk
el: εισάγετε Ηλικία
es: llegan a la edad
fa: وارد سن
it: entrare Età
ja: 年齢を入力してください
pt_pt: entrar Idade
th: ป้อนอายุ
tr: Yaş girmek

source: -- Select Standard --
ar: - اختر الموحدة -
cs: - Vyberte Standard -
el: - Επιλέξτε Τυπική -
es: - Seleccione Estándar -
fa: - انتخاب کنید استاندارد -
it: - Selezionare Standard -
ja: - 標準を選択してください -
pt_pt: - Selecione Standard -
th: - เลือกมาตรฐาน -
tr: - Standart Seç -

source: std 1
ar: الأمراض المنقولة جنسيا 1
th: มาตรฐาน 1

source: std 2
ar: الأمراض المنقولة جنسيا 2
th: มาตรฐานที่ 2

source: std 3
ar: 3 الأمراض المنقولة جنسيا
cs: 3 std
el: 3 std
es: 3 std
fa: 3 STD
it: 3 std
ja: 3 STD
pt_pt: 3 std
th: 3 มาตรฐาน
tr: 3 std

source: std 4
ar: الأمراض المنقولة جنسيا 4
th: มาตรฐานที่ 4

source: Family Information
ar: معلومات عن العائلة
cs: Informace o rodině
el: Πληροφορίες για την Οικογένεια
es: Información de la familia
fa: اطلاعات خانواده
it: Informazioni Famiglia
ja: ファミリー情報
pt_pt: Informações da família
th: ข้อมูลครอบครัว
tr: Aile Bilgi

source: Parental Status
ar: الحالة الأبوية
cs: rodičovská Status
el: γονική Κατάσταση
es: estado parental
fa: وضعیت پدر و مادر
it: Stato dei genitori
ja: 親のステータス
pt_pt: estatuto parental
th: สถานะผู้ปกครอง
tr: ebeveyn Durumu

source: Single Father
ar: الأب واحد
cs: Single Otec
el: Ενιαία Πατέρα
es: Padre soltero
fa: پدر تنها
it: Padre single
ja: シングル父
pt_pt: Pai solteiro
th: พ่อคนเดียว
tr: Tek Baba

source: Single Mother
ar: أم واحدة
el: Ενιαία Μητέρα
es: Madre sola
fa: تنها مادر
it: Madre single
ja: シングルマザー
pt_pt: Mãe solteira
th: แม่คนเดียว
tr: Tek Anne

source: Both
ar: على حد سواء
cs: oba
el: και οι δύο
es: ambos
fa: هر دو
it: entrambi
ja: どちらも
pt_pt: tanto
th: ทั้งสอง
tr: her ikisi

source: Relationship
ar: علاقة
cs: souvislost
el: σχέση
es: relación
fa: ارتباط
it: relazione
ja: 関連性
pt_pt: relacionamento
th: ความสัมพันธ์
tr: ilişki

source: FATHER
cs: OTEC
el: ΠΑΤΕΡΑΣ
es: PADRE
fa: پدر
it: PADRE
pt_pt: PAI
th: พ่อ
tr: BABA

source: MOTHER
cs: MATKA
el: ΜΗΤΕΡΑ
es: MADRE
fa: مادر
it: MADRE
pt_pt: MÃE
th: แม่
tr: ANNE

source: Salutation
ar: تحية
cs: pozdrav
el: χαιρετισμός
es: saludo
fa: تبریک
it: saluto
ja: 挨拶
pt_pt: Saudação,
th: คำอวยพร
tr: tebrik

source: Mr
ar: السيد
cs: pan
el: Ονοματεπώνυμο υπευθύνου:...................................................
es: Sr.
fa: آقای
it: Sig.
ja: 氏
pt_pt: Sr.
th: นาย
tr: bay

source: Ms
ar: مللي ثانية
th: มิลลิวินาที

source: Mrs
ar: السيدة
cs: paní
el: Η κ
es: Señora
fa: خانم
it: sig.ra
ja: ミセス
th: นาง
tr: bayan

source: Miss
ar: ملكة جمال
el: δεσποινίδα
es: señorita
fa: دوشیزه
it: perdere
ja: ミス
pt_pt: perder
th: น.ส.
tr: bayan

source: Enter First Name
ar: أدخل الاسم الأول
cs: Zadejte křestní jméno
de: Bitte Vornamen eingeben
el: Πληκτρολογήστε το Όνομα
es: Introduzca el nombre
fa: نام را وارد کنید
it: Inserisci Nome
ja: まず名前を入力します。
pt_pt: Digite Nome
th: ใส่ชื่อจริง
tr: İlk Adı girin

source: Enter Middle Name
ar: أدخل اسم الأوسط
cs: Vstoupit Prostřední jméno
de: Geben Sie den zweiten Vornamen ein
el: Εισάγετε Πατρώνυμο
es: Introduzca nombre Segundo
fa: نام میانه را وارد کنید
it: Inserisci Secondo nome
ja: ミドルネームを入力します。
pt_pt: Digite nome do meio
th: กรุณาใส่ชื่อกลาง
tr: Orta Adı girin

source: Enter Last Name
ar: أدخل اسم العائلة
cs: Zadejte příjmení
de: Nachnamen eingeben
el: Εισάγετε Επώνυμο
es: Ingrese el apellido
fa: را وارد کنید نام و نام خانوادگی
it: Inserisci il cognome
ja: 姓を入力します。
pt_pt: Digite seu sobrenome
th: ใส่นามสกุล
tr: Son Adı girin

source: Enter Email
ar: أدخل البريد الإلكتروني
cs: zadejte e-mailovou
el: εισάγετε το Email
es: introducir correo electrónico
fa: وارد ایمیل
it: inserisci e-mail
ja: 電子メールを入力してください
pt_pt: entrar Email
th: ป้อนอีเมล์
tr: E-posta girmek

source: Mobile No
ar: رقم المحمول
el: κινητά Όχι
es: Nº móvil
fa: شماره همراه
it: No. cellulare
ja: 携帯番号
pt_pt: No. móvel
th: หมายเลขโทรศัพท์มือถือ
tr: Mobil sayılı

source: Enter Mobile Number
ar: أدخل رقم الجوال
cs: Zadejte mobilní číslo
de: Mobilnummer eingeben
el: Εισάγετε Αριθμός Κινητού
es: Introducir número de móvil
fa: را وارد کنید شماره موبایل
it: Inserisci numero mobile
ja: 携帯電話番号を入力します。
pt_pt: Digite Telemóvel
th: ใส่หมายเลขโทรศัพท์มือถือ
tr: Mobil Numarasını girin

source: School Name
ar: اسم المدرسة
cs: Název školy
el: Όνομα σχολείου
es: Nombre de la escuela
fa: نام مدرسه
it: Nome scuola
ja: 学名
pt_pt: nome da escola
th: ชื่อโรงเรียน
tr: Okul Adı

source: -- Select School --
ar: - اختر مدرسة -
cs: - Vyberte školu -
el: - Επιλέξτε Σχολείο -
es: - Seleccionar la escuela -
fa: - انتخاب کنید مدرسه -
it: - Selezionare School -
ja: - 学校を選択してください -
pt_pt: - Selecione School -
th: - เลือกโรงเรียน -
tr: - Okul Seç -

source: Father School 1
ar: والد مدرسة 1
cs: Otec School 1
el: Ο πατέρας School 1
es: Padre Escuela 1
fa: پدر مدرسه 1
it: Padre Scuola 1
ja: 父の学校1
pt_pt: Pai Escola 1
th: พระบิดาของโรงเรียน 1
tr: Baba Okulu 1

source: Enter School Name
ar: أدخل اسم المدرسة
cs: Vstoupit School Name
el: Πληκτρολογήστε το όνομα του σχολείου
es: Introducir el nombre de la escuela
fa: نام مدرسه را وارد کنید
it: Inserisci Nome scuola
ja: 学校名を入力します。
pt_pt: Digite nome de escola
th: กรุณาใส่ชื่อของโรงเรียน
tr: Okul Adı Girin

source: Mother School 1
ar: الأم مدرسة 1
cs: Matka School 1
el: Μητέρα Σχολή 1
es: Madre Colegio 1
fa: مادر مدرسه 1
it: Madre Scuola 1
ja: マザースクール1
pt_pt: Mãe 1 Escola
th: แม่ของโรงเรียน 1
tr: Anne Okulu 1

source: Medium of Instruction
ar: لغة التدريس
cs: Prostředek poučení
el: Διδασκαλίας
es: Medio de instrucción
fa: متوسط ​​آموزش
it: Mezzo di insegnamento
ja: 教授言語
pt_pt: Meio de instrução
th: สื่อการสอน
tr: Eğitim Dili

source: -- Select Medium --
ar: - حدد متوسط ​​-
cs: - Vyberte Medium -
el: - Επιλέξτε Medium -
es: - Seleccionar Medium -
fa: - انتخاب کنید متوسط ​​-
it: - Selezionare Medium -
ja: - ミディアムを選択してください -
pt_pt: - Selecione Medium -
th: - เลือกขนาดกลาง -
tr: - Orta Seç -

source: English
ar: الإنجليزية
cs: angličtina
de: Englisch
el: Αγγλικά
es: inglés
fa: انگلیسی
ja: 英語
pt_pt: Inglês
th: อังกฤษ
tr: İngilizce

source: Enter Medium of School
ar: أدخل المتوسطة من مدرسة
cs: Vstoupit médium školy
el: Εισάγετε Μέση Σχολή
es: Introduzca Medio de la Escuela
fa: متوسط ​​دانشکده را وارد کنید
it: Inserisci medio di scuola
ja: 学校の中を入力します。
pt_pt: Digite Médio de escola
th: ใส่กลางของโรงเรียน
tr: Okulu Orta girin

source: Highest Educational Qualification
ar: أعلى المؤهل العلمي
cs: Nejvyšší stupeň vzdělání
el: Υψηλότερη Εκπαιδευτική Αξιολόγηση
es: Mayor Capacitación para la Educación
fa: بالاترین مدرک آموزشی
it: Titolo di studio più alto
ja: 最高の教育資格
pt_pt: Maior qualificação educacional
th: วุฒิการศึกษาสูงสุด
tr: En yüksek Eğitim Yeterlilik

source: -- Select Qualification --
ar: - اختر تقييمك لل-
cs: - Vyberte hvězd -
el: - Επιλέξτε Αξιολόγηση -
es: - Seleccione una clasificación -
fa: - انتخاب کنید امتیاز -
it: - Scegli il tuo giudizio -
ja: - 評価を選択してください -
pt_pt: - Selecione Avaliação -
th: - เลือกเรตติ้ง -
tr: - Şiddeti Seçiniz -

source: BCA
th: เก็บกวาด

source: Annual Income
ar: الدخل السنوي
cs: roční příjem
el: ετήσιο εισόδημα
es: renta anual
fa: درآمد سالانه
it: reddito annuo
ja: 年収
pt_pt: rendimento anual
th: รายได้ต่อปี
tr: Yıllık Gelir

source: Enter Annual Income
ar: أدخل الدخل السنوي
cs: Vstoupit roční příjem
el: Εισάγετε Ετήσιο Εισόδημα
es: Introduzca Ingreso Anual
fa: را وارد کنید درآمد سالانه
it: Inserisci Annual Income
ja: 年収を入力します。
pt_pt: Digite Rendimento Anual
th: ใส่รายได้ต่อปี
tr: Yıllık Gelir girin

source: Occupation
ar: احتلال
cs: povolání
el: κατοχή
es: ocupación
fa: اشغال
it: occupazione
ja: 職業
pt_pt: ocupação
th: อาชีพ
tr: işgal

source: -- Select One --
ar: - اختر واحدة -
cs: - vyberte jednu možnost -
el: - Επιλέξτε ένα -
es: - Seleccione uno -
fa: - انتخاب کنید -
it: - Seleziona una voce -
ja: - いずれかを選択 -
pt_pt: - Selecione um -
th: - เลือกอย่างใดอย่างหนึ่ง -
tr: - Birini Seçin -

source: Business
ar: عمل
cs: obchodní
el: επιχείρηση
es: negocios
fa: تجارت
it: affari
ja: ビジネス
pt_pt: negócio
th: ธุรกิจ
tr: iş

source: Employee
ar: عامل
cs: zaměstnanec
el: υπάλληλος
es: empleado
fa: کارمند
it: dipendente
ja: 従業員
pt_pt: empregado
th: ลูกจ้าง
tr: işçi

source: Banker
ar: مصرفي
cs: bankéř
el: τραπεζίτης
es: banquero
fa: بانک دار
it: banchiere
ja: 銀行家
pt_pt: banqueiro
th: นายธนาคาร

source: Enter Occupation
ar: إدخال الوظيفة
cs: vstoupit Povolání
el: εισάγετε Επάγγελμα
es: introducir Ocupación
fa: وارد شغل
it: entrare occupazione
ja: 職業を入力します。
pt_pt: entrar Ocupação
th: เข้าสู่อาชีพ
tr: Meslek girmek

source: Proof of Qualification
ar: دليل التأهيل
cs: Doklad o kvalifikaci
el: Η απόδειξη της ιδιότητας
es: La prueba de calificación
fa: اثبات صلاحیت
it: Prova di qualificazione
ja: 資格の証明
pt_pt: Prova de qualificação
th: หลักฐานของวุฒิการศึกษา
tr: yeterlilik belgesi

source: Upload Documenr
ar: تحميل Documenr
cs: Nahrát Documenr
el: Ανεβάστε Documenr
es: Subir Documenr
fa: آپلود Documenr
it: Carica Documenr
ja: アップロードDocumenr
pt_pt: Carregar Documenr
th: อัปโหลด Documenr
tr: Yükleme Documenr

source: New Admission
ar: القبول الجديد
cs: New Vstupné
el: νέα είσοδος
es: La entrada nueva
fa: پذیرش جدید
it: nuova ammissione
ja: 新しいアドミッション
pt_pt: nova Admissão
th: รับสมัครใหม่
tr: Yeni Kabul

source: Attendance
ar: الحضور
cs: prezence
de: Teilnahme
el: παρουσία
es: asistencia
fa: حضور
it: partecipazione
ja: 出席
pt_pt: comparecimento
th: การดูแลรักษา
tr: katılım

source: Teacher Attendance
ar: الحضور المعلم
cs: učitel Účast
de: Lehrer Teilnahme
el: Συμμετοχή Καθηγητών
es: asistencia de los maestros
fa: حضور و غیاب معلم
it: La partecipazione degli insegnanti
ja: 教師出席
pt_pt: Presença professor
th: การเข้าร่วมประชุมครู
tr: Öğretmen Seyirci

source: Subject Wise Attendance
ar: يخضع الحضور الحكيم
cs: Subject Wise Účast
de: Betreff Wise Anwesenheits
el: Θέμα Συμμετοχή Wise
es: Asunto Asistencia Wise
fa: حضور و غیاب حکیم تم
it: Soggetto presenze Wise
ja: 件名ワイズ出席
pt_pt: Presença sábio Assunto
th: เรื่องการเข้าร่วมประชุมปรีชาญาณ
tr: Konu Wise Seyirci

source: Current Date
ar: التاريخ الحالي
cs: Aktuální datum
de: Aktuelles Datum
el: Τρέχουσα ημερομηνία
es: Fecha actual
fa: تاریخ جاری
it: Data corrente
ja: 現在の日付
pt_pt: data corrente
th: วันที่ปัจจุบัน
tr: Geçerli Tarih

source: Select Class Name
ar: اختر اسم فئة
cs: Zvolte název třídy
de: Wählen Sie Klassenname
el: Επιλογή Όνομα κατηγορίας
es: Seleccionar Nombre de clase
fa: انتخاب نام کلاس
it: Seleziona Nome Classe
ja: クラス名を選択します
pt_pt: Selecione Nome da classe
th: เลือกชื่อชั้น
tr: Sınıfı Adını seçin

source: Select Class
ar: اختر الفئة
cs: Vyberte třídu
de: Wählen Sie Klasse
el: Επιλέξτε Κατηγορία
es: Seleccionar clase
fa: انتخاب کلاس
it: Seleziona classe
ja: クラスを選択
pt_pt: Selecionar classe
th: เลือกชั้นเรียน
tr: seç Sınıfı

source: Select Section Name
ar: حدد اسم القسم
cs: Select § Name
de: Wählen Sie Abschnittsname
el: Επιλέξτε Ενότητα Όνομα
es: Seleccionar Nombre de la sección
fa: انتخاب نام بخش
it: Seleziona Nome sezione
ja: 選択セクション名
th: เลือกชื่อมาตรา
tr: Seç Bölüm Adı

source: Take/View Attendance
ar: خذ / عرض الحضور
cs: Vezměte / View Docházka
de: Teilnahme / Teilnahme ansehen
el: Πάρτε / Προβολή Συμμετοχή
es: Tomar / ver la asistencia
fa: نگاهی / نمایش حضور و غیاب
it: Prendere / Vista presenze
ja: テイク/ビュー出席
pt_pt: Take / Ver Presença
th: รับ / ดูผู้เข้าร่วม
tr: / Görünüm Devam edin

source: Date
ar: تاري
cs: datum
de: Datum
el: ημερομηνία
es: fecha
fa: تاریخ
it: data
ja: 日付
pt_pt: Data
th: วันที่
tr: tarih

source: Roll No.
ar: لفة رقم
el: Roll Όχι.
es: Rollo Nº
fa: شماره رول
it: Rotolo No.
ja: ロール号
pt_pt: Rolo No.
th: ม้วนเลขที่
tr: Rulo sayılı

source: Comment
ar: كيف
cs: jak
el: πως
es: cómo
fa: چگونه
it: Commento:
ja: なんですって。
pt_pt: como
th: อย่างไร
tr: nasıl

source: Present
ar: الحالي
cs: přítomný
el: παρόν
es: presente
fa: حاضر
it: presente
ja: 現在
pt_pt: presente
th: ปัจจุบัน
tr: bu

source: Absent
ar: غائب
cs: nepřítomný
el: απών
es: ausente
fa: غایب
it: assente
ja: 不在の
pt_pt: ausente
th: ไม่อยู่
tr: yok

source: Late
ar: متأخر
cs: pozdě
el: αργά
es: tarde
fa: دیر
it: in ritardo
ja: 遅く
pt_pt: tarde
th: สาย
tr: geç

source: If student absent then Send SMS to his/her parents
ar: إذا طالب مفقود ثم أرسل SMS إلى بلده / بلدها الأم
cs: Pokud žák chybí pak poslat SMS na jeho / její rodiče
el: Αν μαθητής λείπει Τότε Αποστολή SMS στη μητρική του / της
es: Si el estudiante falta Luego Enviar SMS a su padre / madre
fa: اگر دانش آموز پس از از دست رفته ارسال اس ام اس به / پدر و مادر خود را
it: Se studente manca quindi trasmette SMS alla sua / il suo genitore
ja: 学生はその後、行方不明ならば、彼/彼女の親にSMSを送ります
pt_pt: Se o aluno faltar em seguida, enviar SMS para seu pai / mãe
th: ถ้านักเรียนที่ขาดหายไปแล้วส่ง SMS ไป / พ่อแม่ของเขาและเธอ
tr: Öğrenci Sonra eksik ise onun / onu ebeveyne SMS gönder

source: Save Attendance
ar: حفظ الحضور
cs: Save Účast
el: Αποθήκευση Συμμετοχή
es: Guardar Asistencia
fa: ذخیره حضور و غیاب
it: Salva presenze
ja: 出席を保存
pt_pt: Salvar Presença
th: บันทึกผู้เข้าร่วม
tr: Kaydet Seyirci

source: Teacher
ar: معلم
cs: učitel
de: Lehrer
el: δάσκαλος
es: maestro
fa: معلم
it: insegnante
ja: 教師
pt_pt: professor
th: ครู
tr: öğretmen

source: Class List
ar: قائمة الطبقة
cs: Seznam třída
de: Klassenliste
el: πίνακας αποτελεσμάτων
es: Lista de clase
fa: لیست کلاس
it: Lista Class
ja: クラス一覧
pt_pt: Lista de Classes
th: รายการระดับ
tr: Sınıf listesi

source: Add Class
ar: إضافة فئة
cs: Přidat třídu
de: Klasse hinzufügen
el: Προσθήκη κατηγορίας
es: Agregar clase
fa: اضافه کردن کلاس
it: Aggiungi classe
ja: クラスの追加
pt_pt: Adicione a classe
th: เพิ่มระดับชั้น

source: Enter Class Name
ar: أدخل اسم فئة
cs: Zadejte název třídy
de: Geben Sie den Klassennamen ein
el: Πληκτρολογήστε το όνομα της κλάσης
es: Introducir el nombre de Clase
fa: نام کلاس را وارد کنید
it: Inserisci Nome Classe
ja: クラス名を入力します。
pt_pt: Digite o nome da classe
th: กรุณาใส่ชื่อคลาส
tr: Sınıf Adını Girin

source: Numeric Class Name
ar: رقمية اسم فئة
cs: Číselný Class Name
de: Numerischer Klassenname
el: Αριθμητική Class Όνομα
es: Nombre de clase numérica
fa: عددی نام کلاس
it: Numerico Nome classe
ja: 数値クラス名
pt_pt: Numérico Classe Nome
th: ตัวเลขชื่อชั้น
tr: Sayısal Sınıf Adı

source: Student Capacity in Section
ar: قدرة الطالب في القسم
cs: Student Kapacita v oddíle
de: Schülerkapazität in der Sektion
el: Χωρητικότητα Φοιτητής στο Τμήμα
es: Capacidad de los estudiantes en la Sección
fa: ظرفیت دانشجو در بخش
it: Capacità degli studenti nella sezione
ja: セクションでの学生の能力
pt_pt: Capacidade estudante na Seção
th: ความจุนักศึกษาในมาตรา
tr: Bölümde Öğrenci Kapasitesi

source: Class Name
ar: اسم الطبقة
cs: Jméno třída
de: Klassenname
el: Class Όνομα
es: Nombre de la clase
fa: نام کلاس
it: Nome Classe
ja: クラス名
pt_pt: Nome de classe
th: ชื่อชั้น
tr: Sınıf Adı

source: Class Numeric Name
ar: الطبقة اسم رقمية
cs: Třída Číselný Name
de: Numerischer Name der Klasse
el: Κατηγορία Αριθμητική Όνομα
es: Nombre numérico Clase
fa: نام کلاس عددی
it: Nome classe Numerico
ja: クラスの数値名
pt_pt: Nome de classe Numeric
th: ชื่อคลาสตัวเลข
tr: Sınıf Sayısal Adı

source: Capacity
ar: قدرة
cs: kapacita
de: Kapazität
el: χωρητικότητα
es: capacidad
fa: ظرفیت
it: capacità
ja: 容量
pt_pt: capacidade
th: ความจุ
tr: kapasite

source: Edit
ar: تحرير
cs: editovat
de: Bearbeiten
el: Επεξεργασία
es: editar
fa: ویرایش
it: Modifica
ja: 編集します
pt_pt: editar
th: แก้ไข
tr: Düzenleme

source: Delete
ar: حذف
cs: vymazat
de: Löschen
el: Διαγραφή
es: borrar
fa: حذف کردن
it: cancellare
ja: 削除
pt_pt: excluir
th: ลบ
tr: silmek

source: View Or Add Section
ar: عرض الذهب إضافة مقطع
cs: Zobrazit Gold Přidat sekci
de: Abschnitt anzeigen oder hinzufügen
el: Δείτε Χρυσό Προσθήκη Ενότητα
es: Ver Oro Añadir Sección
fa: نمایش طلا اضافه کردن بخش
it: Guarda Gold Aggiungi Sezione
ja: セクションを追加ゴールド見ます
pt_pt: Ver Gold Adicionar Seção
th: ดูทองเพิ่มมาตรา
tr: Bölüm Ekle Altın görüntüle

source: Not Available Any Class
cs: Není k dispozici Každá třída
el: Μη διαθέσιμο Οποιαδήποτε Κατηγορία
es: Cualquier clase no disponible
fa: در دسترس نیست هر کلاس
it: Non disponibile Qualsiasi Classe
ja: どれクラスは使用できません
pt_pt: Não disponível Qualquer Classe
th: ไม่สามารถใช้งานชั้นใด
tr: Herhangi Sınıf Mevcut Değil

source: Submit
ar: عرض
cs: předložit
el: Υποβολή
es: presentar
fa: ارسال
it: presentare
ja: 提出します
pt_pt: submeter
th: เสนอ
tr: sunmak

source: Edit Class
ar: تحرير الفئة
cs: editovat Class
el: Επεξεργασία κατηγορίας
es: Editar clase
fa: ویرایش کلاس
it: Modifica Class
ja: 編集クラス
pt_pt: Editar Classe
th: แก้ไขชั้น
tr: Düzenleme Sınıf

source: Student Capacity in Sction
ar: قدرة الطالب في Sction
cs: Student Kapacita dále bod
el: Χωρητικότητα Φοιτητής στο Sction
es: Capacidad de los estudiantes en sction
fa: ظرفیت دانشجو در Sction
it: Capacità Studente in sction
ja: Sction学生定員
pt_pt: Capacidade aluno em Sction
th: ความจุนักศึกษา Sction
tr: Sction Öğrenci Kapasitesi

source: Save Class
ar: حفظ الفئة
cs: Uložit třídu
el: Αποθήκευση Class
es: Guardar Clase
fa: ذخیره کلاس
it: Salva Class
ja: 保存クラス
pt_pt: Salvar Classe
th: บันทึกชั้น
tr: Kaydet Sınıf

source: Section Name
ar: مقطع الاسم
cs: sekce Name
de: Abschnittsname
el: ενότητα Όνομα
es: sección Nombre
fa: بخش نام
it: sezione Nome
ja: セクション名
pt_pt: seção Nome
th: ส่วนที่เป็นชื่อ
tr: bölüm adı

source: Add New Section
ar: إضافة مقطع جديد
cs: Přidat nový oddíl
el: Προσθήκη νέου τμήματος
es: Añadir Nueva Sección
fa: اضافه کردن بخش جدید
it: Aggiungi Nuova sezione
ja: 新しいセクションを追加します。
pt_pt: Adicionar Nova Seção
th: เพิ่มส่วนใหม่
tr: Yeni Bölüm Ekle

source: Route List
ar: قائمة الطريق
cs: Seznam tras
de: Routenliste
el: Λίστα διαδρομής
es: Lista de rutas
fa: فهرست مسیر
it: Lista percorso
ja: ルート一覧
pt_pt: Lista rota
th: รายการเส้นทาง
tr: rota listesi

source: Add Route
ar: إضافة الطريق
cs: Přidat trasu
de: Route hinzufügen
el: Προσθήκη Διαδρομή
es: Agregar ruta
fa: اضافه کردن مسیر
it: Aggiungere percorso
ja: ルートの追加
pt_pt: Adicionar Route
th: เพิ่มเส้นทาง
tr: Güzergah ekle

source: Teacher Time Table
ar: المعلم الجدول الزمني
cs: Učitel Time Table
de: Lehrer-Zeitplan
el: Δάσκαλος Πίνακας χρόνου
es: Tabla de tiempos de profesor
fa: معلم جدول زمان
it: Maestro Time Table
ja: 教師の時間表
pt_pt: Tabela Tempo professor
th: โต๊ะครู
tr: Öğretmen Zaman Tablosu

source: Select Teacher
ar: حدد المعلم
cs: Select učitel
de: Wählen Sie Lehrer
el: Επιλέξτε Δάσκαλος
es: Seleccione Maestro
fa: انتخاب معلم
it: Seleziona insegnante
ja: 教師を選択
pt_pt: Select professor
th: เลือกครู
tr: seç Öğretmen

source: Select Class
ar: اختر الفئة
cs: Vyberte třídu
de: Wählen Sie Klasse
el: Επιλέξτε Κατηγορία
es: Seleccionar clase
fa: انتخاب کلاس
it: Seleziona classe
ja: クラスを選択
pt_pt: Selecionar classe
th: เลือกชั้นเรียน
tr: seç Sınıfı

source: Select Section
ar: حدد القسم
cs: Select Oddíl
de: Wählen Sie Abschnitt
el: Επιλέξτε Ενότητα
es: Seleccionar sección
fa: انتخاب بخش
it: Seleziona sezione
ja: セクションを選択します
th: เลือกมาตรา
tr: seç Bölüm

source: Select Subject
ar: حدد موضوع
cs: Vyberte předmět
de: Wählen Sie Betreff
el: Επιλέξτε Θέμα
es: Seleccione Asunto
fa: انتخاب موضوع
it: Selezionare Oggetto
ja: 件名を選択
pt_pt: Selecione Assunto
th: เลือกเรื่อง
tr: Konu seçin

source: Select Day
ar: حدد يوم
de: Wählen Sie Tag
el: Επιλέξτε Ημέρα
es: Seleccione Día
fa: انتخاب روز
it: Selezionare Giorno
ja: 日を選択
pt_pt: Escolha um dia
th: เลือกวันที่
tr: seç Gün

source: (choose one)
ar: (اختيار واحد)
cs: (Vyberte jednu možnost)
de: (wähle ein)
el: (Επιλέξτε ένα)
es: (Escoja uno)
fa: (یکی را انتخاب)
it: (Scegliere una)
ja: （いずれかを選択します）
pt_pt: (Escolha uma)
th: (เลือกอย่างใดอย่างหนึ่ง)
tr: (Birini seçin)

source: Start Time
ar: بداية الوقت
de: Startzeit
el: Ώρα έναρξης
es: Hora de inicio
fa: زمان شروع
it: Ora di inizio
ja: 開始時間
th: เวลาเริ่มต้น
tr: Başlangıç ​​Zamanı

source: (Select)
el: (Επιλογή)
es: (Seleccionar)
fa: (انتخاب کنید)
it: (Seleziona)
ja: （選択）
pt_pt: (Selecionar)
th: (เลือก)
tr: (Seç)

source: pm
ar: مساء
cs: odpoledne
de: Uhr
el: μμ
fa: ساعت
ja: 午後
th: น

source: End Time
ar: وقت الانتهاء
de: Endzeit
el: Ώρα λήξης
es: Hora de finalización
fa: زمان پایان
it: Ora fine
ja: 終了時間
th: เวลาสิ้นสุด
tr: bitiş Zamanı

source: Add Class Routine
ar: إضافة فئة الروتينية
cs: Přidat třídy Rutinní
de: Klassenroutine hinzufügen
el: Προσθήκη κατηγορίας ρουτίνας
es: Añadir rutina de la clase
fa: اضافه کردن کلاس معمول
it: Aggiungi classe Routine
ja: クラスルーチンを追加
pt_pt: Adicione a classe de rotina
th: เพิ่มระดับชั้นประจำ
tr: Sınıf Rutin ekle

source: Class :
ar: الفئة:
cs: třída:
de: Klasse :
el: Κατηγορία:
es: clase:
fa: کلاس:
it: Classe:
ja: クラス：
pt_pt: classe:
th: ประเภท:
tr: Sınıf:

source: Teacher :
ar: المعلم:
cs: učitel:
de: Lehrer :
el: δάσκαλος:
es: maestro:
fa: معلم:
it: insegnante:
ja: 先生：
pt_pt: professor:
th: ครู:
tr: Öğretmen:

source: Edit Route
ar: تحرير الطريق
el: Επεξεργασία διαδρομής
es: Editar ruta
fa: ویرایش مسیر
it: Modifica percorso
ja: [ルートの編集]
pt_pt: Editar Rota
th: แก้ไขเส้นทาง
tr: Rotayı Düzenle

source: Select Teacher :
ar: حدد المعلم:
cs: Select Učitel:
de: Wählen Sie Lehrer :
el: Επιλέξτε Δάσκαλος:
es: Seleccione Maestro:
fa: انتخاب معلم:
it: Seleziona insegnante:
ja: 先生を選択します。
pt_pt: Escolha um Professor:
th: เลือกครู:
tr: Seç Öğretmen:

source: Select Teacher
ar: حدد المعلم
cs: Select učitel
de: Wählen Sie Lehrer
el: Επιλέξτε Δάσκαλος
es: Seleccione Maestro
fa: انتخاب معلم
it: Seleziona insegnante
ja: 教師を選択
pt_pt: Select professor
th: เลือกครู
tr: seç Öğretmen

source: Select Class :
ar: اختر الفئة:
el: Επιλέξτε Κατηγορία:
es: Seleccionar clase:
fa: انتخاب کلاس:
it: Seleziona classe:
ja: クラスを選択します。
pt_pt: Selecionar Classe:
th: เลือกประเภท:
tr: Seç Sınıfı:

source: Select Section :
ar: حدد القسم:
cs: Vyberte sekci:
el: Επιλέξτε ενότητα:
es: Seleccione la sección:
fa: انتخاب بخش:
it: Seleziona la sezione:
ja: 選択セクション：
pt_pt: Escolha a secção:
th: เลือกส่วน:
tr: Bölüm seç:

source: Select Subject :
ar: حدد الموضوع:
cs: Vyberte předmět:
de: Wählen Sie Betreff :
el: Επιλέξτε Θέμα:
es: Seleccione Asunto:
fa: انتخاب موضوع:
it: Selezionare Oggetto:
ja: 件名を選択します。
pt_pt: Selecione Assunto:
th: เลือกเรื่อง
tr: Konu seçin:

source: Select Day :
ar: حدد يوم:
de: Wählen Sie Tag :
el: Επιλέξτε Ημέρα:
es: Elija un día:
fa: انتخاب روز:
it: Selezionare Giorno:
ja: 日を選択します。
pt_pt: Escolha um dia:
th: เลือกวัน:
tr: Seç Gün:

source: Start Time :
ar: بدء الوقت:
cs: Čas začátku:
de: Startzeit :
el: Ώρα Έναρξης:
es: Hora de inicio:
fa: زمان شروع:
it: Ora di inizio:
ja: 開始時間：
pt_pt: Hora de início:
th: เริ่มเวลา:
tr: Başlatma Zamanı:

source: End Time :
ar: نهاية الوقت:
cs: Čas konec:
de: Endzeit :
el: Ώρα λήξης:
es: Hora de finalización:
fa: زمان پایان:
it: Orario di fine:
ja: 終了時間：
th: เวลาสิ้นสุด:
tr: Zaman End:

source: Save Route
ar: حفظ الطريق
cs: Uložit trasu
el: Αποθήκευση διαδρομής
es: Guardar ruta
fa: صرفه جویی در مسیر
it: Salva rotta
ja: 保存ルート
th: บันทึกเส้นทาง
tr: Güzergah kaydet

source: Class :
ar: الفئة:
cs: třída:
el: Κατηγορία:
es: clase:
fa: کلاس:
it: Classe:
ja: クラス：
pt_pt: classe:
th: ประเภท:
tr: Sınıf:
