Repository: ajaydasinfomedia/NiftySIS
Catalog: src/Locale/*/default.po
Languages: ar, es, fa, ru, th, tr

source: Hostel List
ar: قائمة نزل
es: Lista de Albergue
fa: لیست خوابگاه ها
ru: Список хостелов
th: รายการที่พัก
tr: Pansiyon Listesi

source: Edit Hostel
ar: تحرير نزل
es: Editar albergue
fa: اقامتگاه را ویرایش کنید
ru: Изменить хостел
th: แก้ไขหอพัก
tr: Hosteli Düzenle

source: Add Hostel
ar: إضافة بيت شباب
es: Añadir albergue
fa: اضافه کردن خوابگاه
ru: Добавить хостел
th: เพิ่มโฮสเทล
tr: Hostel ekle

source: Room List
ar: قائمة الغرف
es: Lista de habitaciones
fa: لیست اتاق
ru: Список номеров
th: รายการห้องพัก
tr: Oda Listesi

source: Edit Room
ar: غرفة تحرير
es: Editar habitación
fa: ویرایش اتاق
ru: Редактировать комнату
th: แก้ไขห้อง
tr: Oda Düzenle

source: Add Room
ar: إضافة غرفة
es: Agregar habitación
fa: اضافه کردن اتاق
ru: Добавить номер
th: เพิ่มห้อง
tr: Oda ekle

source: Beds List
ar: قائمة سرير
es: Lista de camas
fa: فهرست تخت
ru: Список кроватей
th: รายการเตียง
tr: Yatak listesi

source: Edit Beds
ar: تحرير سرير
es: Editar camas
fa: ویرایش تخت
ru: Изменить кровати
th: แก้ไขเตียง
tr: Yatakları Düzenle

source: Add Beds
ar: إضافة سرير
es: Añadir camas
fa: اضافه کردن تخت
ru: Добавить кровати
th: เพิ่มเตียง
tr: Yatak ekle

source: Bed Unique ID
ar: معرف سرير فريد
es: Identificación única de cama
fa: شناسه تختخواب
ru: Кровать Уникальный идентификатор
th: รหัสที่ไม่ซ้ำสำหรับเตียง
tr: Yatak Benzersiz Kimliği

source: Enter Bed Unique ID
ar: أدخل معرف سرير فريد
es: Ingrese la ID única de la cama
fa: شناسه تختخواب را وارد کنید
ru: Введите Bed Уникальный идентификатор
th: ใส่ ID เฉพาะเตียง
tr: Benzersiz Yatak Kimliği Girin

source: Room Unique ID
ar: معرف الغرفة الفريدة
es: Identificación única de la habitación
fa: شماره منحصر به فرد اتاق
ru: Уникальный номер комнаты
th: รหัสเฉพาะของห้อง
tr: Oda Benzersiz Kimliği

source: Select Room Unique ID
ar: حدد معرف الغرفة الفريدة
es: Seleccionar ID Única de Habitación
fa: انتخاب اتاق شناسایی منحصر به فرد
ru: Выберите уникальный номер комнаты
th: เลือกรหัสเฉพาะของห้อง
tr: Oda Benzersiz Kimliği'ni seçin

source: Enter Description
ar: أدخل الوصف
es: Ingrese la descripción
fa: توصیف را وارد کنید
ru: Введите описание
th: ป้อนคำอธิบาย
tr: Açıklama Gir

source: Edit Bed
ar: تحرير السرير
es: Editar cama
fa: ویرایش تخت
ru: Изменить кровать
th: แก้ไขเตียง
tr: Yatak Düzenle

source: Add Bed
ar: أضف سرير
es: Añadir cama
fa: اضافه کردن تخت
ru: Добавить кровать
th: เพิ่มเตียง
tr: Yatak ekle

source: Event List
ar: قائمة الأحداث
es: Lista de eventos
fa: لیست رویداد
ru: Список событий
th: รายการกิจกรรม
tr: Etkinlik Listesi

source: Edit Event
ar: تحرير الحدث
es: Editar evento
fa: ویرایش رویداد
ru: Изменить событие
th: แก้ไขกิจกรรม
tr: Etkinliği Düzenle

source: Add Event
ar: أضف حدث
es: Agregar evento
fa: اضافه کردن رویداد
ru: Добавить событие
th: เพิ่มกิจกรรม
tr: Etkinlik ekle

source: Event Title
ar: عنوان الحدث
es: Título del evento
fa: عنوان رویداد
ru: Название события
th: ชื่อกิจกรรม
tr: Etkinlik Başlığı

source: Enter Event Title
ar: أدخل عنوان الحدث
es: Ingrese el título del evento
fa: عنوان رویداد را وارد کنید
ru: Введите название события
th: ป้อนชื่อกิจกรรม
tr: Etkinlik Başlığı Girin

source: Enter News date
ar: أدخل تاريخ الأخبار
es: Ingrese la fecha de noticias
fa: اخبار روز را وارد کنید
ru: Введите дату публикации
th: ป้อนวันที่ข่าว
tr: Haber tarihini girin

source: Event For
ar: حدث ل
es: Evento para
fa: رویداد برای
ru: Событие для
th: เหตุการณ์สำหรับ
tr: Olay için

source: All
ar: جميع
es: Todo
fa: همه
ru: все
th: ทั้งหมด
tr: tüm

source: Student
ar: طالب
es: Estudiante
fa: دانشجو
ru: студент
th: นักเรียน
tr: öğrenci

source: Support Staff
ar: فريق الدعم
es: Personal de apoyo
fa: کارکنان پشتیبانی
ru: Сотрудники службы поддержки
th: เจ้าหน้าที่ฝ่ายสนับสนุน
tr: Destek personeli

source: Exam Terms
ar: شروط الامتحان
es: Términos del examen
fa: شرایط آزمون
ru: Условия экзамена
th: เงื่อนไขการสอบ
tr: Sınav Koşulları

source: Exam Terms Name
ar: اسم شروط الامتحان
es: Nombre de los términos del examen
fa: شرایط امتحان نام
ru: Название экзамена
th: ชื่อข้อกำหนดการสอบ
tr: Sınav Koşulları Adı

source: Exam Term Name
ar: اسم اختبار الامتحان
es: Nombre del término del examen
fa: نام آزمون آزمون
ru: Название экзамена
th: ชื่อระยะสอบ
tr: Sınav Dönemi Adı

source: Save Term
ar: حفظ المدى
es: Guardar término
fa: صرفه جویی در مدت
ru: Сохранить срок
th: บันทึกระยะเวลา
tr: Vadeli kaydet

source: Exam List
ar: قائمة الامتحانات
es: Lista de exámenes
fa: لیست آزمون
ru: Список экзаменов
th: รายการสอบ
tr: Sınav Listesi

source: Add Exam
ar: إضافة اختبار
es: Agregar examen
fa: امتحان را اضافه کنید
ru: Добавить экзамен
th: เพิ่มการสอบ
tr: Sınav ekle

source: Exam Time Table
ar: جدول الامتحانات الوقت
es: Tabla de tiempo de examen
fa: جدول زمان آزمون
ru: Экзамен
th: ตารางเวลาการสอบ
tr: Sınav Saati Tablosu

source: Exam Name
ar: اسم الامتحان
es: Nombre del examen
fa: نام آزمون
ru: Имя экзамена
th: ชื่อสอบ
tr: Sınav Adı

source: Enter Exam Name
ar: أدخل اسم الامتحان
es: Ingrese el nombre del examen
fa: نام آزمون را وارد کنید
ru: Введите имя экзамена
th: ป้อนชื่อการสอบ
tr: Sınav İsmini Girin

source: Class Name
ar: اسم الفصل
es: Nombre de clase
fa: نام کلاس
ru: Название класса
th: ชื่อชั้นเรียน
tr: Sınıf adı

source: Section Name
ar: اسم القسم
es: Nombre de la sección
fa: نام بخش
ru: Название раздела
th: ชื่อส่วน
tr: Bölüm Adı

source: Exam Terms
ar: شروط الامتحان
es: Términos del examen
fa: شرایط آزمون
ru: Условия экзамена
th: เงื่อนไขการสอบ
tr: Sınav Koşulları

source: Select Exam Terms
ar: حدد شروط الاختبار
es: Seleccionar términos de examen
fa: شرایط امتحان را انتخاب کنید
ru: Выберите условия экзамена
th: เลือกเงื่อนไขการสอบ
tr: Sınav Şartları'nı seçin

source: Add or Remove
ar: إضافة أو إزالة
es: Agregar o quitar
fa: اضافه یا حذف
ru: Добавить или удалить
th: เพิ่มหรือนำออก
tr: Ekle veya Kaldır

source: Passing Marks
ar: علامات النجاح
es: Superando marcas
fa: علامت گذراندن
ru: Передача знаков
th: การผ่านเครื่องหมาย
tr: Geçen işaretleri

source: Passing Marks of Exam
ar: اجتياز علامات الامتحان
es: Aprobando las marcas del examen
fa: گذر امتحانات
ru: Передача знаков экзамена
th: การผ่านคะแนนของการสอบ
tr: Sınav notlarının geçmesi

source: Total Marks of Exam
ar: مجموع علامات الامتحان
es: Marcas totales de examen
fa: کل عالیم امتحان
ru: Итоговые оценки экзамена
th: คะแนนรวมของการสอบ
tr: Sınavın Toplam İzi

source: Exam Date
ar: تاريخ الامتحان
es: Fecha de examen
fa: تاریخ امتحان
ru: Дата экзамена
th: วันสอบ
tr: Sınav tarihi

source: Enter Exam date
ar: أدخل تاريخ الامتحان
es: Ingresa la fecha del examen
fa: تاریخ امتحان را وارد کنید
ru: Введите дату экзамена
th: ป้อนวันสอบ
tr: Sınav tarihini gir

source: Exam End Date
ar: تاريخ نهاية الامتحان
es: Fecha de finalización del examen
fa: تاریخ پایان امتحان
ru: Дата окончания экзамена
th: วันที่สิ้นสุดการสอบ
tr: Sınav Sonu Tarihi

source: Exam Comment
ar: تعليق الامتحان
es: Comentario del examen
fa: نمونه آزمون
ru: Комментарий
th: ข้อคิดเห็นการสอบ
tr: Sınav Yorumu

source: Enter Exam Comment
ar: أدخل إختبار التعليق
es: Ingrese el comentario del examen
fa: آزمون آزمون را وارد کنید
ru: Введите комментарий к экзамену
th: ป้อนความคิดเห็นในการสอบ
tr: Sınav Yorumunu Girin

source: Exam Syllabus
ar: الامتحان المنهج
es: Programa de examen
fa: سابقه تحصیلی
ru: Учебный план экзамена
th: หลักสูตรการสอบ
tr: Sınav Müfredatı

source: Add Exam
ar: إضافة اختبار
es: Agregar examen
fa: امتحان را اضافه کنید
ru: Добавить экзамен
th: เพิ่มการสอบ
tr: Sınav ekle

source: Payment List
ar: قائمة الدفع
es: Lista de pago
fa: لیست پرداخت
ru: Список платежей
th: รายการชำระเงิน
tr: Ödeme listesi

source: Add Payment
ar: إضافة الدفع
es: Agregar pago
fa: اضافه کردن پرداخت
ru: Добавить платеж
th: เพิ่มการชำระเงิน
tr: Ödeme ekle

source: Income List
ar: قائمة الدخل
es: Lista de ingresos
fa: لیست درآمد
ru: Список доходов
th: รายได้
tr: Gelir Listesi

source: Add Income
ar: إضافة الدخل
es: Agregar ingreso
fa: اضافه کردن درآمد
ru: Добавить доход
th: เพิ่มรายได้
tr: Gelir ekle

source: Expense List
ar: قائمة النفقات
es: Lista de gastos
fa: لیست هزینه
ru: Список расходов
th: รายการค่าใช้จ่าย
tr: Gider Listesi

source: Edit Expense
ar: تحرير النفقات
es: Editar gastos
fa: ویرایش هزینه
ru: Изменить расход
th: แก้ไขค่าใช้จ่าย
tr: Giderimi Düzenle

source: Add Expense
ar: إضافة حساب
es: Agregar gasto
fa: اضافه کردن هزینه
ru: Добавить расходы
th: เพิ่มค่าใช้จ่าย
tr: Gider ekle

source: Supplier :
ar: المورد:
es: Proveedor:
fa: تامین کننده:
ru: Поставщик:
th: ผู้ผลิต:
tr: tedarikçi:

source: Status :
ar: الحالة:
es: Estado:
fa: وضعیت:
ru: Статус:
th: สถานะ:
tr: Durum:

source: ---Select Status---
ar: --- اختر الحالة ---
es: --- Seleccionar estado ---
fa: --- انتخاب وضعیت ---
ru: --- Выберите статус ---
th: --- เลือกสถานะ ---
tr: --- Durumu Seç ---

source: Paid
ar: مدفوع
es: Pagado
fa: پرداخت شده است
ru: оплаченный
th: ต้องจ่าย
tr: ödenmiş

source: Part Paid
ar: الجزء المدفوع
es: Parte pagada
fa: قسمت پرداخت شده
ru: Часть оплачена
th: จ่ายเงินแล้ว
tr: Ücretli Bölüm

source: Unpaid
ar: غير مدفوع
es: Sin pagar
fa: بدون پرداخت هزینه
ru: неоплаченный
th: ยังไม่ได้ชำระ
tr: ödenmemiş

source: Date :
ar: التسجيل:
es: Fecha:
fa: تاریخ
ru: Дата:
th: วันที่:
tr: Tarih:

source: Income Entry
ar: مدخل الدخل
es: Entrada de ingresos
fa: درآمد ورودی
ru: Доход
th: รายการรายได้
tr: Gelir girişi

source: Add More Field
ar: أضف المزيد الميدان
es: Agregar más campo
fa: افزودن فیلد بیشتر
ru: Добавить поле
th: เพิ่มฟิลด์เพิ่มเติม
tr: Daha Fazla Alan Ekle

source: Create Expense Entry
ar: إنشاء مدخل النفقات
es: Crear entrada de gastos
fa: ایجاد ورودی هزینه
ru: Создать запись о расходах
th: สร้างรายการค่าใช้จ่าย
tr: Gider Girişi Oluşturun

source: Import List
ar: قائمة الاستيراد
es: Lista de importación
fa: فهرست واردات
ru: Список импорта
th: รายการนำเข้า
tr: İthalat Listesi

source: New Import
ar: استيراد جديد
es: Nueva importación
fa: واردات جدید
ru: Новый импорт
th: การนำเข้าใหม่
tr: Yeni İçe Aktar

source: Export List
ar: قائمة التصدير
es: Lista de exportación
fa: لیست صادرات
ru: Экспортный список
th: รายการส่งออก
tr: İhracat Listesi

source: Edit Export
ar: تحرير التصدير
es: Editar exportación
fa: ویرایش صادرات
ru: Изменить экспорт
th: แก้ไขการส่งออก
tr: İhracat Düzenle

source: New Export
ar: تصدير جديد
es: Nueva exportación
fa: صادرات جدید
ru: Новый экспорт
th: การส่งออกใหม่
tr: Yeni ihracat

source: Export Title
ar: عنوان التصدير
es: Título de la exportación
fa: عنوان صادرات
ru: Заголовок экспорта
th: ชื่อเรื่องการส่งออก
tr: İhracat Başlığı

source: Enter Export Title
ar: أدخل عنوان التصدير
es: Ingrese Título de Exportación
fa: عنوان صادرات را وارد کنید
ru: Введите заголовок экспорта
th: ป้อนชื่อการส่งออก
tr: İhracat Başlığı Girin

source: Export Model
ar: نموذج التصدير
es: Modelo de exportación
fa: مدل صادرات
ru: Модель экспорта
th: โมเดลการส่งออก
tr: İhracat Modeli

source: Update Export
ar: تحديث التصدير
es: Actualización de exportación
fa: به روز رسانی صادرات
ru: Обновить экспорт
th: อัปเดตการส่งออก
tr: İhracat Güncelleme

source: Homework List
ar: قائمة الواجبات المنزلية
es: Lista de tareas
fa: فهرست مشق شب
ru: Список домашних заданий
th: รายชื่อบ้าน
tr: Ödev Listesi

source: Edit Homework
ar: تعديل الواجبات المنزلية
es: Editar tarea
fa: ویرایش خانه
ru: Редактировать домашнюю работу
th: แก้ไขการบ้าน
tr: Ödevi Düzenle

source: Add Homework
ar: إضافة الواجبات المنزلية
es: Añadir tarea
fa: افزودن خانه به خانه
ru: Добавить домашнюю работу
th: เพิ่มการบ้าน
tr: Ödev ekle

source: Title
ar: لقب
es: Título
fa: عنوان
ru: титульный
th: ชื่อเรื่อง
tr: başlık

source: Enter title
ar: أدخل العنوان
es: Ingresa el título
fa: عنوان را وارد کنید
ru: Введите название
th: ป้อนชื่อ
tr: Başlık gir

source: Content
ar: محتوى
es: Contenido
fa: محتوا
ru: содержание
th: เนื้อหา
tr: içerik

source: Enter Content
ar: أدخل المحتوى
es: Ingrese el contenido
fa: محتوا را وارد کنید
ru: Введите содержание
th: ป้อนเนื้อหา
tr: İçeriği Girin

source: Import Syllabus
ar: استيراد المنهج
es: Importar plan de estudios
fa: سیگنال واردات
ru: Импортная программа
th: นำเข้าหลักสูตร
tr: Müfredatın içe aktarılması

source: Enable Send Mail To Parents
ar: تمكين إرسال البريد إلى الآباء
es: Habilitar Enviar correo a los padres
fa: فعال کردن ارسال ایمیل به والدین
ru: Включить отправку почты родителям
th: เปิดใช้งานการส่งจดหมายไปยังผู้ปกครอง
tr: Ebeveynlere Posta Gönder'i Etkinleştir

source: Save Homework
ar: حفظ الواجبات المنزلية
es: Guarde la tarea
fa: صرفه جویی در تکالیف
ru: Сохранить домашнюю работу
th: บันทึกการบ้าน
tr: Ödevi Kaydet

source: Hostel Name
ar: اسم نزل
es: Nombre del albergue
fa: نام و نام خانوادگی
ru: Название хостела
th: ชื่อโฮสเทล
tr: pansiyon adı

source: Enter Hostel Name
ar: أدخل اسم نزل
es: Introduzca el nombre del albergue
fa: نام و نام خانوادگی را وارد کنید
ru: Введите имя хостела
th: ป้อนชื่อโฮสเทล
tr: hostel adını gir

source: Hostel Type
ar: نزل نوع
es: Tipo de Hostal
fa: نوع خوابگاه
ru: Тип хостела
th: ประเภทหอพัก
tr: pansiyon tipi

source: Enter Hostel Type
ar: ادخل Hostel Type
es: Ingresar tipo de albergue
fa: نوع خوابگاه را وارد کنید
ru: Введите тип хостела
th: ป้อนประเภทที่พัก
tr: pansiyon tipi girin

source: Update Import
ar: تحديث الاستيراد
es: Importar actualización
fa: وارد کردن بهروزرسانی
ru: Обновить импорт
th: อัปเดตการนำเข้า
tr: İthalatı Güncelle

source: Import Title
ar: عنوان الاستيراد
es: Importar título
fa: عنوان واردات
ru: Название импорта
th: ชื่อการนำเข้า
tr: İthalat Başlığı

source: Enter Import Title
ar: أدخل عنوان الاستيراد
es: Ingrese Importar título
fa: عنوان واردات را وارد کنید
ru: Введите название импорта
th: ป้อนชื่อการนำเข้า
tr: İthalat Başlığını Girin

source: Student CSV File :
ar: ملف CSV الطالب:
es: Archivo CSV del estudiante:
fa: فایل CSV دانشجو:
ru: Файл CSV студента:
th: ไฟล์ CSV สำหรับนักเรียน:
tr: Öğrenci CSV Dosyası:

source: Teacher CSV File :
ar: ملف CSV للمعلم:
es: Archivo CSV del profesor:
fa: معلم فایل CSV:
ru: Файл CSV учителя:
th: ครู CSV ไฟล์:
tr: Öğretmen CSV Dosyası:

source: Parent CSV File :
ar: ملف CSV الأصلي:
es: Archivo CSV principal:
fa: فایل CSV والدین:
ru: Файл родительского CSV:
th: ไฟล์ CSV สำหรับผู้ปกครอง:
tr: Ebeveyn CSV Dosyası:

source: Support Staff CSV File :
ar: دعم ملف CSV للموظفين:
es: Archivo CSV del personal de soporte:
fa: پرسنل پشتیبانی CSV فایل:
ru: Поддержка CSV-файла:
th: เจ้าหน้าที่ฝ่ายสนับสนุนไฟล์ CSV:
tr: Destek Personeli CSV Dosyası:

source: Import Data
ar: استيراد البيانات
es: Importar datos
fa: واردات داده ها
ru: Импорт данных
th: นำเข้าข้อมูล
tr: Verileri İçe Aktar

source: Sample Download
ar: تحميل عينة
es: Descarga de muestra
fa: دانلود نمونه
ru: Пример загрузки
th: ดาวน์โหลดตัวอย่าง
tr: Örnek indir

source: Edit Income
ar: تحرير الدخل
es: Editar ingresos
fa: درآمد را ویرایش کنید
ru: Изменить доход
th: แก้ไขรายได้
tr: Geliri Düzenle

source: Section
ar: قسم
es: Sección
fa: بخش
ru: раздел
th: ส่วน
tr: bölüm

source: Student :
ar: طالب:
es: Estudiante:
fa: دانشجو:
ru: Студент:
th: นักศึกษา:
tr: Öğrenci:

source: Create Income Entry
ar: إنشاء مدخل الدخل
es: Crear entrada de entrada
fa: ایجاد ورودی ورودی
ru: Создать запись входа
th: สร้างรายได้
tr: Giriş Girişi Oluştur

source: Manage Marks
ar: إدارة العلامات
es: Administrar Marcas
fa: مدیریت مارک ها
ru: Управление метками
th: จัดการเครื่องหมาย
tr: İşaretleri Yönet

source: Export Marks
ar: علامات التصدير
es: Marcas de Exportación
fa: مارک صادرات
ru: Экспортные знаки
th: เครื่องหมายการส่งออก
tr: Ihracat işaretleri

source: Add Multiple Subject Marks
ar: إضافة علامات موضوع متعددة
es: Agregar múltiples marcas de asunto
fa: علامت های چندگانه را اضافه کنید
ru: Добавить несколько объектов
th: เพิ่มเครื่องหมายเรื่องหลายเรื่อง
tr: Birden Fazla Konu İşareti Ekle

source: Select Exam
ar: حدد الامتحان
es: Seleccionar examen
fa: آزمون را انتخاب کنید
ru: Выберите Экзамен
th: เลือกการสอบ
tr: Sınav Seçiniz

source: Mark Obtained (Out of
ar: علامة تم الحصول عليها (من
es: Mark Obtained (Fuera de
fa: علامت گذاری به دست آمده (از
ru: Полученный знак (из
th: เครื่องหมายที่ได้รับ (จาก
tr: elde edilen işaret (dışı

source: Go
ar: الذهاب
es: Ir
fa: برو
ru: идти
th: ไป
tr: gitmek

source: Mark (Out of
ar: مارك (من
es: marca (Fuera de
fa: علامت (خارج از)
ru: Марк (из
th: มาร์ค (จาก
tr: işareti (dışı

source: Edit Payment
ar: تحرير الدفع
es: Editar pago
fa: ویرایش پرداخت
ru: Изменить платеж
th: แก้ไขการชำระเงิน
tr: Ödeme Düzenleme

source: Title :
ar: العنوان:
es: Título:
fa: عنوان:
ru: Название:
th: ชื่อเรื่อง:
tr: Başlık:

source: Amount :
ar: المبلغ:
es: Cantidad:
fa: مقدار:
ru: кол-во:
th: จำนวนเงิน:
tr: Tutar:

source: Description :
ar: الوصف:
es: Descripción:
fa: توضیحات:
ru: Описание:
th: รายละเอียด:
tr: Açıklama:

source: Hostel Room Category
ar: فئة الغرف في Hostel
es: Categoría de habitación del albergue
fa: گروه اتاق خوابگاه
ru: Категория номера в хостеле
th: ประเภทห้องพัก
tr: hostel oda kategorisi

source: Category Name
ar: اسم الفئة
es: Nombre de la categoría
fa: نام گروه
ru: Название категории
th: ชื่อหมวดหมู่
tr: Kategori Adı

source: Room Category
ar: فئة الغرفة
es: Categoría de habitación
fa: طبقه اتاق
ru: Категория номера
th: ประเภทห้องพัก
tr: Oda kategorisi

source: Save Category
ar: حفظ الفئة
es: Guardar categoría
fa: ذخیره رده
ru: Сохранить категорию
th: บันทึกหมวดหมู่
tr: Kategoriyi Kaydet

source: Enter Room Unique ID
ar: أدخل معرف الغرفة الفريدة
fa: شناسه منحصر به فرد اتاق را وارد کنید
ru: Введите уникальный номер комнаты
th: ใส่รหัสเฉพาะของห้อง
tr: Oda Benzersiz Kimliği Girin

source: Select Hostel
ar: حدد نزل
es: Seleccionar albergue
fa: خوابگاه را انتخاب کنید
ru: Выберите хостел
th: เลือกหอพัก
tr: Hostel seç

source: Select Hostel
ar: حدد نزل
es: Seleccionar albergue
fa: خوابگاه را انتخاب کنید
ru: Выберите хостел
th: เลือกหอพัก
tr: Hostel seç

source: Room Category
ar: فئة الغرفة
es: Categoría de habitación
fa: طبقه اتاق
ru: Категория номера
th: ประเภทห้องพัก
tr: Oda kategorisi

source: Select Category Name
ar: حدد اسم الفئة
es: Seleccionar nombre de categoría
fa: نام گروه را انتخاب کنید
ru: Выберите название категории
th: เลือกชื่อหมวดหมู่
tr: Kategori Adı Seç

source: Bed capacity
ar: سعة السرير
es: Capacidad de la cama
fa: ظرفیت پذیرایی
ru: Вместимость кровати
th: ความจุเตียง
tr: Yatak kapasitesi

source: Enter Bed capacity
ar: أدخل سعة السرير
es: Ingrese capacidad de cama
fa: ظرفیت تختخواب را وارد کنید
ru: Введите емкость кровати
th: ป้อนความจุเตียง
tr: Yatak kapasitesini girin

source: Student List
ar: قائمة الطلاب
es: Lista de estudiantes
fa: لیست دانشجویی
ru: Список учеников
th: รายชื่อนักเรียน
tr: Öğrenci Listesi

source: Add New Student
ar: إضافة طالب جديد
es: Agregar nuevo estudiante
fa: دانشجوی جدید را اضافه کنید
ru: Добавить нового студента
th: เพิ่มนิสิตใหม่
tr: Yeni Öğrenci Ekleyin

source: Enter Roll Number
ar: أدخل رقم الملف
es: Ingrese número de rollo
fa: شماره رول را وارد کنید
ru: Введите номер рулона
th: ป้อนเลขที่โรล
tr: Rulo Numarasını Girin

source: Enter First Name
ar: أدخل الاسم الأول
es: Ingresa el nombre
fa: نام خانوادگی را وارد کنید
ru: Введите имя
th: ป้อนชื่อ
tr: Adını Girin

source: Enter Middle Name
ar: أدخل اسم الأوسط
es: Ingrese el segundo nombre
fa: نام میانه را وارد کنید
ru: Введите среднее имя
th: ป้อนชื่อกลาง
tr: Orta Adı Girin

source: Enter Last Name
ar: أدخل اسم العائلة
es: Ingresa el apellido
fa: نام خانوادگی را وارد کنید
ru: Введите фамилию
th: ป้อนนามสกุล
tr: Soyadı giriniz

source: Enter Address
ar: أدخل العنوان
es: Ingresar dirección
fa: آدرس را وارد کنید:
ru: Введите адрес
th: ป้อนที่อยู่
tr: Adres girin

source: Enter State
ar: دخول الدولة
es: Ingrese el estado
fa: دولت را وارد کنید
ru: Введите состояние
th: ป้อนรัฐ
tr: Devlet girin

source: Enter City
ar: دخول المدينة
es: Ingresa la ciudad
fa: شهر را وارد کنید
ru: Введите город
th: ป้อนเมือง
tr: Şehir giriniz

source: Enter Pin Code
ar: أدخل الرمز السري
es: Ingrese el código PIN
fa: کد پین را وارد کنید
ru: Введите PIN-код
th: ป้อนรหัสพิน
tr: Pin kodunu girin

source: Alternate Mobile Number
ar: رقم الجوال البديل
es: Número móvil alternativo
fa: شماره موبایل جایگزین
ru: Альтернативный номер мобильного телефона
th: หมายเลขโทรศัพท์สำรอง
tr: Alternatif Cep Numarası

source: Valid Email
ar: بريد إلكتروني صالح
es: Correo electrónico válido
fa: ایمیل معتبر
ru: Действительный Email
th: อีเมลที่ถูกต้อง
tr: Geçerli E-posta

source: Valid Username
ar: اسم المستخدم صالح
es: Nombre de usuario válido
fa: نام کاربری معتبر
ru: Действительное имя пользователя
th: ชื่อผู้ใช้ที่ถูกต้อง
tr: Geçerli Kullanıcı Adı

source: Enter Password
ar: أدخل كلمة المرور
es: Ingresa la contraseña
fa: رمز عبور را وارد کنید
ru: Введите пароль
th: ใส่รหัสผ่าน
tr: Şifre Girin

source: Select Image
ar: اختر الصورة
es: Seleccionar imagen
fa: انتخاب تصویر
ru: Выберите изображение
th: เลือกรูปภาพ
tr: Görüntü Seç

source: Approved
ar: وافق
es: Aprobado
fa: تایید شده
ru: утвержденный
th: ได้รับการอนุมัติ
tr: onaylı

source: Add Student
ar: إضافة طالب
es: Agregar estudiante
fa: دانشجو را اضافه کنید
ru: Добавить ученика
th: เพิ่มนักเรียน
tr: Öğrenci ekle

source: Subject List
ar: قائمة الموضوع
es: Lista de temas
fa: لیست موضوع
ru: Список тем
th: รายชื่อวิชา
tr: Konu Listesi

source: Add Subject
ar: إضافة الموضوع
es: Agregar sujeto
fa: اضافه کردن موضوع
ru: Добавить тему
th: เพิ่มหัวเรื่อง
tr: Konu ekle

source: Assign Room
ar: تخصيص غرفة
es: Asignar habitación
fa: اختصاص اتاق
ru: Назначить комнату
th: กำหนดห้อง
tr: Oda Atama

source: Bed Unique ID
ar: معرف سرير فريد
es: Identificación única de cama
fa: شناسه تختخواب
ru: Кровать Уникальный идентификатор
th: รหัสที่ไม่ซ้ำสำหรับเตียง
tr: Yatak Benzersiz Kimliği

source: No Bed Available
ar: لا يوجد سرير متاح
es: Sin cama disponible
fa: بدون تخت موجود است
ru: Нет доступной кровати
th: ไม่มีเตียง
tr: Yatak yok

source: Room Unique ID
ar: معرف الغرفة الفريدة
es: Identificación única de la habitación
fa: شماره منحصر به فرد اتاق
ru: Уникальный номер комнаты
th: รหัสเฉพาะของห้อง
tr: Oda Benzersiz Kimliği

source: Availability
ar: توفر
es: Disponibilidad
fa: در دسترس بودن
ru: доступность
th: ความพร้อมใช้งาน
tr: Kullanılabilirlik

source: Description
ar: وصف
es: Descripción
fa: توضیحات:
ru: описание
th: ลักษณะ
tr: tanım

source: Available
ar: متاح
es: Disponible
fa: در دسترس است
ru: имеющийся
th: ที่มีจำหน่าย
tr: mevcut

source: Occupied
ar: محتل
es: Ocupado
fa: ، مشغول
ru: занятый
th: ที่ถูกครอบครอง
tr: dolu

source: Member List
ar: قائمة الأعضاء
es: Lista de miembros
fa: فهرست کاربران
ru: Список пользователей
th: รายชื่อสมาชิก
tr: Üye Listesi

source: Book List
ar: قائمة الكتب
es: Lista de libros
fa: فهرست کتاب
ru: Список книг
th: book รายการ
tr: Kitap Listesi

source: Book Name
ar: اسم الكتاب
es: Nombre del libro
fa: نام کتاب
ru: Название книги
th: ชื่อหนังสือ
tr: Kitap adı

source: Author Name
ar: اسم المؤلف
es: Nombre del autor
fa: نام نویسنده
ru: Имя автора
th: ชื่อผู้แต่ง
tr: Yazar adı

source: Rack Location
ar: موقع الرف
es: Ubicación de rack
fa: محل رک
ru: Расположение стойки
th: ชั้นวางของ
tr: Raf Yeri

source: Child List
ar: قائمة الطفل
es: Lista de niños
fa: لیست کودکان
ru: Список детей
th: รายการเด็ก
tr: Çocuk Listesi

source: Child Name
ar: اسم الطفل
es: Nombre del niño
fa: نام فرزند
ru: Имя ребенка
th: ชื่อเด็ก
tr: Çocuk ismi

source: Child Email
ar: بريد الطفل
es: Correo electrónico secundario
fa: ایمیل کودک
ru: Электронная почта для детей
th: อีเมลสำหรับเด็ก
tr: Çocuk E-postası

source: View Result
ar: عرض النتيجة
es: Ver resultado
fa: مشاهده نتیجه
ru: Просмотреть результат
th: ดูผลลัพธ์
tr: Sonuçları Görüntüle

source: View Parent
ar: عرض الوالد
es: Ver padre
fa: مشاهده والدین
ru: Просмотр родителя
th: ดูผู้ปกครอง
tr: Ebeveyni Görüntüle

source: View Attendance
ar: عرض الحضور
es: Ver asistencia
fa: مشاهده حضور
ru: Просмотр посещаемости
th: ดูการเข้าร่วม
tr: Katılımı Görüntüle

source: No availability of Child Data
ar: لا توفر بيانات الطفل
es: Sin disponibilidad de datos secundarios
fa: در دسترس بودن اطلاعات کودک موجود نیست
ru: Отсутствие доступности данных для детей
th: ไม่มีข้อมูลบุตรหลาน
tr: Çocuk Verilerinin uygunluğu yok

source: Parent of Student
ar: والد الطالب
es: Padre de estudiante
fa: والدین دانش آموز
ru: Родитель Студента
th: ผู้ปกครองของนักเรียน
tr: Öğrenci Veli
