Repository: ajaydasinfomedia/NiftySIS
Catalog: src/Locale/*/default1.po
Languages: ar, cs, de, el, es, fa, it, ja, pt_pt, th, tr

source: Account Settings
ar: إعدادات الحساب
cs: Nastavení účtu
de: Account Einstellungen
el: Ρυθμίσεις λογαριασμού
es: Configuración de la cuenta
fa: تنظیمات حساب
it: Impostazioni account
ja: アカウント設定
pt_pt: Configurações de conta
th: การตั้งค่าบัญชี
tr: Hesap Ayarları

source: Username
ar: اسم المستخدم
cs: Uživatelské jméno
de: Nutzername
el: Όνομα Χρήστη
fa: نام کاربری
it: nome utente
ja: ユーザー名
pt_pt: Usuário:
th: ชื่อผู้ใช้
tr: Kullanıcı adı

source: Current Password
ar: كلمة المرور الحالية
el: Τρέχων κωδικός πρόσβασης
es: Contraseña actual
fa: رمز عبور کنونی
it: password corrente
ja: 現在のパスワード
pt_pt: Senha atual
th: รหัสผ่านปัจจุบัน
tr: Mevcut Şifre

source: New Password
ar: كلمة السر الجديدة
cs: Nové heslo
el: Νέος κωδικός πρόσβασης
es: nueva contraseña
fa: رمز عبور جدید
it: nuova password
ja: 新しいパスワード
pt_pt: nova senha
th: รหัสผ่านใหม่
tr: Yeni Şifre

source: Confirm Password
ar: تأكيد كلمة المرور
cs: potvrzení hesla
el: Επιβεβαίωση κωδικού
es: confirmar contraseña
fa: تکرار رمز عبور
it: Conferma password
ja: パスワードを確認
pt_pt: confirmar senha
th: ยืนยันรหัสผ่าน
tr: Parola Doğrulama

source: City
ar: مدينة
cs: velkoměsto
de: Stadt
el: πόλη
es: ciudad
fa: شهرستان
it: città
ja: 街
pt_pt: cidade
th: เมือง
tr: şehir

source: State
ar: دولة
cs: stát
de: Zustand
el: κατάσταση
es: estado
fa: دولت
it: stato
ja: 状態
pt_pt: estado
th: รัฐ
tr: devlet

source: Email
ar: البريد الإلكتروني
cs: e-mailem
el: ΗΛΕΚΤΡΟΝΙΚΗ ΔΙΕΥΘΥΝΣΗ
fa: ایمیل
ja: 電子メール
th: อีเมล

source: Parent
ar: قريب
cs: relativní
de: Elternteil
el: σχετικός
es: pariente
fa: نسبی
it: relativo
ja: 相対
pt_pt: parente
th: ญาติ
tr: bağıl

source: Child
ar: طفل
cs: dítě
de: Kind
el: παιδί
es: niño
fa: کودک
it: bambino
ja: 子供
pt_pt: criança
th: เด็ก
tr: çocuk

source: Hostel List
ar: قائمة نزل
cs: Hostel Seznam
de: Herbergsliste
el: Λίστα Hostel
es: Lista albergue
fa: فهرست خوابگاه
it: Lista Hostel
ja: ホステル一覧
pt_pt: Lista Hostel
th: รายการโฮสเทล
tr: Pansiyon listesi

source: Edit Hostel
ar: تحرير نزل
cs: editovat Hostel
de: Bearbeiten Jugendherberge
el: Επεξεργασία Hostel
es: Editar Hostel
fa: ویرایش خوابگاه
it: Modifica Hostel
ja: 編集ホステル
pt_pt: Editar Hostel
th: แก้ไขโฮสเทล
tr: Düzenleme Pansiyon

source: Add Hostel
ar: إضافة نزل
cs: Přidat Hostel
de: Jugendherberge hinzufügen
el: Προσθήκη Hostel
es: Añadir Hostel
fa: اضافه کردن خوابگاه
it: Aggiungere Hostel
ja: ホステルを追加
pt_pt: Adicionar Hostel
th: เพิ่มโฮสเทล
tr: Hostel ekle

source: Room List
ar: قائمة غرفة
cs: Seznam Room
de: Zimmerliste
el: Λίστα Δωμάτιο
es: Lista de habitaciones
fa: فهرست اتاق
it: Lista camera
ja: ルーム一覧
pt_pt: Lista quarto
th: รายการห้องพัก
tr: Oda listesi

source: Edit Room
ar: غرفة تحرير
de: Bearbeitungsraum
el: Επεξεργασία Δωμάτιο
es: Editar habitaciones
fa: اتاق ویرایش
it: Modifica camera
ja: 編集ルーム
pt_pt: Editar quarto
th: แก้ไขห้อง
tr: Düzenleme Odası

source: Add Room
ar: إضافة غرفة
cs: Přidat Room
de: Zimmer hinzufügen
el: Προσθήκη Δωμάτιο
es: Añadir Sala
fa: اضافه کردن اتاق
it: Aggiungere camera
ja: ルームを追加
pt_pt: Adicionar quarto
th: เพิ่มห้องพัก
tr: oda ekle

source: Beds List
ar: قائمة سرير
cs: Seznam postele
de: Bettenliste
el: Λίστα κρεβάτια
es: Lista de camas
fa: فهرست تخت
it: Lista letti
ja: ベッド一覧
pt_pt: Lista de camas
th: รายการเตียง
tr: Yataklar listesi

source: Edit Beds
ar: تحرير سرير
cs: Úprava lůžka
de: Betten bearbeiten
el: Επεξεργασία κρεβάτια
es: Editar Camas
fa: ویرایش تخت
it: Modifica letti
ja: 編集ベッド
pt_pt: Editar Camas
th: แก้ไขเตียง
tr: Düzenleme Yataklar

source: Add Beds
ar: إضافة سرير
cs: Přidat postele
de: Betten hinzufügen
el: Προσθήκη κρεβάτια
es: Añadir Camas
fa: اضافه کردن تخت
it: Aggiungere letti
ja: ベッドを追加
pt_pt: Adicionar Camas
th: เพิ่มเตียง
tr: Yataklar ekle

source: Bed Unique ID
ar: سرير ID فريد
cs: Postel jedinečné ID
de: Bett Eindeutige ID
el: Κρεβάτι Μοναδικό αναγνωριστικό
es: Cama Steam ID
fa: تخت منحصر به فرد ID
it: Letto ID univoco
ja: ベッド一意のID
pt_pt: Cama Unique ID
th: Bed ID ที่ไม่ซ้ำกัน
tr: Yatak Benzersiz Kimlik

source: Enter Bed Unique ID
ar: أدخل سرير ID فريد
cs: Vstoupit postel Unikátní identifikátor
de: Geben Sie die eindeutige ID des Bettes ein
el: Εισάγετε Bed Μοναδικό αναγνωριστικό
es: Introduzca la cama Steam ID
fa: را وارد کنید تخت منحصر به فرد ID
it: Inserisci Letto ID univoco
ja: ベッド一意のIDを入力します。
pt_pt: Digite Cama Unique ID
th: ใส่ Bed ID ที่ไม่ซ้ำกัน
tr: Yatak Benzersiz Kimliği girin

source: Room Unique ID
ar: غرفة ID فريد
cs: Pokoj Unikátní ID
de: Zimmer eindeutige ID
el: Δωμάτιο Μοναδικό αναγνωριστικό
es: Sala de Steam ID
fa: اتاق منحصر به فرد ID
it: Camera ID univoco
ja: ルームユニークID
pt_pt: Quarto Unique ID
th: ห้องพักหมายเลขที่ไม่ซ้ำกัน
tr: Oda benzersiz kimliği

source: Select Room Unique ID
ar: اختر غرفة ID فريد
cs: Vyberte místnost Unikátní identifikátor
de: Zimmer auswählen Eindeutige ID
el: Επιλέξτε δωμάτιο Μοναδικό αναγνωριστικό
es: Seleccionar habitación Steam ID
fa: انتخاب کنید اتاق منحصر به فرد ID
it: Selezionare camera ID univoco
ja: ルーム一意のIDを選択します
pt_pt: Selecionar quarto Unique ID
th: เลือกห้องหมายเลขที่ไม่ซ้ำกัน
tr: Oda Eşsiz kimliğini seçin

source: Description
ar: وصف
cs: popis
de: Beschreibung
el: περιγραφή
es: descripción
fa: توصیف
it: Descrizione
ja: 説明
pt_pt: Descrição
th: ลักษณะ
tr: tanım

source: Enter Description
ar: إدخال الوصف
cs: vstoupit Popis
de: Beschreibung eingeben
el: εισάγετε Περιγραφή
es: Descripción introducir
fa: وارد باشرکت
it: immettere descrizione
ja: 説明を入力します。
pt_pt: entrar Descrição
th: ป้อนคำอธิบาย
tr: Açıklama girmek

source: Edit Bed
ar: تحرير سرير
cs: editovat Bed
el: Επεξεργασία κρεβάτι
es: Editar cama
fa: ویرایش تختخواب
it: Modifica letto
ja: 編集ベッド
pt_pt: Editar Bed
th: แก้ไขเตียง
tr: Düzenleme Yatak

source: Add Bed
ar: إضافة سرير
cs: Přidat Bed
de: Bett hinzufügen
el: Προσθήκη κρεβάτι
es: Añadir cama
fa: اضافه کردن تختخواب
it: Aggiungere letto
ja: ベッドを追加
pt_pt: Adicionar Bed
th: เพิ่มที่พัก
tr: Bed ekle

source: Event List
ar: قائمة الأحداث
cs: Seznam událostí
de: Veranstaltungsliste
el: Λίστα συμβάντων
es: Lista de eventos
fa: لیست رویداد
it: Elenco eventi
ja: イベント一覧
pt_pt: Lista de eventos
th: รายการที่จัดกิจกรรม
tr: Olay listesi

source: Edit Event
ar: تحرير الحدث
cs: Upravit událost
el: Επεξεργασία συμβάντος
es: Editar Evento
fa: ویرایش رویداد
it: Modifica evento
ja: 編集イベント
pt_pt: Editar evento
th: แก้ไขเหตุการณ์
tr: Düzenleme Olay

source: Add Event
ar: إضافة حدث
cs: Přidat událost
de: Ereignis hinzufügen
el: Προσθήκη συμβάντων
es: Añadir Evento
fa: اضافه کردن رویداد
it: Aggiungi evento
ja: イベントを追加
pt_pt: Adicionar Evento
th: เพิ่มเหตุการณ์
tr: Etkinlik ekle

source: Event Title
ar: عنوان النشاط
cs: Název akce
de: Veranstaltungstitel
el: Τίτλος εκδήλωση
es: Nombre del evento
fa: عنوان رویداد
it: Titolo evento
ja: イベントタイトル
pt_pt: Título do evento
th: ชื่อกิจกรรม
tr: Olay Başlığı

source: Enter Event Title
ar: أدخل عنوان النشاط
cs: Zadejte název události
de: Geben Sie den Veranstaltungstitel ein
el: Εισάγετε τον τίτλο Εκδήλωση
es: Ingrese Nombre del Evento
fa: را وارد کنید رویداد عنوان
it: Inserisci evento Titolo
ja: イベントのタイトルを入力します。
pt_pt: Digite Título do Evento
th: ใส่ชื่อกิจกรรม
tr: Olay Başlık girin

source: Start Date
ar: بدء التسجيل
cs: Datum zahájení
de: Anfangsdatum
el: Ημερομηνία Έναρξης
es: Fecha De Inicio
fa: تاریخ شروع تاریخ
it: Data inizio
ja: 開始日
pt_pt: Data de início
th: วันที่เริ่มต้น
tr: Başlangıç ​​Tarihi

source: Enter News date
ar: إدخال التواريخ الأخبار
cs: Zadejte data Zprávy
el: Εισάγετε τις ημερομηνίες Ειδήσεις
es: Introducir fechas Noticias
fa: را وارد کنید تاریخ اخبار
it: Inserisci le date Notizie
ja: 日付を入力ニュース
pt_pt: Informe as datas Notícias
th: ใส่ข้อมูลวันข่าว
tr: Tarihleri ​​girin Haberler

source: End Date
ar: تاريخ الانتهاء
cs: Datum ukončení
de: Endtermin
el: Ημερομηνία λήξης
es: Fecha de finalización
fa: تاریخ پایان
it: Data fine
ja: 終了日
pt_pt: Data de término
th: วันที่สิ้นสุด
tr: bitiş tarihi

source: Event For
ar: للحدث
cs: Událost pro
de: Ereignis für
el: Για Εκδήλωση
es: Por Evento
fa: برای رویداد
it: per Event
ja: イベントのため
pt_pt: para Evento
th: สำหรับกิจกรรม
tr: Olay için

source: All
ar: جميع
cs: vše
de: Alle
el: όλα
es: todos
fa: همه
it: tutto
ja: ドイツ語
pt_pt: tudo
th: ทั้งหมด
tr: tüm

source: Student
ar: طالب
de: Schüler
el: φοιτητής
es: estudiante
fa: دانشجو
it: studente
ja: 学生
pt_pt: estudante
th: นักเรียน
tr: öğrenci

source: Support Staff
ar: موظفو الدعم
cs: Pomocný personál
de: Support-Mitarbeiter
el: Προσωπικό υποστήριξης
es: personal de apoyo
fa: پشتیبانی کارکنان
ja: サポートスタッフ
pt_pt: equipe de apoio
th: พนักงานให้ความช่วยเหลือ
tr: Destek personeli

source: Payment List
ar: قائمة الدفع
cs: Seznam platební
de: Zahlungsliste
el: Λίστα πληρωμής
es: Lista de pagos
fa: فهرست پرداخت
it: Lista di pagamento
ja: 支払一覧
pt_pt: Lista de pagamento
th: รายการชำระเงิน
tr: Ödeme listesi

source: Add Payment
ar: إضافة الدفع
cs: Přidat Platba
de: Zahlung hinzufügen
el: Προσθέστε πληρωμής
es: Añadir Pago
fa: اضافه کردن پرداخت
it: Aggiungere pagamento
ja: 支払いを追加
pt_pt: Adicionar Pagamento
th: เพิ่มการชำระเงิน
tr: Ödeme ekle

source: Income List
ar: قائمة الدخل
cs: Seznam příjmy
de: Einkommensliste
el: Λίστα εισοδήματος
es: Lista ingreso
fa: فهرست درآمد
it: Lista di reddito
ja: 所得一覧
pt_pt: Lista de renda
th: รายการรายได้
tr: Gelir listesi

source: Add Income
ar: إضافة الدخل
cs: Přidat příjem
de: Einkommen hinzufügen
el: Προσθήκη εισοδήματος
es: Añadir Ingresos
fa: اضافه کردن درآمد
it: Aggiungere reddito
ja: 収入を追加
pt_pt: Adicionar Renda
th: เพิ่มรายได้
tr: Gelir ekle

source: Expense List
ar: قائمة حساب
cs: Seznam náklady
de: Kostenliste
el: Λίστα Εξόδων
es: Lista de gastos
fa: لیست هزینه
it: dell'elenco della spesa
ja: 経費一覧
pt_pt: Lista de despesa
th: รายการค่าใช้จ่าย
tr: gider listesi

source: Add Expense
ar: إضافة المصاريف
cs: Přidat Expense
de: Kosten hinzufügen
el: Προσθήκη Εξόδων
es: Añadir Gasto
fa: اضافه کردن هزینه
it: Aggiungere Expense
ja: 費用を追加
pt_pt: Adicionar Despesa
th: เพิ่มค่าใช้จ่าย
tr: Harcama ekle

source: Supplier :
ar: المورد:
cs: dodavatel:
de: Lieferant :
el: Προμηθευτής:
es: proveedor:
fa: عرضه کننده:
it: Fornitore:
ja: サプライヤー：
pt_pt: fornecedor:
th: ผู้ผลิต:
tr: tedarikçi:

source: Status :
ar: الحالة:
el: Κατάσταση:
es: estatus
fa: وضعیت:
ja: ステータス：
pt_pt: Estado
th: สถานะ:
tr: Durum:

source: ---Select Status---
ar: اختر الحالة --- ---
de: --- Wählen Sie Status ---
el: Επιλέξτε Κατάσταση --- ---
es: Seleccione Estado --- ---
fa: انتخاب وضعیت --- ---
it: Selezionare Stato --- ---
ja: --- ---ステータスを選択します
pt_pt: Selecione Status --- ---
th: เลือกสถานะ --- ---
tr: Seç Durum --- ---

source: Paid
ar: مدفوع
cs: zaplatil
de: Bezahlt
el: Πληρωμένη
es: pagado
fa: پرداخت
it: pagato
ja: 支払われました
pt_pt: pago
th: ต้องจ่าย
tr: ödenmiş

source: Part Paid
ar: المدفوع
cs: podíl placené
de: Teil bezahlt
el: μερίδιο επί πληρωμή
es: acción pagado
fa: سهم پرداخت
it: azione pagato
ja: シェア有料
pt_pt: ação pago
th: หุ้นที่เรียกชำระแล้ว
tr: pay Ücretli

source: Unpaid
ar: غير مدفوع
cs: nezaplacený
de: Unbezahlt
el: απλήρωτη
es: no pagado
fa: پرداخت نشده
it: non pagato
ja: 未払い
pt_pt: não remunerado
th: ยังไม่ได้ชำระ
tr: ödenmemiş

source: Date :
ar: تاريخ
cs: datum:
de: Datum :
el: ημερομηνία:
es: Fecha:
fa: تاریخ:
it: DATA
ja: 日付：
pt_pt: Data
th: วันที่:
tr: tarih:

source: Income Entry
ar: الدخول الدخل
cs: Vstup příjem
de: Einkommen Eintrag
el: Έσοδα Έναρξη
es: Entrada ingreso
fa: ورود درآمد
it: reddito Entry
ja: 所得エントリ
pt_pt: Entrada de renda
th: รายการรายได้
tr: Gelir Girişi

source: Add More Field
ar: إضافة المزيد من الميدان
cs: Přidat další pole
de: Fügen Sie mehr Feld hinzu
el: Προσθήκη περισσότερων πεδίο
es: Añadir más Campo
fa: اضافه کردن بیشتر درست
it: Aggiungi altro campo
ja: 複数のフィールドを追加します。
pt_pt: Adicionar mais campo
th: เพิ่มเขตข้อมูลเพิ่มเติม
tr: Daha Alan Ekle

source: Create Expense Entry
ar: إنشاء المصروفات الدخول
cs: Vytvořit Expense Entry
de: Erstellen Sie einen Kosteneintrag
el: Δημιουργία Εξόδων Έναρξη
es: Crear entrada de gastos
fa: درست هزینه ورود
it: Creare Expense Entry
ja: 経費エントリを作成します。
pt_pt: Criar entrada de despesa
th: สร้างรายการค่าใช้จ่าย
tr: Gider Girişi oluştur

source: Import List
ar: قائمة الواردات
cs: import seznamu
de: Liste importieren
el: Λίστα Εισαγωγή
es: Lista de importación
fa: فهرست واردات
it: Importa elenco
ja: インポートリスト
pt_pt: Lista de importação
th: รายการนำเข้า
tr: İthalat listesi

source: New Import
ar: استيراد جديد
cs: nový import
de: Neuer Import
el: νέα Εισαγωγή
es: nueva importación
fa: واردات جدید
it: nuova importazione
ja: 新しいインポート
th: นำเข้าใหม่
tr: Yeni İthalat

source: Export List
ar: قائمة التصدير
cs: Export seznamu
de: Liste exportieren
el: Λίστα των εξαγωγών
es: Lista de exportación
fa: لیست صادرات
it: Esporta elenco
ja: エクスポートリスト
pt_pt: Lista de exportação
th: รายการส่งออก
tr: İhracat listesi

source: Edit Export
ar: تحرير تصدير
cs: editovat Export
de: Bearbeiten Sie den Export
el: Επεξεργασία των εξαγωγών
es: Editar exportación
fa: ویرایش صادرات
it: Modifica Export
ja: 編集エクスポート
pt_pt: Editar Export
th: แก้ไขการส่งออก
tr: Düzenleme İhracat

source: New Export
ar: تصدير جديدة
cs: Nový export
de: Neuer Export
el: νέα Εξαγωγές
es: nueva exportación
fa: جدید صادرات
it: Nuovo Export
ja: 新しいエクスポート
th: การส่งออกใหม่
tr: Yeni İhracat

source: Export Title
ar: تصدير عنوان
cs: Export Název
de: Titel exportieren
el: εξαγωγή Τίτλος
es: Título de exportación
fa: صادرات عنوان
it: export Titolo
ja: 輸出タイトル
pt_pt: exportação Título
th: ส่งออกชื่อ
tr: İhracat Başlığı

source: Enter Export Title
ar: أدخل عنوان التصدير
cs: Zadejte název exportu
de: Geben Sie Titel exportieren ein
el: Εισάγετε Εξαγωγή Τίτλος
es: Introduzca exportación Título
fa: را وارد کنید صادرات عنوان
it: Inserisci Export Titolo
ja: エクスポートのタイトルを入力します。
pt_pt: Digite Export Título
th: ใส่ชื่อเรื่องการส่งออก
tr: İhracat Başlık girin

source: Export Model
ar: تصدير نموذج
de: Modell exportieren
el: Μοντέλο εξαγωγή
es: Modelo de exportación
fa: صادرات مدل
it: Esporta modello
ja: 輸出モデル
pt_pt: exportação Modelo
th: ส่งออกรุ่น
tr: İhracat Modeli

source: Update Export
ar: تصدير تحديث
cs: Export Aktualizace
de: Aktualisieren Sie den Export
el: εξαγωγή Ενημέρωση
es: exportación de actualización
fa: صادرات به روز رسانی
it: export Aggiornamento
ja: 輸出の更新
pt_pt: exportação de atualização
th: ส่งออกการปรับปรุง
tr: İhracat Güncelleme

source: Hostel Name
ar: اسم الفندق
el: Όνομα του ξενώνα
es: Nombre albergue
fa: نام خوابگاه
it: Hostel Nome
ja: ホステルの名前
pt_pt: Hostel Nome
th: ชื่อโฮสเทล
tr: Pansiyon Ad

source: Enter Hostel Name
ar: أدخل اسم نزل
cs: Vstoupit Hostel Jméno
de: Geben Sie den Hostnamen ein
el: Πληκτρολογήστε το Όνομα Hostel
es: Introduzca el nombre del establecimiento
fa: نام خوابگاه را وارد کنید
it: Inserire nome Hostel
ja: ホステルの名前を入力します。
pt_pt: Digite Hostel Nome
th: กรุณาใส่ชื่อโฮสเทล
tr: Pansiyon Adını Girin

source: Hostel Type
ar: نوع نزل
cs: Hostel Typ
de: Herbergsart
el: Hostel Τύπος
es: Tipo albergue
fa: نوع خوابگاه
it: Hostel Tipo
ja: ホステルタイプ
pt_pt: Hostel Tipo
th: ประเภทโฮสเทล
tr: Pansiyon Tipi

source: Enter Hostel Type
ar: أدخل نزل نوع
cs: Vstoupit Hostel Typ
de: Geben Sie Jugendherbergsart ein
el: Εισάγετε Hostel Τύπος
es: Introduzca Hostel Tipo
fa: را وارد کنید خوابگاه نوع
it: Inserisci Hostel Tipo
ja: ホステルタイプを入力します。
pt_pt: Digite Hostel Tipo
th: ใส่ Hostel ประเภท
tr: Hostel Tip girin

source: Update Import
ar: استيراد تحديث
cs: import Aktualizace
de: Aktualisieren Sie den Import
el: Εισαγωγή Ενημέρωση
es: importación de actualizaciones
fa: واردات به روز رسانی
it: Importa Aggiornamento
ja: インポート更新
pt_pt: importação de atualização
th: นำเข้าปรับปรุง
tr: İthalat Güncelleme

source: Import Title
ar: استيراد عنوان
cs: import Název
de: Titel importieren
el: Εισαγωγή τίτλου
es: importación Título
fa: واردات عنوان
it: Importa Titolo
ja: インポートタイトル
th: นำเข้าชื่อ
tr: İthalat Başlığı

source: Enter Import Title
ar: أدخل عنوان استيراد
cs: Zadejte Importovat Title
de: Geben Sie Titel importieren ein
el: Εισάγετε Εισαγωγή τίτλου
es: Introduzca Importación Título
fa: را وارد کنید واردات عنوان
it: Inserisci Importa Titolo
ja: インポートのタイトルを入力します。
pt_pt: Digite Import Title
th: ใส่ชื่อนำเข้า
tr: İthalat Başlık girin

source: Student CSV File :
ar: طالب CSV الملف:
cs: Student CSV souboru:
de: Studenten-CSV-Datei:
el: Φοιτητής CSV αρχείου:
es: Estudiante Archivo CSV:
fa: دانشجو CSV فایل:
it: Studente file CSV:
ja: 学生CSVファイル：
pt_pt: Estudante arquivo CSV:
th: นักศึกษาไฟล์ CSV:
tr: Öğrenci CSV Dosya:

source: Teacher CSV File :
ar: المعلم CSV الملف:
cs: Učitel CSV souboru:
de: CSV-Datei für Lehrer:
el: Δάσκαλος CSV αρχείου:
es: Maestro Archivo CSV:
fa: معلم CSV فایل:
it: Maestro del file CSV:
ja: 教師CSVファイル：
pt_pt: Professor de arquivo CSV:
th: ครูไฟล์ CSV:
tr: Öğretmen CSV Dosya:

source: Parent CSV File :
ar: الأم CSV الملف:
cs: Parent CSV souboru:
de: Übergeordnete CSV-Datei:
el: Μητρική CSV αρχείου:
es: Padres Archivo CSV:
fa: پدر و مادر CSV فایل:
it: Parent File CSV:
ja: 親CSVファイル：
pt_pt: Pai arquivo CSV:
th: ผู้ปกครองไฟล์ CSV:
tr: Veli CSV Dosya:

source: Support Staff CSV File :
ar: دعم CSV الموظفين الملف:
cs: Podpůrný personál CSV souboru:
de: Support-Mitarbeiter CSV-Datei:
el: Υποστήριξη CSV Προσωπικό αρχείο:
es: El apoyo del personal del archivo CSV:
fa: پشتیبانی از فایل CSV کارکنان:
ja: サポートスタッフCSVファイル：
pt_pt: Suporte Arquivo Pessoal CSV:
th: สนับสนุนไฟล์ CSV พนักงาน:
tr: Destek Personeli CSV Dosya:

source: Import Data
ar: استيراد البيانات
cs: import dat
de: Daten importieren
el: Εισαγωγή δεδομένων
es: importación de datos
fa: واردات داده
it: Importa dati
ja: データのインポート
pt_pt: Importar dados
th: การนำเข้าข้อมูล
tr: İthalat Verileri

source: Sample Download
ar: عينة تنزيل
cs: vzorek Download
de: Beispiel Download
el: δείγματος Λήψη
es: muestras Descargar
fa: نمونه دانلود
it: esempio Scarica
ja: サンプルダウンロード
pt_pt: amostra Baixar
th: ตัวอย่างดาวน์โหลด
tr: numune İndir

source: Section
ar: {0}{/0} {1}القسم 2{/1}
cs: část
de: Sektion
el: τμήμα
es: sección
fa: بخش
it: sezione
ja: セクション
pt_pt: seção
th: ส่วน
tr: bölüm

source: Student :
ar: طالب:
de: Schüler :
el: φοιτητής:
es: estudiante:
fa: دانشجو:
it: studente:
ja: 学生：
pt_pt: estudante:
th: นักศึกษา:
tr: Öğrenci:

source: Create Income Entery
ar: إنشاء دخول الدخل
cs: Vytvořit vstupní položku
de: Einkommenseingabe erstellen
el: Δημιουργία εισόδου εισοδήματος
es: Crear entrada de ingresos
fa: ایجاد درآمد ورودی
it: Creare entrate
ja: 所得エントリを作成する
pt_pt: Criar Entrada de Renda
th: สร้างรายได้
tr: Gelir Girişini Yarat

source: Manage Marks
ar: إدارة العلامات
cs: Správa značek
de: Marken verwalten
el: Διαχείριση σήματα
es: Manejo de marcas
fa: مدیریت مارکس
it: gestire Marks
ja: マークを管理します
pt_pt: Gerenciar Marcas
th: จัดการ Marks
tr: Marks Yönet

source: Export Marks
ar: ماركس التصدير
de: Marken exportieren
el: εξαγωγή σήματα
es: marcas de exportación
fa: مارکس صادرات
it: Marks Export
ja: エクスポートマークス
pt_pt: Marcas de exportação
th: Marks ส่งออก
tr: İhracat Marks

source: Add Multiple Subject Marks
ar: إضافة علامات موضوع متعددة
cs: Přidat více Subject Marks
de: Fügen Sie mehrere Schlagwörter hinzu
el: Προσθήκη πολλαπλών σημάτων Θέμα
es: Añadir múltiples marcas de Asunto
fa: اضافه کردن علامت تم های متعدد
it: Aggiungi più Marks Oggetto
ja: 複数のサブジェクトのマークを追加します。
pt_pt: Adicionar vários Marcas Assunto
th: เพิ่มเครื่องหมายเรื่องหลาย
tr: Birden Konu Marks ekle

source: Select Exam
ar: حدد الامتحان
cs: Select zkouška
de: Wählen Sie Prüfung
el: Επιλέξτε Εξετάσεων
es: Seleccione Examen
fa: انتخاب آزمون
it: Selezionare Exam
ja: 試験を選択
th: เลือกสอบ
tr: seç Sınav

source: Mark Obtained (Out of 100)
ar: الأقسام التي يتم الحصول عليها (من أصل 100)
cs: Mark Získané (ze 100)
el: Mark Ελήφθη (Εκτός 100)
es: Nota obtenida (de 100)
fa: علامت گذاری به عنوان به دست آمده (از 100)
it: Voto ottenuto (su 100)
ja: マーク（100のうち）を取得
pt_pt: Mark Obtido (de 100)
th: มาร์คได้รับ (จาก 100)
tr: Mark (100 tanesinde) Elde

source: Go
ar: الذهاب
cs: jít
de: Gehen
el: πηγαίνω
es: Gb
fa: رفتن
ja: 行きます
pt_pt: ir
th: ไป
tr: git

source: Mark
ar: علامة
cs: značka
el: σημάδι
fa: علامت
it: contrassegno
ja: マーク
pt_pt: marca
th: เครื่องหมาย
tr: Markos

source: Edit Payment
ar: تحرير الدفع
cs: editovat Payment
el: Επεξεργασία πληρωμής
es: Editar Pago
fa: ویرایش پرداخت
it: Modifica di pagamento
ja: 編集支払い
pt_pt: Editar pagamento
th: แก้ไขการชำระเงิน
tr: Düzenleme Ödeme

source: Title :
ar: عنوان:
cs: název:
de: Titel :
el: τίτλος:
es: título
fa: عنوان:
it: titolo:
ja: タイトル：
pt_pt: título:
th: ชื่อเรื่อง:
tr: başlık:

source: Amount :
ar: المبلغ:
cs: množství:
de: Menge :
el: ποσό:
es: monto:
fa: مقدار:
it: importo:
ja: 金額：
pt_pt: quantidade:
th: จำนวนเงิน:
tr: Tutar:

source: Description :
ar: وصف
cs: Popis:
de: Beschreibung :
el: περιγραφή:
es: descripción
fa: توضیحات:
it: Descrizione
ja: 説明
pt_pt: Descrição
th: รายละเอียด:
tr: Açıklama:

source: Hostel Room Category
ar: غرفة نزل الفئة
cs: Hostel Room Kategorie
de: Herberge Zimmer Kategorie
el: Κατηγορία Hostel Δωμάτιο
es: Categoría albergue de habitaciones
fa: اتاق خوابگاه رده
it: Hostel Room Categoria
ja: ホステルルームカテゴリー
pt_pt: Categoria Hostel Room
th: ประเภทห้องพักโฮสเทล
tr: Hostel Odası Kategorisi

source: Category Name
ar: اسم التصنيف
cs: název kategorie
el: όνομα Κατηγορία
es: nombre de la categoría
fa: نام رده
it: nome Categoria
ja: 名カテゴリ
pt_pt: nome da Categoria
th: ชื่อหมวดหมู่
tr: Adı Kategori

source: Room Category
ar: غرفة الفئة
cs: pokoj kategorie
de: Zimmerkategorie
el: Κατηγορία Δωμάτιο
es: Categoría habitación
fa: اتاق رده
it: camera Categoria
ja: ルームカテゴリー
pt_pt: Categoria quarto
th: ประเภทห้องพัก
tr: Oda Kategorisi

source: Save Category
ar: حفظ الفئة
cs: Save Kategorie
el: Αποθήκευση Κατηγορία
es: Guardar Categoría
fa: ذخیره رده
it: Salva Categoria
ja: カテゴリーを保存
pt_pt: Salvar Categoria
th: บันทึกหมวดหมู่
tr: Kaydet Kategori

source: Enter Room Unique ID
ar: أدخل غرفة ID فريد
cs: Vstoupit do pokoje Unikátní identifikátor
de: Geben Sie die eindeutige ID des Raums ein
el: Πληκτρολογήστε Δωμάτιο Μοναδικό αναγνωριστικό
es: Entrar en la sala Steam ID
fa: را وارد کنید اتاق منحصر به فرد ID
it: Entra nella stanza ID univoco
ja: ルーム一意のIDを入力します。
pt_pt: Entrar na sala Unique ID
th: เข้ามาในห้องหมายเลขที่ไม่ซ้ำกัน
tr: Oda Benzersiz Kimliği girin

source: Select Hostel
ar: حدد نزل
cs: Vyberte Hostel
de: Wählen Sie Hostel
el: Επιλέξτε Hostel
es: Seleccionar Hostel
fa: انتخاب خوابگاه
ja: ホステルを選択
th: เลือกโฮสเทล
tr: seç Pansiyon

source: Select Hostel
ar: حدد نزل
cs: Vyberte Hostel
de: Wählen Sie Hostel
el: Επιλέξτε Hostel
es: Seleccionar Hostel
fa: انتخاب خوابگاه
ja: ホステルを選択
th: เลือกโฮสเทล
tr: seç Pansiyon

source: Room Category
ar: غرفة الفئة
cs: pokoj kategorie
de: Zimmerkategorie
el: Κατηγορία Δωμάτιο
es: Categoría habitación
fa: اتاق رده
it: camera Categoria
ja: ルームカテゴリー
pt_pt: Categoria quarto
th: ประเภทห้องพัก
tr: Oda Kategorisi

source: Select Category Name
ar: حدد اسم التصنيف
cs: Vyberte kategorii Name
de: Wählen Sie den Kategorienamen
el: Επιλέξτε Κατηγορία Όνομα
es: Elija un nombre de categoría
fa: انتخاب نام رده
it: Seleziona Nome Categoria
ja: 選択カテゴリ名
pt_pt: Escolha um nome de categoria
th: เลือกชื่อหมวดหมู่
tr: Kategori Seç Adı

source: Add or Remove
ar: إضافة أو إزالة
cs: Přidat nebo odebrat
de: Hinzufügen oder entfernen
el: Προσθήκη ή κατάργηση
es: Añadir o quitar
fa: اضافه کردن یا حذف
it: Aggiungere o rimuovere
ja: 追加または削除
pt_pt: Adicionar ou Remover
th: เพิ่มหรือลบ
tr: Ekle veya Kaldır

source: Beds capacity
ar: قدرة الأسرة
cs: lůžek kapacita
de: Bettenkapazität
el: δυναμικότητα κλινών
es: capacidad de camas
fa: ظرفیت تخت
it: capacità letti
ja: ベッド容量
pt_pt: capacidade de camas
th: ความจุเตียง
tr: Yataklar kapasite

source: Enter Beds capacity
ar: أدخل الأسرة قدرة
cs: Vstoupit kapacity postele
de: Geben Sie Bettenkapazität ein
el: Εισάγετε κλινών
es: Introduzca camas de capacidad
fa: تخت ظرفیت را وارد کنید
it: Inserisci Capacità posti letto
ja: 容量のベッドを入力します。
pt_pt: Digite Camas de capacidade
th: ใส่เตียงจุ
tr: kapasite yatak girin
