Repository: ajaydasinfomedia/NiftySIS
Catalog: src/Locale/*/default.po
Languages: ar, es, fa, ru, th, tr

source: Message Settings
ar: إعدادات الرسائل
es: Configuraciones de mensajes
fa: تنظیمات پیام
ru: Настройки сообщений
th: การตั้งค่าข้อความ
tr: Mesaj Ayarları

source: Parent can send message to students
ar: يمكن للوالد إرسال رسالة للطلاب
es: Los padres pueden enviar un mensaje a los estudiantes
fa: والدین می توانند پیام به دانش آموزان ارسال کنند
ru: Родитель может отправить сообщение студентам
th: ผู้ปกครองสามารถส่งข้อความไปยังนักเรียนได้
tr: Ebeveyn öğrencilere mesaj gönderebilir

source: Student can send message to other students
ar: يمكن للطالب إرسال رسالة للطلاب الآخرين
es: El alumno puede enviar un mensaje a otros estudiantes
fa: دانش آموز می تواند به دانش آموزان دیگر پیام ارسال کند
ru: Студент может отправить сообщение другим студентам
th: นักเรียนสามารถส่งข้อความไปยังนักเรียนคนอื่น ๆ ได้
tr: Öğrenci diğer öğrencilere mesaj gönderebilir

source: Teacher Access Settings
ar: إعدادات دخول المعلم
es: Configuración de acceso del profesor
fa: تنظیمات دسترسی معلم
ru: Настройки доступа учителя
th: การตั้งค่าการเข้าถึงของครู
tr: Öğretmen Erişim Ayarları

source: Teacher can manage all subject marks
ar: يمكن للمعلم إدارة كل علامات الموضوع
es: El profesor puede gestionar todas las asignaturas
fa: معلم می تواند تمام علائم موضوع را مدیریت کند
ru: Учитель может управлять всеми предметными знаками
th: ครูสามารถจัดการหัวเรื่องทั้งหมด
tr: Öğretmen tüm konu işaretlerini yönetebilir

source: Copyright
ar: حق النشر
es: derechos de autor
fa: حق چاپ
ru: авторское право
th: ลิขสิทธิ์
tr: telif hakkı

source: Enter Copyright
ar: أدخل حقوق النشر
es: Ingrese Copyright
fa: کپی رایت را وارد کنید
ru: Введите Copyright
th: ป้อนลิขสิทธิ์
tr: Telif Hakkı Gir

source: Select Message Service
ar: حدد خدمة الرسائل
es: Seleccionar servicio de mensajes
fa: سرویس پیام را انتخاب کنید
ru: Выберите службу сообщений
th: เลือกบริการข้อความ
tr: Mesaj Servisi Seç

source: API Key
ar: مفتاح واجهة برمجة التطبيقات
es: Clave API
fa: کلید API:
ru: Ключ API
th: คีย์ API
tr: API Anahtarı

source: Sender ID
ar: معرف المرسل
es: ID del remitente
fa: شناسه فرستنده
ru: Идентификатор отправителя
th: ID ผู้ส่ง
tr: Gönderen Kimliği

source: Account SID
ar: حساب SID
es: SID de la cuenta
fa: SID حساب
ru: SID учетной записи
th: บัญชี SID
tr: Hesap SID'si

source: Auth Token
ar: رقم المصادقة
es: Token de autenticación
th: โทเค็นการรับรองความถูกต้อง
tr: Auth Jetonu

source: From Number
ar: من الرقم
es: Desde el número
fa: از شماره
ru: От номера
th: จากจำนวน
tr: Numaradan

source: Add New Support Staff
ar: إضافة موظفين دعم جدد
es: Añadir nuevo personal de apoyo
fa: اضافه کردن کارمندان پشتیبانی جدید
ru: Добавить нового сотрудника службы поддержки
th: เพิ่มเจ้าหน้าที่ฝ่ายสนับสนุนใหม่
tr: Yeni Destek Ekibi Ekle

source: Add Support Staff
ar: إضافة موظفي الدعم
es: Añadir personal de apoyo
fa: اضافه کردن کارمندان پشتیبانی
ru: Добавить службу поддержки
th: เพิ่มเจ้าหน้าที่ฝ่ายสนับสนุน
tr: Destek Ekibi Ekle

source: Enter State
ar: دخول الدولة
es: Ingrese el estado
fa: دولت را وارد کنید
ru: Введите состояние
th: ป้อนรัฐ
tr: Devlet girin

source: Enter Pin Code
ar: أدخل الرمز السري
fa: کد پین را وارد کنید
ru: Введите PIN-код
th: ป้อนรหัสพิน
tr: Pin kodunu girin

source: Upload Student CSV
ar: تحميل ملف CSV للطلاب
es: Cargar CSV de estudiante
fa: آپلود دانشجو CSV
ru: Загрузить CSV для учащихся
th: อัปโหลดไฟล์ CSV ของนักเรียน
tr: Öğrenci CSV'sini yükle

source: Export Student
ar: تصدير طالب
es: Exportar Estudiante
fa: دانشجو صادرات
ru: Экспортировать студента
th: ส่งออกนักเรียน
tr: Öğrenci ihraç et

source: Select Class :
ar: اختر الفصل:
es: Seleccionar clase:
fa: کلاس را انتخاب کنید:
ru: Выберите Класс:
th: เลือก Class:
tr: Sınıfı Seç:

source: Export IN CSV
ar: تصدير في CSV
es: Exportar en CSV
fa: صادرات در CSV
ru: Экспорт IN CSV
th: ส่งออกเป็น CSV
tr: CSV’de Dışa Aktar

source: Seclect Class
ar: اختر الفصل
es: Seleccionar clase
fa: مخفی کردن کلاس
ru: Класс разделения
th: เลือกชั้นเรียน
tr: Sınıf Seç

source: Roll Number
ar: عدد لفة
es: Número de rollo
fa: شماره رول
ru: Номер рулона
th: หมายเลขม้วน
tr: Rulo Numarası

source: Select CSV File:
ar: حدد ملف CSV:
es: Seleccionar archivo CSV:
fa: انتخاب فایل CSV:
ru: Выберите файл CSV:
th: เลือกไฟล์ CSV:
tr: CSV Dosyası Seç:

source: Upload CSV File
ar: تحميل ملف CSV
es: Cargar archivo CSV
fa: آپلود فایل CSV
ru: Загрузить файл CSV
th: อัปโหลดไฟล์ CSV
tr: CSV Dosyası Yükle

source: Enter Subject Code
ar: أدخل رمز الموضوع
es: Ingrese el código de asunto
fa: کد موضوع را وارد کنید
ru: Введите код темы
th: ใส่รหัสหัวเรื่อง
tr: Konu Kodunu Girin

source: Enter Edition
ar: ادخل الطبعة
es: Entrar en la Edición
fa: نسخه را وارد کنید
ru: войти в редакцию
th: ป้อนฉบับ
tr: Basım Girin

source: Edition
ar: طبعة
es: Edición
fa: نسخه
ru: издание
th: ฉบับ
tr: baskı

source: Add Teacher
ar: أضف المعلم
es: Añadir profesor
fa: اضافه کردن معلم
ru: Добавить учителя
th: เพิ่มครู
tr: Öğretmen ekle

source: Submitted Documents
ar: المستندات المقدمة
es: Documentos presentados
fa: مدارک ارسال شده
ru: Представленные документы
th: ส่งเอกสารแล้ว
tr: Gönderilen Belgeler

source: Teacher Name :
ar: اسم المعلم:
es: Nombre del maestro:
fa: نام معلم:
ru: Имя учителя:
th: ชื่อครู:
tr: Öğretmen adı:

source: No Teacher Data Available
ar: لا توجد بيانات المعلم المتاحة
es: No hay datos del maestro disponibles
fa: هیچ اطلاعات معلم موجود نیست
ru: Нет доступных данных учителя
th: ไม่มีข้อมูลสำหรับครู
tr: Öğretmen Verisi Mevcut Değil

source: Teacher Access Rights
ar: حقوق وصول المعلم
es: Derechos de acceso del maestro
fa: دسترسی به معلم
ru: Права доступа учителя
th: สิทธิการเข้าถึงของครู
tr: Öğretmen Erişim Hakları

source: Menu
ar: قائمة الطعام
es: Menú
fa: منو
ru: меню
th: เมนู
tr: menü

source: Save Rights
ar: حفظ الحقوق
es: Guardar los derechos
fa: ذخیره حقوق
ru: Сохранить права
th: บันทึกสิทธิ์
tr: Hakları kaydet

source: View Subjects
ar: عرض المواضيع
es: Ver objetos
fa: مشاهده اشیاء
ru: Просмотр объектов
th: ดูวัตถุ
tr: Nesneleri Görüntüle

source: All Subjects
ar: جميع المواضيع
es: Todos los sujetos
fa: تمام موضوعات
ru: Все темы
th: หัวข้อทั้งหมด
tr: Tüm Konular

source: Only Own Class Subjects
ar: فقط الموضوعات فئة الخاصة
es: Solo objetos propios de la clase
fa: فقط موضوع کلاس های خود
ru: Только собственные классы
th: เฉพาะวิชาที่เรียนด้วยตัวเอง
tr: Sadece Kendi Sınıfında Konular

source: Only Own Subjects
ar: فقط الموضوعات الخاصة
es: Solo sujetos propios
fa: فقط موضوع های خود
ru: Только собственные субъекты
th: เฉพาะหัวข้อ
tr: Sadece kendi konu

source: View Students
ar: عرض الطلاب
es: Ver estudiantes
fa: مشاهده دانش آموزان
ru: Просмотр студентов
th: ดูนักเรียน
tr: Öğrencileri Görüntüle

source: All Students
ar: جميع الطلاب
es: Todos los estudiantes
fa: تمام دانش آموزان
ru: Все студенты
th: นักเรียนทุกคน
tr: Tüm öğrenciler

source: Only Own Class Students
ar: فقط طلاب الصف الخاصة
es: Solo estudiantes de clase propia
fa: فقط دانش آموزان کلاس خود
ru: Только собственные ученики классов
th: เฉพาะนักเรียนชั้นหนึ่งเท่านั้น
tr: Sadece Kendi Sınıfında Öğrenciler

source: Students Attendance
ar: حضور الطلاب
es: Asistencia de estudiantes
fa: حضور دانشجویان
ru: Посещение студентов
th: การเข้าร่วมของนักเรียน
tr: Öğrenci Katılımı

source: All Students Attendance
ar: جميع الطلاب الحضور
es: Asistencia a todos los estudiantes
fa: تمام دانش آموزان حضور دارند
ru: Все учащиеся
th: การเข้าร่วมงานทั้งหมดของนักเรียน
tr: Tüm Öğrenciler Katılımı

source: Only Own Class Students Attendance
ar: فقط طلاب فئة الطلاب الحضور
es: Asistencia de alumnos de la clase Own Own
fa: تنها حضور دانشجویان کلاس خود
ru: Участие только в классе учеников
th: เฉพาะนักเรียนที่เข้าร่วมชั้นเรียนเท่านั้น
tr: Sadece Kendi Sınıf Öğrencilerinin Katılımı

source: Today Attendance
ar: حضور اليوم
es: Asistencia de hoy
fa: شرکت کننده امروز
ru: Сегодня Посещение
th: วันนี้เข้าร่วม
tr: Bugün katılım

source: Inbox Messages
ar: رسائل البريد الوارد
es: Mensajes de la bandeja de entrada
fa: پیام های صندوق پستی
ru: Входящие сообщения
th: ข้อความในกล่องขาเข้า
tr: Gelen Kutusu Mesajları

source: View All
ar: عرض الكل
es: Ver todo
fa: نمایش همه
ru: Просмотреть все
th: ดูทั้งหมด
tr: Tümünü Görüntüle

source: Routine
ar: روتين
es: Rutina
fa: معمولی
ru: рутинный
th: กิจวัตรประจำวัน
tr: rutin

source: Child :
ar: الطفل:
es: Niño:
fa: کودک
ru: Ребенок:
th: เด็ก:
tr: Çocuk:

source: Exam Marks Report
ar: تقرير اختبارات الامتحانات
es: Informe de marcas de examen
fa: امتحان مارکس گزارش
ru: Отчет по экзаменационным экзаменам
th: รายงานคะแนนสอบ
tr: Sınav Notları Raporu

source: Calendar
ar: تقويم
es: Calendario
fa: تقویم
ru: календарь
th: ปฏิทิน
tr: takvim

source: Add Transport
ar: أضف النقل
es: Añadir transporte
fa: افزودن حمل و نقل
ru: Добавить транспорт
th: เพิ่มการขนส่ง
tr: Nakliye ekle

source: Route Name
ar: اسم الطريق
es: Nombre de ruta
fa: نام مسیر
ru: Название маршрута
th: ชื่อเส้นทาง
tr: Yol adı

source: Enter Route Name
ar: أدخل اسم الطريق
es: Introduzca el nombre de la ruta
fa: نام مسیر را وارد کنید
ru: Введите название маршрута
th: ป้อนชื่อเส้นทาง
tr: Rota İsmini Girin

source: Vehicle identifier
ar: معرف السيارة
es: Identificador del vehículo
fa: شناسه خودرو
ru: Идентификатор автомобиля
th: ตัวระบุยานพาหนะ
tr: Araç tanımlayıcısı

source: Enter Vehicle Identifier
ar: أدخل معرف السيارة
es: Ingrese el identificador del vehículo
fa: شناسه خودرو را وارد کنید
ru: Введите идентификатор автомобиля
th: ป้อนตัวระบุยานพาหนะ
tr: Araç Tanımlayıcısını Girin

source: Vehicle Registration Number
ar: رقم تسجيل المركبة
es: Número de registro del vehículo
fa: شماره ثبت خودرو
ru: Регистрационный номер транспортного средства
th: หมายเลขทะเบียนรถยนต์
tr: Araç kayıt numarası

source: Enter Vehicle Registration Number
ar: أدخل رقم تسجيل السيارة
es: Ingrese el número de registro del vehículo
fa: شماره ثبت خودرو را وارد کنید
ru: Введите регистрационный номер автомобиля
th: ป้อนหมายเลขทะเบียนรถยนต์
tr: Araç Kayıt Numarasını Girin

source: Driver Name
ar: اسم السائق
es: Nombre del conductor
fa: نام راننده
ru: Имя драйвера
th: ชื่อไดร์เวอร์
tr: Sürücü Adı

source: Enter Driver Name
ar: أدخل اسم السائق
es: Ingrese el nombre del controlador
fa: نام راننده را وارد کنید
ru: Введите имя драйвера
th: ป้อนชื่อไดร์เวอร์
tr: Sürücü Adını Girin

source: Driver Phone Number
ar: رقم هاتف السائق
es: Número de teléfono del conductor
fa: شماره تلفن راننده
ru: Номер телефона водителя
th: หมายเลขโทรศัพท์ของผู้ขับขี่
tr: Sürücü Telefon Numarası

source: Enter Driver Phone Number
ar: أدخل رقم هاتف السائق
es: Ingrese el número de teléfono del conductor
fa: شماره تلفن راننده را وارد کنید
ru: Введите номер телефона водителя
th: ป้อนหมายเลขโทรศัพท์ไดร์เวอร์
tr: Sürücü Telefon Numarasını Girin

source: Driver Address
ar: عنوان السائق
es: Dirección del conductor
fa: آدرس راننده
ru: Адрес драйвера
th: ที่อยู่ไดร์เวอร์
tr: Sürücü Adresi

source: Enter Driver Address
ar: أدخل عنوان السائق
es: Ingrese la dirección del conductor
fa: آدرس راننده را وارد کنید
ru: Введите адрес драйвера
th: ป้อนที่อยู่ไดร์เวอร์
tr: Sürücü Adresini Girin

source: Route Fare
ar: طريق الأجرة
es: Ruta de la ruta
fa: کرایه تاکسی
ru: Маршрутная плата
th: ค่าโดยสารเส้นทาง
tr: Rota Ücreti

source: Enter Route Fare
ar: ادخل طريق اجرة
es: Ingrese la tarifa de la ruta
fa: کرایه مسیر را وارد کنید
ru: Введите тариф за проезд
th: ป้อนเส้นทางเดิน
tr: Rota Ücretini Girin

source: No Transport Data Available
ar: لا توجد بيانات النقل المتاحة
es: No hay datos de transporte disponibles
fa: هیچ اطلاعات حمل و نقل موجود نیست
ru: Нет доступных транспортных данных
th: ไม่มีข้อมูลการขนส่ง
tr: Aktarım Verisi Yok

source: EditTransport
ar: تحرير النقل
es: Editar transporte
fa: ویرایش حمل و نقل
ru: Редактировать транспорт
tr: Aktarımı Düzenle

source: Edit Transport
ar: تحرير النقل
es: Editar transporte
fa: ویرایش حمل و نقل
ru: Редактировать транспорт
th: แก้ไขการคมนาคม
tr: Aktarımı Düzenle

source: New Password Saved
ar: كلمة المرور الجديدة المحفوظة
es: Nueva contraseña guardada
fa: رمز عبور جدید ذخیره شده است
ru: Новый пароль сохранен
th: บันทึกรหัสผ่านใหม่แล้ว
tr: Yeni Şifre Kaydedildi

source: Back To Login Page
ar: العودة إلى صفحة تسجيل الدخول
es: Volver a la página de inicio de sesión
fa: بازگشت به صفحه ورود
ru: Вернуться на страницу входа
th: กลับสู่หน้าเข้าสู่ระบบ
tr: Giriş Sayfasına Dön

source: Email/Username
ar: البريد الإلكتروني / اسم المستخدم
es: Correo electrónico / nombre de usuario
fa: ایمیل / نام کاربری
ru: Электронная почта / Имя пользователя
th: อีเมล / ชื่อผู้ใช้
tr: E-posta / Kullanıcı Adı

source: Login
ar: دخول
es: iniciar sesión en
fa: ورود
ru: Войти
th: เข้าสู่ระบบ
tr: giriş

source: Forget Password
ar: نسيت كلمة المرور
es: Olvidar contraseña
fa: رمز عبور را فراموش کرده اید
ru: Забыть пароль
th: ลืมรหัสผ่าน
tr: Şifremi Unut

source: Student Admission
ar: قبول الطالب
es: Admisión de estudiantes
fa: پذیرش دانشجویی
ru: Прием студентов
th: การรับนักศึกษา
tr: Öğrenci Kabulü

source: Role
ar: دور
es: Papel
fa: نقش
ru: роль
th: บทบาท
tr: rol

source: User Name
ar: اسم المستخدم
es: Nombre de usuario
fa: نام کاربری
ru: Имя пользователя
th: ชื่อผู้ใช้
tr: Kullanıcı adı

source: Kaitlyn
ar: كايتلين
fa: کایتلین
ru: Кейтлин

source: Feepayment
ar: دفع الرسوم
es: Pago de honorarios
fa: مبلغ پرداختی
ru: Плата за оплату
th: การชำระค่าธรรมเนียม
tr: Ücret ödemesi

source: HomeWork
ar: واجب منزلي
es: deberes
fa: مشق شب
ru: домашнее задание
th: การบ้าน
tr: ev ödevi

source: Notice Board
ar: لوح الإعلانات
es: Tablón de anuncios
fa: تابلو اعلانات
ru: Доска объявлений
th: กระดานป้ายติดประกาศ
tr: duyuru panosu

source: Edit Book
ar: تحرير الكتاب
es: Editar libro
fa: ویرایش کتاب
ru: Редактировать книгу
th: แก้ไขหนังสือ
tr: Kitabı Düzenle

source: Paypal Email Id
es: ID de correo electrónico de Paypal
fa: شناسه ایمیل پی پال
ru: Идентификатор электронной почты Paypal
th: รหัสอีเมล Paypal
tr: Paypal Email Kimliği

source: Clickatell
fa: کیتیلت

source: PDF
th: รูปแบบไฟล์ PDF

source: Enter PinCode
es: Ingrese el código PIN
