Repository: ajaydasinfomedia/NiftySIS
Catalog: src/Locale/*/default.po
Languages: ar, es, fa, ru, th, tr

source: Add Rack Location
ar: أضف موقع الرف
es: Añadir ubicación de rack
fa: اضافه کردن محل رک
ru: Добавить местоположение стойки
th: เพิ่มตำแหน่งของแร็ค
tr: Raf Yeri Ekle

source: Add Book
ar: أضف كتاب
es: Añadir libro
fa: اضافه کردن کتاب
ru: Добавить книгу
th: เพิ่มหนังสือ
tr: Kitap ekle

source: Issue List
ar: قائمة القضايا
es: Lista de problemas
fa: فهرست مشکل
ru: Список проблем
th: รายการปัญหา
tr: Sorun Listesi

source: Issue Book
ar: كتاب القضية
fa: کتاب مسئله
ru: Книга отзывов
th: หนังสือปัญหา
tr: Sorun Defteri

source: Enter ISBN Number
ar: أدخل رقم ISBN
es: Ingrese el número de ISBN
fa: شماره ISBN را وارد کنید
ru: Введите номер ISBN
th: ป้อนหมายเลข ISBN
tr: ISBN Numarası Girin

source: Book Category :
ar: فئة الكتاب:
es: Categoría del libro:
fa: کتاب رده:
ru: Категория книги:
th: Book หมวดหมู่:
tr: Kitap Kategorisi:

source: ---Select Category---
ar: --- اختر الفئة ---
es: --- Seleccionar categoría ---
fa: --- انتخاب رده ---
ru: --- Выберите категорию ---
th: --- เลือกหมวด ---
tr: --- Kategori Seçiniz ---

source: Book Name
ar: اسم الكتاب
es: Nombre del libro
fa: نام کتاب
ru: Название книги
th: ชื่อหนังสือ
tr: Kitap adı

source: Enter Book Name
ar: أدخل اسم الكتاب
es: Ingrese el nombre del libro
fa: نام کتاب را وارد کنید
ru: Введите имя книги
th: ป้อนชื่อหนังสือ
tr: Kitap İsmi Gir

source: Author Name
ar: اسم المؤلف
es: Nombre del autor
fa: نام نویسنده
ru: Имя автора
th: ชื่อผู้แต่ง
tr: Yazar adı

source: Rack Location
ar: موقع الرف
es: Ubicación de rack
fa: محل رک
ru: Расположение стойки
th: ชั้นวางของ
tr: Raf Yeri

source: ---Select Rack Location---
ar: --- اختر موقع الرف ---
es: --- Seleccione la ubicación del estante ---
fa: --- انتخاب رک محل ---
ru: --- Выберите местоположение стойки ---
th: --- เลือกตำแหน่งแร็ค ---
tr: --- Raf Yeri Seçiniz ---

source: Price
ar: السعر
es: Precio
fa: قیمت
ru: цена
th: ราคา
tr: fiyat

source: Enter Price
ar: أدخل السعر
es: Ingresar precio
fa: قیمت را وارد کنید
ru: Введите цену
th: ป้อนราคา
tr: Fiyat Girin

source: Quantity
ar: كمية
es: Cantidad
fa: مقدار
ru: количество
th: ปริมาณ
tr: miktar

source: Description
ar: وصف
es: Descripción
fa: توضیحات:
ru: описание
th: ลักษณะ
tr: tanım

source: No Book Available
ar: لا يوجد كتاب متاح
es: No hay libro disponible
fa: کتاب موجود نیست
ru: Нет доступных книг
th: ไม่มีหนังสือให้บริการ
tr: Kitap Yok

source: Issue Period
ar: فترة الإصدار
es: Periodo de emisión
fa: دوره موضوع
ru: Период действия
th: ระยะเวลาออกตราสาร
tr: Sorun Dönemi

source: Period Time
ar: الفترة الزمنية
es: Período de tiempo
fa: دوره زمان
ru: Период времени
th: ช่วงเวลา
tr: Dönem zamanı

source: Days
ar: أيام
es: Días
fa: روز (ها)
ru: дней
th: วัน
tr: günler

source: Period Time:
ar: فترة الوقت:
es: Período de tiempo:
fa: دوره زمان:
ru: Период времени:
th: ช่วงเวลา:
tr: Periyod süresi:

source: Add Period
ar: أضف فترة
es: Agregar período
fa: اضافه کردن دوره
ru: Добавить период
th: เพิ่มช่วงเวลา
tr: Dönem ekle

source: ---Select Class---
ar: --- اختر الدرجة ---
es: --- Seleccionar clase ---
fa: --- انتخاب کلاس ---
ru: --- Выберите класс ---
th: --- เลือกชั้น ---
tr: --- Sınıfı Seç ---

source: ---Select Section---
ar: --- اختر القسم ---
es: --- Seleccione la sección ---
fa: --- انتخاب بخش ---
ru: --- Выберите раздел ---
th: --- เลือกหัวข้อ ---
tr: --- Bölüm Seç ---

source: Student
ar: طالب
es: Estudiante
fa: دانشجو
ru: студент
th: นักเรียน
tr: öğrenci

source: Issue Date
ar: تاريخ الإصدار
es: Fecha de emisión
fa: تاریخ انتشار
ru: Дата выпуска
th: วันที่ออก
tr: Veriliş Tarihi

source: Enter Issue Date
ar: أدخل تاريخ الإصدار
es: Ingrese fecha de emisión
fa: تاریخ انتشار را وارد کنید
ru: Введите дату выпуска
th: ป้อนวันที่ออก
tr: Sorun Tarihini Girin

source: Period
ar: فترة
es: Período
fa: دوره
ru: период
th: ระยะเวลา
tr: dönem

source: Select Period
ar: حدد الفترة
es: Seleccionar período
fa: دوره را انتخاب کنید
ru: Выберите период
th: เลือกระยะเวลา
tr: Dönem Seç

source: Return Date
ar: تاريخ العودة
es: Fecha de regreso
fa: تاریخ بازگشت
ru: Дата возвращения
th: วันที่กลับ
tr: Dönüş Tarihi

source: Enter Return date
ar: أدخل تاريخ العودة
es: Ingresa la fecha de regreso
fa: تاریخ بازگشت را وارد کنید
ru: Введите дату возврата
th: ป้อนวันที่กลับ
tr: İade tarihini giriniz

source: Book Category
ar: فئة الكتاب
es: Categoría del libro
fa: طبقه کتاب
ru: Категория книги
th: หมวดหนังสือ
tr: Kitap Kategorisi

source: Book Name
ar: اسم الكتاب
es: Nombre del libro
fa: نام کتاب
ru: Название книги
th: ชื่อหนังสือ
tr: Kitap adı

source: Issue Date
ar: تاريخ الإصدار
es: Fecha de emisión
fa: تاریخ انتشار
ru: Дата выпуска
th: วันที่ออก
tr: Veriliş Tarihi

source: Return Date
ar: تاريخ العودة
es: Fecha de regreso
fa: تاریخ بازگشت
ru: Дата возвращения
th: วันที่กลับ
tr: Dönüş Tarihi

source: Period
ar: فترة
es: Período
fa: دوره
ru: период
th: ระยะเวลา
tr: dönem

source: Not Available Any Issue
ar: غير متوفر اية اصدار
es: No disponible Cualquier problema
fa: در دسترس هیچ مسئله ای نیست
ru: Недоступно
th: ไม่มีรายการใด ๆ
tr: Herhangi bir sorun yok

source: No Member Data Available
ar: لا بيانات العضو المتاحة
es: No hay datos de miembros disponibles
fa: هیچ اطلاعات کاربری موجود نیست
ru: Нет данных о членах
th: ไม่มีข้อมูลสมาชิก
tr: Üye Verisi Yok

source: Overdue By
ar: المتأخرة
es: Vencido por
fa: عقب افتاده توسط
ru: Просрочка
th: เกินกำหนดโดย
tr: Geciken

source: Fine
ar: غرامة
fa: خوب
ru: хорошо
th: ดี
tr: ince

source: Submit Book
ar: إرسال الكتاب
es: Enviar libro
fa: ثبت کتاب
ru: Отправить книгу
th: ส่งหนังสือ
tr: Kitap Gönder

source: Book name
ar: اسم الكتاب
es: Nombre del libro
fa: نام کتاب
ru: Название книги
th: ชื่อหนังสือ
tr: Kitap adı

source: Select CSV File
ar: حدد ملف CSV
es: Seleccionar archivo CSV
fa: انتخاب فایل CSV
ru: Выберите файл CSV
th: เลือกไฟล์ CSV
tr: CSV Dosyasını Seç

source: Fill data from CSV File
ar: ملء البيانات من ملف CSV
es: Rellenar datos del archivo CSV
fa: اطلاعات را از فایل CSV پر کنید
ru: Заполнение данных из файла CSV
th: กรอกข้อมูลจากไฟล์ CSV
tr: CSV Dosyasından verileri doldur

source: Update All Marks
ar: تحديث كل العلامات
es: Actualizar todas las marcas
fa: به روز رسانی همه مارک ها
ru: Обновить все метки
th: อัปเดตเครื่องหมายทั้งหมด
tr: Tüm İşaretleri Güncelle

source: Add/Save Mark
ar: إضافة / حفظ مارك
es: Agregar / Guardar marca
fa: افزودن / ذخیره علامت
ru: Добавить / Сохранить
th: เพิ่ม / บันทึกเครื่องหมาย
tr: İşaret Ekle / Kaydet

source: Compose
ar: تشكل
es: Componer
fa: نوشتن
ru: компоновать
th: แต่ง
tr: oluşturmak

source: Inbox
ar: البريد الوارد
es: Bandeja de entrada
fa: صندوق ورودی
ru: входящие
th: กล่องขาเข้า
tr: Gelen Kutusu

source: Sent Item
ar: البند المرسلة
es: Artículo enviado
fa: مورد ارسال شد
ru: Отправленный товар
th: รายการที่ส่งแล้ว
tr: Gönderilen Öğe

source: Sent
ar: أرسلت
es: Enviado
fa: ارسال شده
ru: посланный
th: ส่ง
tr: Gönderilen

source: Edit Message
ar: تحرير الرسالة
es: Editar mensaje
fa: ویرایش پیام
ru: Редактировать сообщение
th: แก้ไขข้อความ
tr: Mesajı Düzenle

source: Message To
ar: رسالة الى
es: Mensaje a
fa: پیام به
ru: Сообщение
th: ข้อความถึง
tr: Mesajı

source: Teachers
ar: معلمون
es: Maestros
fa: معلمان
ru: Учителя
th: ครู
tr: Öğretmenler

source: Parents
ar: الآباء
es: Padres
fa: والدین
ru: родители
th: พ่อแม่
tr: ebeveyn

source: Enter Subject
ar: أدخل الموضوع
es: Ingresar Asunto
fa: موضوع را وارد کنید
ru: Введите тему
th: ป้อนหัวเรื่อง
tr: Konuyu Girin

source: Message Comment
ar: رسالة تعليق
es: Mensaje Comentario
fa: پیام نظر
ru: Комментарий к сообщению
th: แสดงความคิดเห็น
tr: Mesaj Yorumu

source: Enter Message Comment
ar: أدخل تعليق الرسالة
es: Ingrese el comentario del mensaje
fa: پیام پیام را وارد کنید
ru: Введите комментарий к сообщению
th: ใส่ข้อความแสดงความคิดเห็น
tr: Mesaj Girin Yorum

source: Send Mail
ar: إرسال البريد
es: Enviar correo
fa: ارسال ایمیل
ru: Отправить письмо
th: ส่งอีเมล
tr: Mail yolla

source: Send SMS
ar: إرسال الرسائل القصيرة
es: Enviar SMS
fa: ارسال اس ام اس
ru: Отправить SMS
th: ส่ง SMS
tr: SMS gönder

source: SMS Text
ar: نص الرسائل القصيرة
es: Texto SMS
fa: پیامک متن
ru: Текст SMS
th: ข้อความ SMS
tr: SMS Metni

source: Enter SMS Text
ar: أدخل النص SMS
es: Ingrese texto SMS
fa: متن SMS را وارد کنید
ru: Введите текст SMS
th: ป้อนข้อความ SMS
tr: SMS Metnini Girin

source: Max. 160 Character
ar: الحد الأقصى 160 حرفًا
es: Max. 160 caracteres
fa: حداکثر 160 شخصیت
ru: Максимум 160 символов
th: แม็กซ์ 160 ตัวอักษร
tr: Maks. 160 Karakter

source: Send Message
ar: ارسل رسالة
es: Enviar mensaje
fa: ارسال پیام
ru: Отправить сообщение
th: ส่งข้อความ
tr: Mesaj gönder

source: Message For
ar: رسالة ل
es: Mensaje para
fa: پیام برای
ru: Сообщение для
th: ข้อความสำหรับ
tr: Için mesaj

source: From:
ar: من:
es: De:
fa: از
ru: От:
th: จาก:
tr: Gönderen:

source: To:
ar: إلى:
es: Para:
fa: به:
ru: Для того, чтобы:
th: ไปที่:
tr: Kime:

source: Are you sure you wish to delete this Record?
ar: هل أنت متأكد من رغبتك في حذف هذا السجل؟
es: ¿Estás seguro de que deseas eliminar este registro?
fa: آیا مطمئنید که میخواهید این رکورد را حذف کنید؟
ru: Вы действительно хотите удалить эту запись?
th: คุณแน่ใจหรือไม่ว่าต้องการลบบันทึกนี้
tr: Bu Kaydı silmek istediğinizden emin misiniz?

source: Reply By:
ar: رد بواسطة:
es: Respuesta por:
fa: پاسخ توسط:
ru: Ответ:
th: ตอบโดย:
tr: Yanıtla:

source: Reply
ar: رد
es: Responder
fa: پاسخ
ru: ответить
th: ตอบ
tr: cevap

source: No Data Available
ar: لا توجد بيانات متاحة
es: Sin datos disponibles
fa: اطلاعات موجود نیست
ru: Нет данных
th: ไม่มีข้อมูล
tr: Veri Yok

source: Select Current Class
ar: اختر الدرجة الحالية
es: Seleccione la clase actual
fa: کلاس فعلی را انتخاب کنید
ru: Выбрать текущий класс
th: เลือกคลาสปัจจุบัน
tr: Geçerli Sınıfı Seç

source: Select Next Class
ar: اختر الطبقة التالية
es: Seleccione la clase siguiente
fa: کلاس بعدی را انتخاب کنید
ru: Выбрать следующий класс
th: เลือกชั้นถัดไป
tr: Sonraki Sınıfı Seç

source: Passing Marks
ar: علامات النجاح
es: Superando marcas
fa: علامت گذراندن
ru: Передача знаков
th: การผ่านเครื่องหมาย
tr: Geçen işaretleri

source: Marks
ar: علامات
es: Marcas
fa: مارک ها
ru: маркировка
th: เครื่องหมาย
tr: izler

source: GO
ar: اذهب
es: IR
fa: برو

source: Edit News
ar: تحرير الأخبار
es: Editar noticias
fa: ویرایش اخبار
ru: Редактировать новости
th: แก้ไขข่าว
tr: Haberleri düzenle

source: Add News
ar: أضف الأخبار
es: Añadir noticias
fa: اضافه کردن اخبار
ru: Добавить новость
th: เพิ่มข่าว
tr: Haberler ekle

source: News Title
ar: عنوان الخبر
es: Título de noticias
fa: عنوان خبر
ru: Название новости
th: หัวข้อข่าว
tr: Haber Başlığı

source: Enter News Title
ar: أدخل عنوان الخبر
es: Ingrese título de noticias
fa: عنوان خبر را وارد کنید
ru: Введите название новости
th: ป้อนชื่อข่าว
tr: Haber Başlığı Girin

source: Upload Document
ar: تحميل المستند
es: Subir documento
fa: بارگذاری سند
ru: Загрузить документ
th: อัปโหลดเอกสาร
tr: Belge Yükle

source: Add Notice
ar: أضف إشعار
es: Agregar aviso
fa: اضافه کردن یادداشت
ru: Добавить уведомление
th: เพิ่มประกาศ
tr: Bildirim ekle

source: Notice Title
ar: عنوان الإشعار
es: Título del aviso
fa: عنوان اطلاعیه
ru: Заголовок отзыва
th: ชื่อประกาศ
tr: İlan Başlığı

source: Enter Notice Title
ar: أدخل عنوان الإشعار
es: Ingrese el título del aviso
fa: عنوان را وارد کنید
ru: Введите заголовок
th: ใส่ชื่อประกาศ
tr: İlan Başlığı Girin

source: Notice Comment
ar: لاحظ تعليق
es: Aviso Comentario
fa: توجه کن
ru: Уведомление Комментарий
th: แสดงความคิดเห็น
tr: Haber Yorum

source: Enter Notice Comment
ar: أدخل إشعار تعليق
es: Ingrese el comentario del aviso
fa: منعکس کردن نظر را وارد کنید
ru: Введите комментарий к примечанию
th: ป้อนความคิดเห็นประกาศ
tr: Yorum Girin

source: Notice Start Date
ar: إشعار تاريخ البدء
es: Fecha de inicio del aviso
fa: توجه تاریخ شروع
ru: Дата начала регистрации
th: วันที่เริ่มต้น
tr: Bildirim Başlangıç ​​Tarihi

source: Enter Notice Start date
ar: أدخل تاريخ بدء الإشعار
es: Ingrese la fecha de inicio del aviso
fa: تاریخ شروع را وارد کنید
ru: Введите уведомление Дата начала
th: ป้อนวันที่เริ่มต้น
tr: Uyarı Girin Başlangıç ​​tarihi

source: Notice End Date
ar: تاريخ انتهاء الإشعار
es: Fecha de finalización del aviso
fa: یادداشت پایان تاریخ
ru: Дата окончания записи
th: วันที่สิ้นสุดการแจ้ง
tr: İlan Bitiş Tarihi

source: Enter Notice End date
ar: أدخل تاريخ انتهاء الإشعار
es: Ingresar fecha de finalización del aviso
fa: تاریخ تأیید را وارد کنید
ru: Введите дату окончания регистрации
th: ป้อนวันที่สิ้นสุดการแจ้ง
tr: Bildirim Bitiş tarihi girin

source: Notice For
ar: إشعار ل
es: Aviso para
fa: توجه کنید
ru: Уведомление для
th: แจ้งให้ทราบ
tr: Için Uyarı

source: Send SMS
ar: إرسال الرسائل القصيرة
es: Enviar SMS
fa: ارسال اس ام اس
ru: Отправить SMS
th: ส่ง SMS
tr: SMS gönder

source: SMS Text
ar: نص الرسائل القصيرة
es: Texto SMS
fa: پیامک متن
ru: Текст SMS
th: ข้อความ SMS
tr: SMS Metni

source: Enter Message
ar: أدخل الرسالة
es: Ingresar mensaje
fa: پیام را وارد کنید
ru: Введите сообщение
th: ใส่ข้อความ
tr: Mesaj Girin

source: No Notice Data Available
ar: لا اشعار البيانات المتاحة
es: Sin datos de aviso disponibles
fa: بدون اطلاع داده موجود است
ru: Нет доступных данных
th: ไม่มีข้อมูลประกาศมี
tr: Hiçbir Bilgi Verisi Yok

source: Edit Notice
ar: تحرير إشعار
es: Editar aviso
fa: ویرایش توجه
ru: Изменить уведомление
th: แก้ไขประกาศ
tr: Bildirimi Düzenle

source: Add Parent
ar: أضف الوالد
es: Agregar padre
fa: اضافه کردن پدر و مادر
ru: Добавить родителя
th: เพิ่มผู้ปกครอง
tr: Üst Ekle

source: Select Child
ar: اختر الطفل
es: Seleccionar niño
fa: کودک را انتخاب کنید
ru: Выбрать ребенка
th: เลือกเด็ก
tr: Çocuk Seç

source: Father
ar: الأب
es: Padre
fa: پدر
ru: отец
th: พ่อ
tr: baba

source: Mother
ar: الأم
es: Madre
fa: مادر
ru: мать
th: แม่
tr: anne

source: Enter Mobile Number
ar: أدخل رقم الجوال
es: Ingrese número móvil
fa: شماره تلفن را وارد کنید
ru: Введите номер мобильного телефона
th: ป้อนหมายเลขโทรศัพท์มือถือ
tr: Cep Numarasını Girin

source: Enter Valid Username
ar: أدخل اسم مستخدم صالح
es: Ingrese el nombre de usuario válido
fa: نام کاربری معتبر را وارد کنید
ru: Введите действительное имя пользователя
th: ป้อนชื่อผู้ใช้ที่ถูกต้อง
tr: Geçerli Kullanıcı Adını Girin

source: Select Status
ar: اختر الحالة
es: Seleccionar estado
fa: وضعیت را انتخاب کنید
ru: Выберите статус
th: เลือกสถานะ
tr: Durum Seç

source: Enter Date
ar: أدخل التاريخ
es: Ingrese la fecha
fa: تاریخ را وارد کنید
ru: Введите дату
th: ป้อนวันที่
tr: Tarih girin

source: Student
ar: طالب
es: Estudiante
fa: دانشجو
ru: студент
th: นักเรียน
tr: öğrenci

source: Status
ar: وضع
es: Estado
fa: وضعیت
ru: статус
th: สถานะ
tr: durum

source: View Expense
ar: عرض النفقات
es: Ver el gasto
fa: نمایش هزینه
ru: Просмотр расходов
th: ดูค่าใช้จ่าย
tr: Gider Görüntüle

source: No Expense Data Available
ar: لا توجد بيانات المصروفات المتاحة
es: No hay datos de gastos disponibles
fa: هیچ اطلاعات هزینه ای موجود نیست
ru: Нет доступных данных о расходах
th: ไม่มีข้อมูลค่าใช้จ่าย
tr: Gider Verisi Yok

source: View Income
ar: عرض الدخل \ ر
es: Ver ingresos \ t
fa: مشاهده درآمد \ t
ru: Просмотр дохода
th: ดูรายได้ \ t
tr: Geliri Görüntüle

source: No Income Data Available
ar: لا توجد بيانات الدخل المتاحة
es: No hay datos de ingresos disponibles
fa: اطلاعات درآمد موجود نیست
ru: Нет данных о доходах
th: ไม่มีข้อมูลรายได้ที่พร้อมใช้งาน
tr: Gelir Verisi Yok

source: View Payment
ar: عرض الدفع
es: Ver pago
fa: مشاهده پرداخت
ru: Просмотр платежа
th: ดูการชำระเงิน
tr: Ödeme Görünümü

source: No Payment Data Available
ar: لا توجد بيانات الدفع المتاحة
es: No hay datos de pago disponibles
fa: هیچ اطلاعات پرداختی موجود نیست
ru: Нет доступных данных оплаты
th: ไม่มีข้อมูลการชำระเงิน
tr: Ödeme Verisi Yok

source: Grand Total :
ar: المجموع الكلي:
es: gran total :
fa: مجموع کل:
ru: Всего:
th: ยอดรวม:
tr: Büyük Toplam:

source: Student Failed Report
ar: تقرير الطالب الفاشل
es: Informe de error del estudiante
fa: دانش آموز گزارش نادرست
ru: Студенческий неудачный отчет
th: รายงานนักเรียนล้มเหลว
tr: Öğrenci Başarısız Raporu

source: Attendance Report
ar: تقرير الحضور
es: Informe de asistencia
fa: گزارش حضور
ru: Отчет о посещаемости
th: รายงานการเข้าร่วมประชุม
tr: Katılım raporu

source: Teacher Performance Report
ar: تقرير أداء المعلم
es: Informe de rendimiento del maestro
fa: گزارش عملکرد معلم
ru: Отчет о производительности преподавателя
th: รายงานผลการปฏิบัติงานของครู
tr: Öğretmen Performans Raporu

source: Fee Payment Report
ar: تقرير دفع الرسوم
es: Informe de pago de honorarios
fa: گزارش پرداخت هزینه
ru: Отчет о платежном поручении
th: รายงานการชำระเงินค่าธรรมเนียม
tr: Ücret Ödeme Raporu

source: Result Report
ar: تقرير النتائج
es: Informe de resultados
fa: گزارش نتیجه
ru: Отчет о результатах
th: รายงานผลลัพธ์
tr: Sonuç Raporu

source: No of Student
ar: رقم الطالب
es: No de estudiante
fa: بدون دانش آموز
ru: Студент
th: ไม่มีนักเรียน
tr: Öğrenci Yok

source: Result Not Found !
ar: النتيجة غير موجودة!
es: Resultado no encontrado!
fa: نتیجه یافت نشد!
ru: Результат не найден!
th: ไม่พบผล!
tr: Sonuç Bulunamadı!

source: Select Exam Name
ar: اختر اسم الامتحان
es: Seleccione el nombre del examen
fa: نام آزمون را انتخاب کنید
ru: Выберите имя экзамена
th: เลือกชื่อการสอบ
tr: Sınav İsmini Seç

source: No. of Student Fail
ar: رقم فشل الطالب
es: No. de estudiante fallado
fa: نه از شکست دانشجویی
ru: Нет. студенческого сбоя
th: จำนวนนักเรียนล้มเหลว
tr: Hayır. Öğrenci Başarısızlığı

source: Exam Failed Report
ar: الامتحان فشل التقرير
es: Informe Falló el examen
fa: امتحان گزارش خرابی
ru: Отчет о неудачной сдаче экзамена
th: สอบรายงานล้มเหลว
tr: Sınav Başarısız Raporu

source: Start Year
ar: تبدأ السنة
es: Año de inicio
fa: سال شروع
ru: Начало года
th: เริ่มต้นปี
tr: Başlangıç ​​Yılı

source: ---Start Year---
ar: --- بداية العام ---
es: --- Año de inicio ---
fa: --- شروع سال ---
ru: --- Начало года ---
th: --- ปีที่เริ่ม ---
tr: --- Başlangıç ​​Yılı ---

source: End Year
ar: نهاية العام
es: Fin de año
fa: پایان سال
ru: Конец года
th: ปีที่สิ้นสุด
tr: Bitiş Yılı

source: ---End Year---
ar: --- نهاية السنة ---
es: --- Fin de año ---
fa: --- پایان سال ---
ru: --- Конец года ---
th: --- ปลายปี ---
tr: --- Bitiş Yılı ---

source: Pass
ar: ممر
es: Pase
fa: رمز عبور
ru: проходить
th: ผ่าน
tr: Geçiş

source: Fail
ar: فشل
es: Fallar
fa: شکست خوردن
ru: терпеть неудачу
th: ล้มเหลว
tr: başarısız

source: Teacher Perfomance Report
ar: تقرير برفومنس المعلم
es: Informe de Desempeño del Profesor
fa: گزارش عملکرد معلم
ru: Отчет о производительности преподавателя
th: รายงานผลการปฏิบัติงานของครู
tr: Öğretmen Yetkinliği Raporu

source: General Setting
ar: الإعداد العام
es: Configuración general
fa: تنظیم عمومی
ru: Общая настройка
th: การตั้งค่าทั่วไป
tr: Genel ayar

source: School Icon
ar: رمز المدرسة
es: Icono de la escuela
fa: آیکون مدرسه
ru: Иконка школы
th: ไอคอนโรงเรียน
tr: Okul simgesi

source: Enter Start Time
ar: أدخل وقت البدء
es: Ingrese Hora de inicio
fa: زمان شروع را وارد کنید
ru: Введите время начала
th: ป้อนเวลาเริ่มต้น
tr: Başlangıç ​​saatini girin

source: School Address
ar: عنوان المدرسة
es: Dirección de la escuela
fa: آدرس مدرسه
ru: Адрес школы
th: ที่อยู่โรงเรียน
tr: Okul Adresi

source: Enter School Address
ar: أدخل عنوان المدرسة
es: Introduzca la dirección de la escuela
fa: آدرس مدرسه را وارد کنید
ru: Введите адрес школы
th: ป้อนที่อยู่โรงเรียน
tr: Okul Adresini Girin

source: Office Phone Number
ar: رقم هاتف المكتب
es: Número de teléfono de la oficina
fa: شماره تلفن دفتر
ru: Офисный номер телефона
th: หมายเลขโทรศัพท์สำนักงาน
tr: Ofis telefon numarası

source: Enter Office Phone Number
ar: ادخل رقم هاتف المكتب
es: Introduzca el número de teléfono de la oficina
fa: شماره تلفن اداری را وارد کنید
ru: Введите номер телефона офиса
th: ป้อนหมายเลขโทรศัพท์สำนักงาน
tr: Ofis Telefonu Numarasını Girin

source: Country
ar: بلد
es: País
fa: کشور
ru: страна
th: ประเทศ
tr: ülke

source: System Language
ar: لغة النظام
es: Idioma del sistema
fa: زبان سیستم
ru: Язык системы
th: ภาษาของระบบ
tr: Sistem dili

source: English/en
ar: الإنجليزية / en
es: Inglés / es
fa: انگلیسی / en
ru: Английский / английский
th: ภาษาอังกฤษ / en
tr: İngilizce / tr

source: Arabic/ar
ar: العربية / ع
es: Árabe / inglés
fa: عربی / انگلیسی
ru: Арабский / Английский
th: ภาษาอาหรับ / อังกฤษ
tr: Arapça / İngilizce

source: Chinese/zh-CH
ar: الصينية / zh-CH
es: Chino / zh-CH
fa: چینی / zh-CH
ru: Китайский / zh-CH
th: จีน / zh-CH
tr: Çince / zh-CH

source: Czech/cs
ar: التشيكية / cs
es: Checo / cs
fa: چک / cs
ru: Чехия / cs
tr: Çek / cs

source: French/fr
ar: الفرنسية / الاب
es: Francés / fr
fa: فرانسوی / fr
ru: Французский / fr
th: ฝรั่งเศส / fr
tr: Fransızca / fr

source: German/de
ar: الألمانية / دي
es: Alemán / de
fa: آلمانی / د
ru: Немецкий / de
th: เยอรมัน / de
tr: Almanca / de

source: Greek/el
ar: اليونانية / el
es: Griego / el
fa: یونانی / ال
ru: Греческий / эль
th: กรีก / เอล
tr: Yunanca / el

source: Italian/it
ar: الايطالية / ذلك
es: Italiano / it
fa: ایتالیایی / آن
ru: Итальянский / it
th: อิตาลี / it
tr: İtalyanca / o

source: Japan/ja
ar: اليابان / ان
es: Japón / ja
fa: ژاپن / جی
ru: Япония / ja
th: ญี่ปุ่น / จ
tr: Japonya / ja

source: Polish/pl
ar: البولندية / pl
es: Polaco / pl
fa: لهستانی / pl
ru: Польский / pl
th: โปแลนด์ / pl
tr: Lehçe / pl

source: Portuguese-BR/pt-BR
ar: برتغالي - BR / pt-BR
es: Portugués-BR / pt-BR
fa: پرتغالی BR / PT-BR
ru: Португальский-BR / pt-BR
th: โปรตุเกส - BR / pt - BR
tr: Portekizce-BR / pt-BR

source: Portuguese-PT/pt-PT
ar: برتغالي- PT / pt-PT
es: Portugués-PT / PT-PT
fa: پرتغالی PT / PT-PT
ru: Португальский-PT / PT-PT
th: ภาษาโปรตุเกส PT / PT-PT
tr: Portekizce-PT / PT-PT

source: Persian
ar: اللغة الفارسية
es: Persa
fa: فارسی
ru: персидский
th: เปอร์เซีย
tr: Farsça

source: Russian/ru
ar: الروسية / رو
es: Ruso / ru
fa: روسی / ru
ru: Русский / ru
th: รัสเซีย / ru
tr: Rusça / ru

source: Spanish/es
ar: الاسبانية / es
es: Español / es
fa: اسپانیایی / اس
ru: Испанский / es
th: สเปน / es
tr: İspanyolca / es

source: Thai/th
ar: التايلاندية / ال
es: Tailandés / th
fa: تایلندی / th
ru: Тайский / й
th: ไทย / th
tr: Tay / inci

source: Turkish/tr
ar: التركية / tr
es: Turco / tr
fa: ترکی / تر
ru: Турецкий / tr
th: ตุรกี / tr
tr: Türk / tr

source: Set Language to RTL
ar: ضبط اللغة على RTL
es: Establecer el idioma en RTL
fa: تنظیم زبان به RTL
ru: Установить язык в RTL
th: ตั้งภาษาเป็น RTL
tr: Dili RTL olarak ayarla

source: Enable
ar: مكن
es: Habilitar
fa: فعال کردن
ru: Включить
th: ทำให้สามารถ
tr: etkinleştirme

source: School Logo
ar: شعار المدرسة
es: Logotipo de la escuela
fa: لوگو مدرسه
ru: Логотип школы
th: โลโก้โรงเรียน
tr: Okul logosu

source: Profile Cover Image
ar: صورة الغلاف الشخصي
es: Imagen de portada de perfil
fa: جلد مشخصات جلد
ru: Изображение профиля
th: ภาพปกของโปรไฟล์
tr: Profil Kapağı Resmi

source: Enable Sandbox
ar: تمكين Sandbox
es: Habilitar Sandbox
fa: فعال کردن گودال ماسهبازی
ru: Включить песочницу
th: เปิดใช้ Sandbox
tr: Korumayı Etkinleştir

source: Select Date Format
ar: حدد تنسيق التاريخ
es: Seleccione el formato de fecha
fa: فرمت تاریخ را انتخاب کنید
ru: Выберите формат даты
th: เลือกรูปแบบวันที่
tr: Tarih Biçimini Seç

source: Admission Form Code
ar: قانون استمارة القبول
es: Código de formulario de admisión
fa: فرم فرم پذیرش
ru: Код формы приема
th: รหัสแบบฟอร์มเข้าศึกษา
tr: Kabul Formu Kodu

source: Student ID Setting
ar: إعداد معرف الطالب
es: Configuración de identificación del estudiante
fa: تنظیم شناسه دانشجویی
ru: Настройка идентификатора студента
th: การตั้งค่ารหัสนักศึกษา
tr: Öğrenci Kimliği Ayarı

source: Student id Format
ar: تنسيق معرف الطالب
es: Formato de identificación del estudiante
fa: فرمت شناسه دانشجویی
ru: Формат идентификатора студента
th: รูปแบบรหัสนักศึกษา
tr: Öğrenci kimliği

source: Random
ar: عشوائية
es: Aleatorio
fa: تصادفی
ru: случайный
th: สุ่ม
tr: rasgele

source: Sequential
ar: تسلسلي
es: Secuencial
fa: به صورت متوالی
ru: последовательный
th: ลำดับ
tr: ardışık

source: Number Of Digits
ar: عدد الارقام
es: Número de dígitos
fa: تعداد عدد
ru: Количество цифр
th: จำนวนตัวเลข
tr: Basamak Sayısı

source: Prefix
ar: بادئة
es: Prefijo
fa: پیشوند
ru: префикс
th: อุปสรรค
tr: önek
