Repository: ajaydasinfomedia/NiftySIS
Catalog: src/Locale/*/default1.po
Languages: ar, cs, de, el, es, fa, it, ja, pt_pt, th, tr

source: Curriculum Vitae
ar: السيرة الذاتية
de: Lebenslauf
el: βιογραφικό σημείωμα
es: currículum Vitae
fa: تاریخچه مختصری از زندگی
ja: 履歴書
th: ประวัติ
tr: özgeçmiş

source: Education Certificate
ar: شهادة التعليم
cs: Osvědčení o vzdělání
de: Bildungszertifikat
el: Πιστοποιητικό Εκπαίδευσης
es: Certificado de educación
fa: گواهی آموزش و پرورش
it: Certificato Istruzione
ja: 教育証明書
pt_pt: Certificado de educação
th: หนังสือรับรองการศึกษา
tr: Eğitim Sertifikası

source: Experience Certificate
ar: شهادة خبرة
cs: Zážitkový certifikát
de: Erfahrung Zertifikat
el: Πιστοποιητικό Εμπειρία
es: Certificado de experiencia
fa: گواهی تجربه
ja: 経験証明書
pt_pt: Certificado experiência
th: รับรองประสบการณ์
tr: Deneyim Belgesi

source: Not Available Any Teachers
cs: Není k dispozici Veškeré Učitelé
el: Δεν είναι διαθέσιμο εκπαιδευτικοί
es: No está disponible ningún maestro
fa: هر معلمان در دسترس نیست
it: Non disponibile Qualsiasi Insegnanti
ja: どれ教師は使用できません
pt_pt: Não disponibilizar qualquer Professores
th: ไม่สามารถใช้งานครูใด ๆ
tr: Herhangi Öğretmenler Mevcut Değil

source: Edit Teacher
ar: تحرير المعلم
cs: editovat učitel
el: Επεξεργασία Δάσκαλος
es: Editar Maestro
fa: ویرایش معلم
it: Modifica Teacher
ja: 編集教師
pt_pt: Editar professor
th: แก้ไขครู
tr: Düzenleme Öğretmen

source: Submitted Documents
ar: الوثائق المقدمة
cs: Vložené dokumenty
de: Eingereichte Dokumente
el: Έγγραφα Υποβλήθηκε
es: Los documentos presentados
fa: اسناد و مدارک ارائه
it: documenti presentati
ja: 提出された文書
pt_pt: documentos apresentados
th: เอกสารที่ยื่น
tr: Belgeler Gönderildi

source: Save Teacher
ar: حفظ المعلم
cs: Save učitel
el: Αποθήκευση Δάσκαλος
es: Guardar Maestro
fa: ذخیره معلم
it: Salva Teacher
ja: 保存先生
pt_pt: Salvar professor
th: บันทึกครู
tr: Kaydet Öğretmen

source: Teacher Access Rights
ar: حقوق الوصول المعلم
cs: Učitel Přístupová práva
de: Lehrerzugriffsrechte
el: Δάσκαλος Δικαιώματα Πρόσβασης
es: Derechos de Acceso de maestros
fa: حقوق دسترسی معلم
it: Diritti di accesso degli insegnanti
ja: 教師のアクセス権
pt_pt: Direitos de Acesso de professores
th: สิทธิในการเข้าถึงครู
tr: Öğretmen Erişim Hakları

source: Menu
ar: قائمة الطعام
de: Speisekarte
el: μενού
es: menú
fa: منو
ja: メニュー
th: เมนู
tr: menü

source: Save Rights
ar: حفظ الحقوق
cs: Uložit Rights
de: Rechte speichern
el: Αποθήκευση δικαιωμάτων
es: Guardar Derechos
fa: حقوق ذخیره
it: Salva diritti
ja: 保存権利
pt_pt: Salvar Direitos
th: บันทึกสิทธิ
tr: Kaydet Hakları

source: View Subjects
ar: عرض المواضيع
cs: Strojově Předměty
de: Themen anzeigen
el: Δείτε τα Θέματα
es: Ver los sujetos
fa: نمایش موضوع ها
it: vista Soggetti
ja: 表示科目
pt_pt: Visualização de assuntos
th: ดูวิชา
tr: Görünüm Konular

source: All Subjects
ar: جميع الموضوعات
cs: Všechny předměty
de: Alle Schulfächer
el: Όλα τα Θέματα
es: todas las Materias
fa: همه موضوع ها
it: tutti i soggetti
ja: すべての被験者
pt_pt: todos os assuntos
th: ทุกวิชา
tr: Tüm Konular

source: Only Own Class Subjects
ar: الوحيدة الدرجة الموضوعات الخاصة
cs: Jedinou třídou Vlastní Předměty
de: Nur eigene Klassenfächer
el: Μόνο Class δική Θέματα
es: Temas propios única clase
fa: فقط کلاس افراد خود
it: Soggetti proprie Solo Class
ja: 唯一のクラス自身の被験者
pt_pt: Só Classe Assuntos próprios
th: ชั้นเดียววิชาของตัวเอง
tr: Sadece Sınıf Kendi Konular

source: Only Own Subjects
ar: فقط الموضوعات الخاصة
cs: Pouze Vlastní Předměty
de: Nur eigene Themen
el: Μόνο το δικό Θέματα
es: Solamente los temas propios
fa: فقط افراد خود
it: Solo Soggetti proprie
ja: 唯一の自分の被験者
pt_pt: Somente Assuntos próprios
th: วิชาเฉพาะของตัวเอง
tr: Sadece Kendi Konular

source: View Students
ar: مشاهدة الطلاب
cs: Strojově Studenti
de: Schüler ansehen
el: Δείτε Φοιτητές
es: Ver estudiantes
fa: نمایش دانش آموزان
it: Guarda studenti
ja: ビュー学生
pt_pt: Visualização de Estudantes
th: ดูนักเรียน
tr: Görünüm Öğrenciler

source: All Students
ar: جميع الطلاب
cs: Všichni studenti
de: Alle Schüler
el: Όλοι οι μαθητές
es: todos los alumnos
fa: همه دانش آموزان
it: tutti gli studenti
ja: すべての学生
pt_pt: Todos os alunos
th: นักเรียนทุกคน
tr: Tüm öğrenciler

source: Only Own Class Students
ar: طلاب الفئة الخاصة فقط
cs: Pouze vlastní studenty Class
de: Nur eigene Klassenschüler
el: Μόνο το δικό μαθητές Class
es: Solamente los estudiantes de clase propios
fa: فقط دانش آموزان کلاس خود
it: Solo gli studenti della classe proprie
ja: 唯一の独自のクラスの生徒
pt_pt: Somente estudantes de classe próprios
th: เฉพาะนักเรียนชั้นเอง
tr: Sadece Kendi Sınıf Öğrencileri

source: Students Attendance
ar: الطلاب الحضور
cs: Účast studentů
de: Schüler Teilnahme
el: Φοιτητές Συμμετοχή
es: La asistencia a los estudiantes
fa: حضور و غیاب دانش آموزان
it: Gli studenti presenze
ja: 学生の出席
pt_pt: Os estudantes de Presença
th: นักเรียนที่เข้าร่วมประชุม
tr: Öğrenci Seyirci

source: All Students Attendance
ar: جميع الطلاب الحضور
cs: Všichni studenti Docházka
de: Alle Schüler Teilnahme
el: Όλοι οι μαθητές Συμμετοχή
es: Todos los estudiantes de asistencia
fa: همه دانش آموزان حضور و غیاب
it: Tutti gli studenti presenze
ja: すべての学生の出席
pt_pt: Todos os alunos de Presença
th: นักเรียนทุกคนเข้าร่วมประชุม
tr: Tüm öğrenciler Seyirci

source: Only Own Subject Students Attendance
ar: فقط الخاصة مع مراعاة الطلاب الحضور
cs: Pouze vlastní Subject studenti Docházka
de: Nur eigene Fachschüler Teilnahme
el: Μόνο το δικό Θέμα Φοιτητές Συμμετοχή
es: Sólo propio tema Estudiantes Asistencia
fa: تنها خود تم حضور و غیاب دانش آموزان
it: Solo propria materia studenti presenze
ja: 唯一の自分の件名の学生の出席
pt_pt: Só próprio assunto Estudantes Presença
th: เท่านั้นเองเรื่องนักเรียนที่เข้าร่วมประชุม
tr: Sadece Kendi Konu Öğrenci Seyirci

source: Only Own Class Students Attendance
ar: فقط الطلاب الحضور الدرجة الخاصة
cs: Pouze Účast Studenti vlastní třídě
de: Nur eigene Schüler Teilnahme
el: Μόνο Φοιτητές Συμμετοχή δική Class
es: Sólo Asistencia Los estudiantes de clase propia
fa: فقط دانش آموزان حضور و غیاب کلاس خود
it: Unica classe proprio la frequenza degli studenti
ja: 唯一の独自のクラスの出席学生
pt_pt: Apenas alunos Atendimento própria classe
th: เฉพาะนักเรียนที่เข้าร่วมชั้นเรียนของตัวเอง
tr: Sadece Kendi Sınıf Seyirci öğrenciler

source: Today Attendance
ar: الحضور اليوم
cs: dnes Návštěvnost
el: Σήμερα Συμμετοχή
es: hoy Asistencia
fa: امروز حضور و غیاب
it: Oggi presenze
ja: 今日出席
pt_pt: Presença hoje
th: วันนี้การเข้าร่วมประชุม
tr: Bugün Seyirci

source: My Time Table
ar: بلدي الجدول الزمني
el: Ο χρόνος μου Πίνακας
es: Mi Tabla de tiempos
fa: زمان من جدول
ja: マイタイムテーブル
pt_pt: Minha Mesa Tempo
th: ตารางเวลาของฉัน
tr: My Time Tablosu

source: Today attendence
ar: حضوره اليوم
cs: dnes attendence
de: Heute Teilnahme
el: Σήμερα attendence
es: hoy acojidos
fa: امروز حضور و غیاب
it: Oggi attendence
ja: 今日attendence
pt_pt: attendence hoje
th: วันนี้ attendence
tr: Bugün bir devam

source: Add Transport
ar: إضافة النقل
cs: Přidat Transport
de: Transport hinzufügen
el: Προσθήκη Μεταφορών
es: Añadir Transporte
fa: اضافه کردن حمل و نقل
it: Aggiungere Trasporti
ja: 交通を追加
pt_pt: Adicionar Transport
th: เพิ่มการขนส่ง
tr: Ulaştırma ekle

source: Route Name
ar: اسم الطريق
cs: road Name
de: Name der Route
el: οδική Όνομα
es: Nombre de ruta
fa: نام جاده
it: Nome road
ja: 道路名
pt_pt: Nome estrada
th: ชื่อถนน
tr: yol Adı

source: Enter Route Name
ar: أدخل اسم الطريق
cs: Zadejte název trasy
de: Name der Route
el: Πληκτρολογήστε το Όνομα διαδρομής
es: Introducir el nombre de la ruta
fa: نام مسیر را وارد کنید
it: Inserire nome percorso
ja: ルートの名前を入力します。
pt_pt: Digite o nome da rota
th: กรุณาใส่ชื่อเส้นทาง
tr: Rota Adını Girin

source: Vehicle identifier
ar: تحديد هوية المركبات
cs: identifikace vozidla
de: Fahrzeugidentifikation
el: Αναγνωριστικό οχήματος
es: identificación del vehículo
fa: شناسایی خودرو
it: identificazione del veicolo
ja: 車両識別
pt_pt: identificação de veículos
th: ประจำตัวรถ
tr: Taşıt tanıma

source: Enter Vehicle Identifier
ar: تحديد سيارة أدخل
cs: Identifikovat vozidlo Enter
de: Geben Sie die Fahrzeugkennung ein
el: Εντοπισμός οχήματος Εισαγωγή
es: Identificar vehículo Enter
fa: شناسایی خودرو را وارد کنید
it: Identificare veicolo Enter
ja: 入力車両を特定します
pt_pt: Identificar veículo Introduzir
th: ระบุยานพาหนะใส่
tr: Araç Enter tanımlayın

source: Vehicle Registration Number
ar: السيارة رقم التسجيل
cs: Registrační číslo vozidla
de: Fahrzeugregistrierungsnummer
el: Αριθμός κυκλοφορίας οχήματος
es: Número de Registro de Vehículo
fa: خودرو شماره ثبت
ja: 自動車登録番号
pt_pt: Número de Registro de Veículo
th: เลขทะเบียนยานพาหนะ
tr: Araç Tescil Numarası

source: Enter Vehicle Registration Number
ar: أدخل سيارة رقم التسجيل
cs: Zadat registrační značkou vozidla
de: Geben Sie die Fahrzeugregistrierungsnummer ein
el: Εισαγωγή αριθμού κυκλοφορίας οχήματος
es: Introduzca un número de matrícula
fa: خودرو شماره ثبت را وارد کنید
it: Inserisci Vehicle Registration Number
ja: 自動車登録番号を入力します。
pt_pt: Digite o número de matrícula do veículo
th: ใส่เลขทะเบียนยานพาหนะ
tr: Araç Tescil Numarasını girin

source: Driver Name
ar: اسم السائق
cs: Jméno řidiče
de: Fahrername
el: Όνομα οδηγού
es: Nombre del conductor
fa: نام راننده
it: Nome del driver
ja: ドライバ名
pt_pt: Nome motorista
th: ชื่อคนขับ
tr: sürücü Adı

source: Enter Driver Name
ar: أدخل اسم سائق
cs: Zadejte název ovladače
de: Geben Sie den Treibernamen ein
el: Πληκτρολογήστε το Όνομα οδηγού
es: Ingrese Nombre del Driver
fa: نام درایور را وارد کنید
it: Inserire nome del driver
ja: ドライバ名を入力します。
pt_pt: Digite Nome do Driver
th: กรุณาใส่ชื่อไดร์เวอร์
tr: Sürücü Adı girin

source: Driver Phone Number
ar: سائق رقم الهاتف
cs: Řidič telefonní číslo
de: Telefonnummer des Fahrers
el: Τηλέφωνο Driver
es: Conductor Número de teléfono
fa: شماره تلفن درایور
it: Driver Numero di telefono
ja: ドライバーの電話番号
pt_pt: Motorista número de telefone
th: หมายเลขโทรศัพท์ไดร์เวอร์
tr: Sürücü Telefon Numarası

source: Enter Driver Phone Number
ar: سائق أدخل رقم الهاتف
cs: Řidič Zadejte telefonní číslo
de: Geben Sie die Telefonnummer des Fahrers ein
el: Driver εισάγετε τον αριθμό τηλεφώνου
es: Conductor Introducir número de teléfono
fa: درایور شماره تلفن را وارد کنید
it: Autista Inserisci numero di telefono
ja: ドライバーの電話番号を入力します。
pt_pt: Motorista Digite o número de telefone
th: คนขับใส่หมายเลขโทรศัพท์
tr: Sürücü Telefon Numarasını girin

source: Driver Address
ar: سائق العناوين
cs: řidič Address
de: Fahreradresse
el: Διεύθυνση του οδηγού
es: Dirección controlador
fa: راننده نشانی
it: Indirizzo conducente
ja: ドライバ住所
pt_pt: motorista Endereço
th: ที่อยู่คนขับ
tr: sürücü Adresi

source: Enter Driver Address
ar: أدخل عنوان سائق
cs: Vstoupit Driver Adresa
de: Geben Sie die Treiberadresse ein
el: Εισάγετε Driver Διεύθυνση
es: Introduzca controlador Dirección
fa: را وارد کنید آدرس درایور
it: Inserisci driver Indirizzo
ja: ドライバのアドレスを入力してください
pt_pt: Digite driver Endereço
th: กรุณาใส่ไดร์เวอร์
tr: Sürücü Adres Girin

source: Route Fare
ar: الطريق أجرة
cs: trasa Fare
de: Route Tarif
el: Fare διαδρομή
es: Fare ruta
fa: کرایه مسیر
it: Fare percorso
ja: ルート運賃
pt_pt: Tarifa rota
th: เส้นทางค่าโดยสาร
tr: rota Fare

source: Enter Route Fare
ar: أدخل الطريق أجرة
cs: Vstoupit jízdné trasy
de: Fahrpreis eingeben
el: Εισάγετε Fare Διαδρομή
es: Introduzca la ruta de tarifa
fa: مسیر کرایه را وارد کنید
it: Inserisci Fare percorso
ja: ルート運賃を入力します。
pt_pt: Digite Route Fare
th: ใส่ค่าโดยสารเส้นทาง
tr: Rota Fare girin

source: Not Available Any Transport
cs: Není k dispozici Každé Transport
el: Δεν είναι διαθέσιμο Μεταφορών
es: No está disponible ningún transporte
fa: در دسترس نیست هر حمل و نقل
it: Non disponibile Qualsiasi Trasporti
ja: 任意のトランスポートは使用できません
pt_pt: Não disponível qualquer transporte
th: ไม่สามารถใช้การขนส่งใด ๆ
tr: Herhangi Taşıma Mevcut Değil

source: Edit Transport
ar: تحرير النقل
cs: Upravit transportní
el: Επεξεργασία Μεταφορών
es: Editar Transporte
fa: ویرایش حمل و نقل
it: Modifica Trasporti
ja: 編集交通
pt_pt: Editar Transporte
th: แก้ไขขนส่ง
tr: Düzenleme Ulaşım

source: New Password Save
el: Νέος Κωδικός Αποθήκευση
es: Nueva contraseña Guardar
fa: جدید رمز عبور ذخیره
it: Nuova password Salva
ja: 新しいパスワードの保存
pt_pt: Nova senha Salvar
th: รหัสผ่านใหม่บันทึก
tr: Yeni Şifre Kaydet

source: Back To Login Page
el: Επιστροφή στην σελίδα εισόδου
es: Volver a inicio página
fa: بازگشت به صفحه ورود
it: Torna alla pagina di login
ja: 戻るログインページへ
pt_pt: Voltar à página de login
th: กลับไปเข้าสู่ระบบหน้า
tr: Geri Giriş sayfasına

source: Login
ar: دخول
cs: přihlášení
el: σύνδεση
es: Iniciar la sesión
fa: ورود به سیستم
it: accesso
ja: ログイン
th: เข้าสู่ระบบ
tr: giriş

source: Forget Password
el: Ξεχάστε τον κωδικό σας
es: Olvido de la contraseña
fa: رمز عبور را فراموش کرده ام
it: dimenticare la password
ja: パスワードを忘れました
pt_pt: Esqueceu a senha
th: ลืมรหัสผ่าน
tr: Şifre Hatırlatma

source: PinCode
cs: PSC
el: κωδικό PIN
fa: شماره PIN
ja: PINコード
tr: Pin kodunun

source: Gujrati
ar: جوجراتي
fa: گجراتی

source: am
ar: أنا
cs: dopoledne
de: bin
el: είμαι
es: 001-0000000080: AM
fa: هستم
it: 001-0000000080: AM
ja: 午前
pt_pt: sou
tr: ben

source: &gt
ar: وGT
fa: ها & gt

source: Clickatell
fa: Clickatell خود

source: GO
de: GEHEN
es: Gb
tr: git

source: S/NO
cs: S / NE
de: S / NEIN
el: S / ΟΧΙ

source: ISBN
es: ISBN: 978-2-7492-1177-0

source: ISBN :
es: ISBN: 978-2-7492-1177-0

source: Notice Board
ar: لوح الإعلانات
de: Schild

source: Account
ar: الحساب
de: Konto

source: X
ar: XI
it: {0}X.{/0}{1} {/1}

source: Strat Date
ar: STRAT التسجيل

source: Short Codes For Notification Mail Message
ar: شورتكوديس للإعلام رسالة البريد
de: Funktionscodes für die Benachrichtigung per E-Mail

source: Registration
ar: تسجيل

source: FeeType:
de: Gebührentyp:
