Repository: ajaydasinfomedia/NiftySIS
Catalog: src/Locale/*/default1.po
Languages: ar, cs, de, el, es, fa, it, ja, pt_pt, th, tr

source: Exam Inserted Successfully
ar: امتحان إدراج بنجاح
cs: Zkouška úspěšně vložena
de: Prüfung erfolgreich eingefügt
el: Για τις εξετάσεις με επιτυχία Εισήχθη
es: Examen insertado con éxito
fa: امتحان با موفقیت درج
it: Esame inserito correttamente
ja: 試験は正常に挿入します
pt_pt: Exame inserido com sucesso
th: สอบแทรกประสบความสำเร็จ
tr: Sınav Başarıyla Eklendi

source: Update Successfully
ar: تحديث بنجاح
cs: aktualizovat úspěšně
de: Update erfolgreich
el: Ενημέρωση με επιτυχία
es: actualizar con éxito
fa: به روز رسانی با موفقیت
it: aggiornare con successo
ja: 更新成功
pt_pt: atualizar com sucesso
th: อัปเดตเรียบร้อยแล้ว
tr: başarıyla güncelleme

source: Select Student
ar: حدد الطلاب
de: Select-Studenten
el: Επιλογή Φοιτητών
es: Student Select
fa: انتخاب دانشجو
it: Seleziona Studente
ja: 学生を選択
pt_pt: Select Estudante
th: เลือกนักศึกษา
tr: seç Öğrenci

source: History Inserted Successfully
ar: المدرجة بنجاح التاريخ
cs: Úspěšně vložena History
de: Erfolgreich Eingefügt Geschichte
el: Επιτυχής Εισήχθη Ιστορία
es: Insertado con éxito Historia
fa: موفقیت درج تاریخچه
it: Inserito correttamente Storia
ja: 正常に挿入歴史
pt_pt: Com sucesso Inserida História
th: แทรกประสบความสำเร็จในประวัติศาสตร์
tr: Başarıyla Tarih Eklenen

source: Record Inserted Successfully
ar: المدرجة بنجاح سجل
cs: Úspěšně vložena Record
de: Erfolgreich Eingefügt Rekord
el: Επιτυχής Εισήχθη Εγγραφή
es: Insertado éxito Record
fa: موفقیت درج رکورد
it: Inserito correttamente Record
ja: 首尾よく挿入されたレコード
pt_pt: Com sucesso Inserida Registro
th: แทรกประสบความสำเร็จในการบันทึก
tr: Başarıyla Kayıt Eklenen

source: Fees Payment Alert!
ar: دفع الرسوم تنبيه!
cs: Poplatky Alert platby!
de: Kosten Zahlungs Alert!
el: Τέλη ειδοποίησης πληρωμής!
es: Tasas de alerta pago!
fa: هزینه هشدار پرداخت.
it: Pagamento tasse ALERT!
ja: 料金支払いの警告！
pt_pt: Taxas de alerta pagamento!
th: ค่าธรรมเนียมการชำระเงินการแจ้งเตือน!
tr: Ücretler Ödeme Uyarısı!

source: Alert mail send successfully
ar: تنبيه عبر البريد الإلكتروني ترسل بنجاح
cs: Alert e-mail odeslat úspěšně
de: Benachrichtigung E-Mail erfolgreich
el: e-mail Alert στείλετε με επιτυχία
es: Alerta de correo electrónico enviar correctamente
fa: ایمیل هشدار ارسال موفقیت
it: e-mail Alert inviare correttamente
ja: アラートメールが正常に送信します
pt_pt: alerta de enviar com sucesso
th: อีเมลแจ้งเตือนส่งประสบความสำเร็จ
tr: Uyarı e-posta başarıyla göndermek

source: Grade Inserted Successfully
ar: الصف إدراج بنجاح
cs: Grade Vložený Úspěšně
de: Grade Eingefügt erfolgreich
el: Βαθμολογία Εισήχθη με επιτυχία
es: Grado insertado con éxito
fa: درجه درج نظر با موفقیت
it: Grade inserito correttamente
ja: グレードは正常に挿入します
pt_pt: Grade inserido com sucesso
th: ชั้นประถมศึกษาปีที่แทรกประสบความสำเร็จ
tr: Sınıf Başarıyla Eklendi

source: Hall Inserted Successfully
ar: المدرجة بنجاح قاعة
cs: Úspěšně vložena Hall
de: Erfolgreich Halle Eingefügt
el: Επιτυχής Εισήχθη Hall
es: Insertado Salón éxito
fa: موفقیت درج سالن
it: Inserito correttamente Sala
ja: 正常に挿入ホール
pt_pt: Com sucesso Inserida Salão
th: แทรกประสบความสำเร็จในฮอลล์
tr: Başarıyla Hall Eklenen

source: Holiday Inserted Successfully
ar: عطلة المدرجة بنجاح
cs: Holiday Vložený Úspěšně
de: Urlaub Eingefügt Erfolgreich
el: Holiday Εισήχθη με επιτυχία
es: Holiday insertado con éxito
fa: تعطیلات درج نظر با موفقیت
it: Vacanze inserito correttamente
ja: ホリデー正常に挿入
pt_pt: Férias inserido com sucesso
th: ฮอลิเดย์แทรกประสบความสำเร็จ
tr: Tatil Başarıyla Eklendi

source: Add Book Record Inserted Successfully
ar: إضافة كتاب المدرجة بنجاح سجل
cs: Přidejte si úspěšně vložena Record
de: Add erfolgreich eingefügt Bilanz
el: Προσθέστε το βιβλίο με επιτυχία Εισήχθη Εγγραφή
es: Añadir libro graba bien insertado
fa: اضافه کردن کتاب رکورد موفقیت درج
it: Aggiungere Record inserito correttamente
ja: ブック正常に挿入レコードの追加
pt_pt: Adicionar livro registro inserido com sucesso
th: เพิ่มหนังสือแทรกประสบความสำเร็จในการบันทึก
tr: Kitap Başarıyla Eklendi Kaydı ekleyin

source: Issue Book Record Inserted Successfully
ar: مسألة إدراج بنجاح سجل كتاب
cs: Problém úspěšně vložena Record Book
de: Ausgabe erfolgreich eingefügt Record Book
el: Έκδοση επιτυχία Εισήχθη Βιβλιάριο
es: Problema con éxito insertado Libro registro
fa: مشکل با موفقیت درج کتاب رکورد
it: Problema inserito correttamente Record Book
ja: 問題が正常記録簿を挿入します
pt_pt: Edição inserido com sucesso Record Book
th: ฉบับที่ประสบความสำเร็จแทรกสมุดบันทึก
tr: Sayı Başarıyla Kayıt Defteri Eklenen

source: Add Mark
ar: إضافة كافة
cs: Přidejte Mark
de: In Mark
el: Προσθήκη Mark
es: Agregar marca
fa: اضافه کردن علامت گذاری به عنوان
it: Aggiungere Mark
ja: マークを追加
pt_pt: Adicionar Mark
th: เพิ่มมาร์ค
tr: Mark ekle

source: Update
ar: تحديث
cs: aktualizovat
de: Aktualisierung
el: Ενημέρωση
es: actualización
fa: به روز رسانی
it: aggiornare
ja: 更新
pt_pt: atualizar
th: ปรับปรุง
tr: güncelleştirme

source: Message Send Successfully
ar: إرسال الرسالة بنجاح
cs: Poslat zprávu úspěšně
de: Nachricht senden Erfolgreich
el: Αποστολή μηνύματος επιτυχία
es: Enviar mensaje correctamente
fa: ارسال پیام موفقیت
it: Invia un messaggio con successo
ja: メッセージを正常に送信
pt_pt: Enviar mensagem com êxito
th: ส่งข้อความเรียบร้อยแล้ว
tr: Başarıyla Mesaj Gönder

source: Notice Details
ar: تفاصيل إشعار
cs: Podrobnosti Oznámení
de: Details Hinweis
el: λεπτομέρειες Ανακοίνωση
es: detalles del Anuncio
fa: جزییات توجه
it: Dettagli Avviso
ja: 詳細お知らせ
pt_pt: detalhes Notice
th: รายละเอียดหนังสือเชิญ
tr: Detaylar Bildirimi

source: Notice Title:
ar: لاحظ العنوان:
cs: Upozornění Název:
de: Titel der Benachrichtigung:
el: Τίτλος Προμήθειας:
es: Título del Anuncio:
fa: عنوان توجه:
it: Titolo del Bando:
ja: タイトル：
pt_pt: Título do aviso:
th: หัวข้อประกาศ:
tr: İlan Başlığı:

source: Notice Comment:
ar: تعليمات كيفية:
cs: Instrukce, jak:
de: Hinweis Kommentar:
el: Οδηγίες Πώς να:
es: Instrucciones de cómo:
fa: دستورالعمل نحوه:
it: Istruzioni su come:
ja: 手順方法：
pt_pt: Instruções sobre como:
th: คำแนะนำวิธีการ:
tr: Talimatlar Nasıl yapılır:

source: Notice For:
ar: للحصول على إرشادات:
cs: Pokyny:
de: Hinweis für:
el: Για οδηγίες:
es: Para obtener instrucciones:
fa: برای دستورالعمل:
it: Per le istruzioni:
ja: 手順については：
pt_pt: Para obter instruções:
th: สำหรับคำแนะนำ:
tr: Talimatlar için:

source: Notice Start Date:
ar: تعليمات تاريخ البدء:
cs: Pokyny Datum zahájení:
de: Hinweis Startdatum:
el: Οδηγίες Ημερομηνία Έναρξης:
es: Instrucciones Fecha de Inicio:
fa: دستورالعمل تاریخ شروع:
it: Istruzioni Data inizio:
ja: 命令は、開始日：
pt_pt: Instruções Data de início:
th: คำแนะนำในการเริ่มต้นวันที่:
tr: Talimatlar Başlangıç ​​Tarihi:

source: Notice Reminder Alert!
ar: إشعار تذكير تنبيه!
cs: Upomínka Alert!
de: Unsere Erinnerung Alert!
el: Υπενθύμιση Ανακοίνωση Alert!
es: Aviso Recordatorio Alerta!
fa: یادآوری توجه هشدار!
it: Avviso Promemoria Alert!
ja: お知らせリマインダーアラート！
pt_pt: Aviso Lembrete Alerta!
th: แจ้งให้ทราบการแจ้งเตือนการแจ้งเตือน!
tr: Uyarı Hatırlatma Uyarısı!

source: Notice Inserted Successfully
ar: تعليمات المدرجة بنجاح
cs: Pokyny Vložený Úspěšně
de: Anweisungen Eingefügt erfolgreich
el: Οδηγίες Εισήχθη με επιτυχία
es: Instrucciones insertado con éxito
fa: دستورالعمل درج نظر با موفقیت
it: Istruzioni inserito correttamente
ja: 命令が正常に挿入します
pt_pt: Instruções inserido com sucesso
th: คำแนะนำในการแทรกประสบความสำเร็จ
tr: Talimatlar Başarıyla Eklendi

source: Parent Register Successfully
ar: الأم تسجيل بنجاح
cs: Parent Úspěšně Registrace
de: Übergeordnetes Erfolgreich registrieren
el: Μητρική με επιτυχία Εγγραφή
es: Padres con éxito Registrar
fa: پدر و مادر با موفقیت ثبت نام
it: Parent Registrati con successo
ja: 親が正しく登録します
pt_pt: Pai registrar com êxito
th: ผู้ปกครองประสบความสำเร็จในการลงทะเบียน
tr: Veli Başarıyla Kayıt

source: Child Register Successfully
ar: طفل تسجيل بنجاح
cs: Dítě Úspěšně Registrace
de: Kind Erfolgreich Registrieren
el: Παιδί με επιτυχία Εγγραφή
es: Niño con éxito Registrar
fa: کودک با موفقیت ثبت نام
it: Bambino Registrati con successo
ja: 子供正常に登録
pt_pt: Criança registrar com êxito
th: เด็กประสบความสำเร็จในการลงทะเบียน
tr: Çocuk Başarıyla Kayıt

source: Parent Record Update Successfully
ar: الأم سجل تحديث بنجاح
cs: Parent Record aktualizace úspěšně
de: Geordneten Datensatz Update erfolgreich
el: Μητρική Εγγραφή Ενημέρωση με επιτυχία
es: Padres de actualización de registros con éxito
fa: پدر و مادر ضبط روز رسانی با موفقیت
it: Parent aggiornamento record con successo
ja: 親レコードの更新に成功しました
pt_pt: Pai de Atualização de Registro com sucesso
th: ผู้ปกครองบันทึกการปรับปรุงเรียบร้อยแล้ว
tr: Veli Kayıt Güncelleme Başarıyla

source: Photo
ar: صورة فوتوغرافية
cs: fotografie
de: Foto
el: φωτογραφία
es: foto
fa: عکس
it: 001-0000000009: Photo
ja: フォト
pt_pt: foto
th: ภาพถ่าย
tr: fotoğraf

source: Name
ar: اسم
cs: název
el: όνομα
es: Nombre
fa: نام
it: nome
ja: 名前
pt_pt: nome
th: ชื่อ
tr: isim

source: Record Update Successfully
ar: سجل تحديث بنجاح
cs: Záznam aktualizace úspěšně
de: Die Bilanz Update erfolgreich
el: Εγγραφή Ενημέρωση με επιτυχία
es: Actualización de registros con éxito
fa: ضبط با موفقیت به روز رسانی
it: Aggiornamento record con successo
ja: レコードの更新に成功しました
pt_pt: Registro atualizar com êxito
th: บันทึกการปรับปรุงเรียบร้อยแล้ว
tr: Tutanak Güncelleme Başarıyla

source: Record Delete Successfully
ar: حذف بنجاح قياسي
cs: Úspěšně Smazat záznam
de: Erfolgreich Datensatz löschen
el: Επιτυχής Διαγραφή ρεκόρ
es: Eliminar registro con éxito
fa: موفقیت حذف رکورد
it: Eliminare correttamente registrare
ja: 首尾よくレコードを削除します
pt_pt: Excluir com sucesso recorde
th: ประสบความสำเร็จในการลบบันทึก
tr: Başarıyla kayıt silinsin

source: Staff Register Successfully
ar: بنجاح تسجيل الموظفين
cs: Úspěšně Registrace Zaměstnanci
de: Erfolgreich Mitarbeiter Registrieren
el: Επιτυχής εγγραφή Προσωπικό
es: Register éxito personal
fa: با موفقیت ثبت نام کارکنان
it: Registrati successo personale
ja: 首尾よくスタッフを登録
pt_pt: Cadastre sucesso pessoal
th: ประสบความสำเร็จในการลงทะเบียนพนักงาน
tr: Başarıyla Personel Kayıt

source: Staff Record Update Successfully
ar: موظفو سجل تحديث بنجاح
cs: Personál Record aktualizace úspěšně
de: Mitarbeiter Die Bilanz Update erfolgreich
el: Προσωπικό Εγγραφή Ενημέρωση με επιτυχία
es: El personal de actualización de registros con éxito
fa: ضبط کارکنان با موفقیت به روز رسانی
it: Il personale aggiornamento record con successo
ja: スタッフのレコードの更新に成功しました
pt_pt: Staff Registro atualizar com êxito
th: พนักงานบันทึกการปรับปรุงเรียบร้อยแล้ว
tr: Personel Kayıt Güncelleme Başarıyla

source: Select Section
ar: حدد القسم
cs: Select Oddíl
de: Wählen Sie Abschnitt
el: Επιλέξτε Ενότητα
es: Seleccionar sección
fa: انتخاب بخش
it: Seleziona sezione
ja: セクションを選択します
th: เลือกมาตรา
tr: seç Bölüm

source: Student Approve Successfully
ar: الموافقة الطالب بنجاح
cs: Schvalovat Student úspěšně
de: Genehmigen Schüler erfolgreich
el: Έγκριση Φοιτητών με επιτυχία
es: Aprobar Estudiante con éxito
fa: پذیرفتن دانش آموز با موفقیت
it: Approva Student con successo
ja: 成功しました学生を承認
pt_pt: Aprovar Student com sucesso
th: อนุมัตินักศึกษาประสบความสำเร็จ
tr: Başarıyla Öğrenci onayla

source: Add CSV Record Successfully
ar: إضافة CSV سجل بنجاح
cs: Přidejte CSV záznam byl úspěšně
de: In CSV Datensatz erfolgreich
el: Προσθέστε CSV Εγγραφή με επιτυχία
es: Añadir CSV graba bien
fa: اضافه کردن CSV ضبط با موفقیت
it: Aggiungere CSV Record con successo
ja: 成功しましたCSVレコードの追加
pt_pt: Adicionar CSV Gravar com sucesso
th: เพิ่ม CSV บันทึกเรียบร้อยแล้ว
tr: Başarıyla CSV Kaydı Ekle

source: update Record Successfully
ar: تحديث سجل بنجاح
cs: aktualizace záznamu Úspěšně
de: Die Bilanz Update erfolgreich
el: ενημέρωση Εγγραφή με επιτυχία
es: actualización de registro con éxito
fa: به روز رسانی رکورد موفقیت
it: Aggiorna record con successo
ja: レコードの更新に成功しました
pt_pt: atualização de registro com sucesso
th: การปรับปรุงการบันทึกเรียบร้อยแล้ว
tr: Tutanak güncelleme Başarıyla

source: Exam Result
ar: نتيجة امتحانات
cs: Výsledek zkoušky
de: Prüfungsergebnisse
el: Αποτέλεσμα Εξέτασης
es: Resultado del examen
fa: نتیجه آزمون
it: Risultato esame
ja: 試験結果
pt_pt: Resultado exame
th: ผลการสอบ
tr: Sınav Sonucu

source: PDF
es: %PDF-1.3
it: %PDF-1.6
th: รูปแบบไฟล์ PDF

source: Print
ar: طباعة
cs: vytisknout
de: drucken
el: Εκτύπωση
es: impresión
fa: چاپ
it: stampa
ja: プリント
pt_pt: impressão
th: พิมพ์
tr: baskı

source: Grade Comment
ar: الصف كيف
cs: grade Jak
de: Grad Wie
el: βαθμός Πώς
es: Cómo grado
fa: درجه چگونه
it: Come grade
ja: グレード方法
pt_pt: grau de Como
th: เกรดวิธี
tr: sınıf nasıl

source: Total Marks
ar: العلامات الإجمالية
cs: celkové Marks
de: Gesamt Marks
el: συνολική σήματα
es: marcas totales
fa: کل مدالها
it: punteggio totale
ja: 総マークス
pt_pt: Marcas totais
th: Marks ทั้งหมด
tr: toplam Marks

source: GPA( Grade Point Average )
ar: GPA (الصف نقطة متوسط)
cs: GPA (Studijní průměr)
el: ΣΔΣ (Grade Point Μέση)
es: GPA (promedio de calificaciones)
fa: معدل (معدل)
ja: GPA（Grade Point Averageを）
pt_pt: GPA (grau ponto médio)
th: เกรดเฉลี่ย (เกรดเฉลี่ย)
tr: GPA (not ortalamasını)

source: No Result Fount
ar: لا نتائج نبع
cs: No Fount Result
de: Keine Ergebnisse Fount
el: Δεν Fount Αποτέλεσμα
es: Sin Manantial Resultado
fa: بدون چشمه نتیجه
it: No Fonte Risultato
ja: いいえ結果の泉ありません
pt_pt: Nenhum resultado Fount
th: ไม่มี Fount ผล
tr: Hiçbir Sonuç Fount

source: Relation
ar: علاقة
cs: vztah
de: Beziehung
el: σχέση
es: relación
fa: رابطه
it: relazione
ja: 知り合い
pt_pt: relação
th: ความสัมพันธ์
tr: ilişki

source: Subject Update Successfully
ar: موضوع تحديث بنجاح
cs: Předmět Aktualizace Úspěšně
de: Betreff Update erfolgreich
el: Θέμα Ενημέρωση με επιτυχία
es: Asunto actualizar correctamente
fa: تم به روز رسانی با موفقیت
it: Soggetto aggiornamento con successo
ja: 件名の更新に成功しました
pt_pt: Assunto atualizar com êxito
th: เรื่องการปรับปรุงเรียบร้อยแล้ว
tr: Konu Güncelleme Başarıyla

source: Teacher Register Successfully
ar: المعلم التسجيل بنجاح
cs: Učitel Register Úspěšně
de: Lehrer Register Erfolgreich
el: Δάσκαλος Εγγραφή με επιτυχία
es: Registro maestro con éxito
fa: معلم ثبت نام با موفقیت
it: Insegnante Registro con successo
ja: 教師の登録に成功しました
pt_pt: Professor registrar com êxito
th: ครูลงทะเบียนเรียบร้อยแล้ว
tr: Öğretmen Kayıt Başarıyla

source: Teacher Record Update Successfully
ar: المعلم سجل تحديث بنجاح
cs: Učitel Záznam aktualizace úspěšně
de: Lehrer Bilanz Update erfolgreich
el: Δάσκαλος Εγγραφή Ενημέρωση με επιτυχία
es: Maestro de actualización de registros con éxito
fa: معلم ضبط روز رسانی با موفقیت
it: Maestro aggiornamento record con successo
ja: 教師のレコードの更新に成功しました
pt_pt: Professor de Atualização de Registro com sucesso
th: ครูบันทึกการปรับปรุงเรียบร้อยแล้ว
tr: Öğretmen Kayıt Güncelleme Başarıyla

source: Update Teacher Access Successfully
ar: المعلم تحديث الوصول بنجاح
cs: Učitel Access Aktualizace úspěšně
de: Lehrer Zugang Update erfolgreich
el: Δάσκαλος πρόσβαση Ενημέρωση με επιτυχία
es: Profesor de acceso de actualización con éxito
fa: دسترسی معلمان به روز رسانی با موفقیت
it: Insegnante di accesso aggiornamento con successo
ja: 先生アクセス更新に成功しました
pt_pt: Professor acesso atualizar com êxito
th: ครูเพื่อการเข้าปรับปรุงเรียบร้อยแล้ว
tr: Öğretmen Erişim Güncelleme Başarıyla

source: Add Teacher Access Successfully
ar: إضافة معلم الوصول بنجاح
cs: Přidejte učitele přístup Úspěšně
de: Teacher Zugang Erfolgreich
el: Προσθέστε Δάσκαλος Πρόσβαση με επιτυχία
es: Añadir acceso maestro con éxito
fa: اضافه کردن دسترسی معلمان با موفقیت
it: Aggiungere insegnante di accesso con successo
ja: 教師のアクセスが成功しまし追加します
pt_pt: Adicionar acesso Professor com sucesso
th: เพิ่มครูเพื่อการเข้าเรียบร้อยแล้ว
tr: Başarıyla Öğretmen Erişim ekle

source: Invalid Username And Password
ar: اسم المستخدم وكلمة المرور غير صالحة
cs: Neplatné uživatelské jméno a heslo
de: Ungültige Benutzername und Passwort
el: Μη έγκυρο όνομα χρήστη και τον κωδικό πρόσβασης
es: Nombre de usuario y la contraseña no válido
fa: نام کاربری نامعتبر و رمز عبور
it: Nome utente e password validi
ja: 無効なユーザー名とパスワード
pt_pt: Nome de usuário e senha inválidos
th: ชื่อผู้ใช้และรหัสผ่านไม่ถูกต้อง
tr: Geçersiz kullanıcı adı ve Şifre

source: New Password Set Successfully.
de: Neues Kennwort erfolgreich eingerichtet haben.
el: Νέος κωδικός πρόσβασης Ρύθμιση με επιτυχία.
es: Nueva contraseña cambiada correctamente.
fa: جدید رمز عبور موفقیت انجام شد.
it: Nuova password impostata correttamente.
ja: 新しいパスワードが正常に設定されました。
pt_pt: Nova senha definida com sucesso.
th: รหัสผ่านชุดใหม่เรียบร้อยแล้ว
tr: Yeni Şifre Başarıyla ayarlayın.

source: Unsuccessful ! Wrong Email and Phone Number.
de: Erfolglos! Falsche E-Mail und Telefonnummer.
el: Ανεπιτυχής! Λάθος e-mail και τον αριθμό τηλεφώνου.
es: Sin éxito! Mail incorrecto y número de teléfono.
fa: ناموفق! اشتباه ایمیل و شماره تلفن.
it: Non riuscita! Email sbagliato e numero di telefono.
ja: 失敗しました！間違ったメールと電話番号。
pt_pt: Sem sucesso! Email errado e número de telefone.
th: ไม่ประสบความสำเร็จ! อีเมล์ผิดและหมายเลขโทรศัพท์
tr: Başarısız! Yanlış E-posta ve Telefon Numarası.

source: Admission List
ar: قائمة القبول
cs: Seznam vstupné
de: Zulassungsliste
el: Λίστα εισαγωγή
es: Lista de admisión
fa: فهرست پذیرش
it: Lista di ammissione
ja: 入場一覧
pt_pt: Lista admissão
th: รายการการรับเข้าเรียน
tr: kabul listesi

source: Student Name
ar: اسم الطالب
cs: Jméno studenta
de: Schülername
el: Όνομα Μαθητή
es: Nombre del Estudiante
fa: نام دانش آموز
it: Nome dello studente
ja: 学生の名前
pt_pt: Nome do aluno
th: ชื่อนักเรียน
tr: Öğrencinin Adı

source: Gender
ar: جنس
cs: rod
el: γένος
es: Género
fa: جنس
it: genere
ja: 性別
pt_pt: sexo
th: เพศ
tr: cinsiyet

source: Address
ar: عنوان
cs: adresa
de: Adresse
el: διεύθυνση
es: dirección
fa: نشانی
it: indirizzo
ja: アドレス
pt_pt: endereço
th: ที่อยู่
tr: adres

source: Phone
ar: هاتف
cs: telefon
el: τηλέφωνο
es: teléfono
fa: تلفن
it: telefono
ja: 電話
pt_pt: telefone
th: โทรศัพท์
tr: telefon

source: Student Email
ar: طالب البريد الإلكتروني
de: Studenten-E-Mail
el: φοιτητής Email
es: estudiante de correo electrónico
fa: دانشجو ایمیل
ja: 学生メール
pt_pt: estudante Email
th: นักศึกษาอีเมล์
tr: Öğrenci E-posta

source: Previous School
ar: مدرسة السابقة
cs: předchozí School
el: προηγούμενη Σχολή
es: Escuela anterior
fa: مدرسه قبلی
it: Scuola precedente
ja: 前の学校
pt_pt: Escola anterior
th: โรงเรียนก่อนหน้านี้
tr: önceki Okulu

source: Action
ar: عمل
cs: akční
de: Aktion
el: δράση
es: acción
fa: عمل
it: Azione
ja: アクション
th: การกระทำ
tr: eylem

source: Approve
ar: وافق
cs: schvalovat
de: Genehmigen
el: εγκρίνω
es: aprobar
fa: تایید
it: approvare
ja: 認めます
pt_pt: aprovar
th: อนุมัติ
tr: onaylamak

source: Delete Selected
ar: حذف مختارة
cs: smazat vybrané
de: Ausgewählte löschen
el: Διαγραφή επιλεγμένων
es: eliminar el artículo seleccionado
fa: حذف انتخاب شده
it: Elimina selezionati
ja: 選択を削除します
th: ลบที่เลือก
tr: Sil Seçilmiş

source: Not Available Any Admission
cs: Není k dispozici Vstupné Jakýkoliv
el: Μη διαθέσιμο είσοδος Οποιαδήποτε
es: No Disponible Admisión Cualquier
fa: نمی پذیرش در دسترس هر
it: Non disponibile ammissione Qualsiasi
ja: 利用できない認めるもの
pt_pt: Não Admissão Disponível Qualquer
th: ไม่ได้เข้าชมใด ๆ
tr: Değil Mevcut Kabul Herhangi

source: School Management System
ar: نظام إدارة المدارس
cs: Systém řízení školy
el: Σύστημα Διαχείρισης Σχολή
es: Sistema de Gestión de la escuela
fa: سیستم مدیریت مدرسه
it: Scuola Management System
ja: 学校管理システム
pt_pt: Sistema de Gestão Escolar
th: ระบบการบริหารจัดการของโรงเรียน
tr: Okul Yönetim Sistemi

source: Close
ar: قريب
cs: zavřít
de: Schließen
el: κοντά
es: {0}×{/0}{1}Close{/1}
fa: نزدیک
it: vicino
ja: 近いです
pt_pt: perto
th: ใกล้
tr: yakın

source: New Registration
ar: التسجيل الجديد
cs: nová registrace
el: Εγγραφή Νέου
es: nuevo registro
fa: ثبت نام جدید
it: nuova registrazione
ja: 新規登録
pt_pt: novo Registro
th: ลงทะเบียนใหม่
tr: Yeni Kayıt

source: Student Info
ar: معلومات الطالب
el: Πληροφορίες Φοιτητών
es: Información del estudiante
fa: اطلاعات دانشجویی
it: Info Student
ja: 学生情報
pt_pt: Informações estudante
th: ข้อมูลนักศึกษา
tr: Öğrenci Bilgi

source: First Name
ar: الاسم الأول
cs: Podle jména
de: Vorname
el: Όνομα
es: Nombre
fa: نام
it: Nome
ja: ファーストネーム
pt_pt: Nome
th: ชื่อจริง
tr: ad

source: Middle Name
ar: الاسم الأوسط
cs: druhé jméno
de: Zweiter Vorname
el: μεσαίο όνομα
es: segundo nombre
fa: نام پدر
it: secondo nome
ja: ミドルネーム
pt_pt: nome do meio
th: ชื่อกลาง
tr: baba adı

source: Last Name
ar: لقب
cs: příjmení
de: Familienname, Nachname
el: Επώνυμο
es: apellido
fa: نام خانوادگی
it: cognome
ja: 姓
pt_pt: Sobrenome
th: นามสกุล
tr: Soyadı

source: Date Of Birth
ar: تاريخ الميلاد
cs: Datum narození
de: Geburtsdatum
el: Ημερομηνία γεννήσεως
es: Fecha de nacimiento
fa: تاریخ تولد
it: Data di nascita
ja: 生年月日
pt_pt: Data de nascimento
th: วันเกิด
tr: Doğum tarihi

source: Select Gender
ar: اختر الجنس
cs: Select Pohlaví
de: Wähle Geschlecht
el: Επιλέξτε το φύλο
es: Seleccionar sexo
fa: انتخاب جنسیت
it: Seleziona genere
ja: 性別を選択
pt_pt: Select Sexo
th: เลือกเพศ
tr: seç Cinsiyet

source: Male
ar: ذكر
cs: samec
de: Männlich
el: αρσενικός
es: 00:48-1:29 HOMBRES
fa: نر
it: maschio
ja: 男性
pt_pt: masculino
th: ชาย
tr: erkek

source: Female
ar: أنثى
cs: samice
de: Weiblich
el: θηλυκός
es: femenino
fa: زن
it: femminile
ja: 女性
pt_pt: feminino
th: เพศหญิง
tr: kadın

source: Address
ar: عنوان
cs: adresa
de: Adresse
el: διεύθυνση
es: dirección
fa: نشانی
it: indirizzo
ja: アドレス
pt_pt: endereço
th: ที่อยู่
tr: adres

source: State
ar: دولة
cs: stát
de: Zustand
el: κατάσταση
es: estado
fa: دولت
it: stato
ja: 状態
pt_pt: estado
th: รัฐ
tr: devlet

source: City
ar: مدينة
cs: velkoměsto
de: Stadt
el: πόλη
es: ciudad
fa: شهرستان
it: città
ja: 街
pt_pt: cidade
th: เมือง
tr: şehir

source: Mobile Number
ar: عدد النقال
cs: Číslo mobilního telefonu
de: Handynummer
el: Αριθμός κινητού τηλεφώνου
es: Número móvil
fa: شماره تلفن همراه
it: Numero di cellulare
ja: 携帯電話番号
pt_pt: Número móvel
th: หมายเลขโทรศัพท์มือถือ
tr: mobil Numara

source: Phone Number
ar: رقم الهاتف
cs: Telefonní číslo
de: Telefonnummer
el: αριθμός τηλεφώνου
es: número de teléfono
fa: شماره تلفن
it: Numero di telefono
ja: 電話番号
pt_pt: Número de telefone
th: หมายเลขโทรศัพท์
tr: Telefon Numarası

source: Email
ar: البريد الإلكتروني
cs: e-mailem
fa: ایمیل
ja: メールアドレス
th: อีเมล

source: Name of the Previous School attended
ar: اسم المدرسة السابقة حضر
cs: Název předchozím školním Navštěvoval
el: Όνομα του προηγούμενου σχολικού Παρακολούθησε
es: Nombre de la Escuela anterior
fa: نام مدرسه قبلی حضور
it: Nome della scuola precedente frequentato
ja: 前の学校の名前が出席します
pt_pt: Nome da escola anterior Frequentou
th: ชื่อของโรงเรียนก่อนหน้าเข้าร่วม
tr: Önceki Okulun Adı katıldı

source: -- None --
ar: - لا يوجد -
cs: - Nic -
el: - Δεν υφίσταται -
es: Ningu
fa: - هیچ -
it: - Nessuno -
ja: - なし -
pt_pt: - Nenhum -
th: - ไม่มี -
tr: - Hiçbiri -

source: Old School 1
ar: المدرسة القديمة 1
fa: قدیمی مدرسه 1
ja: オールドスクール1
th: โรงเรียนเก่า 1
tr: Eski Okul 1

source: Old School 2
ar: المدرسة القديمة 2
fa: قدیمی مدرسه 2
ja: オールドスクール2
th: โรงเรียนเก่า 2
tr: Eski Okul 2

source: Old School 3
ar: المدرسة القديمة 3
fa: قدیمی مدرسه 3
ja: オールドスクール3
th: โรงเรียนเก่า 3
tr: Eski Okul 3

source: Other
ar: آخر
cs: ostatní
el: άλλος
es: Otro
fa: دیگر
it: altro
ja: 他の
pt_pt: outro
th: อื่น ๆ
tr: diğer

source: Siblings Information
ar: معلومات الأشقاء
cs: sourozenci Informace
el: αδέλφια πληροφορίες
es: Información de los hermanos
fa: اطلاعات خواهر و برادر
it: fratelli Informazioni
ja: 兄弟情報
pt_pt: irmãos Informações
th: ข้อมูลพี่น้อง
tr: kardeşler Bilgi

source: In case of no sibling click here
ar: في حالة عدم وجود أخ انقر هنا
cs: V případě no sourozence zde
el: Σε περίπτωση μη αδέρφια κλικ εδώ
es: En caso de no tiene hermano clic aquí
fa: در مورد هیچ خواهر و برادر اینجا کلیک کنید
it: In caso di mancato fratello clicca qui
ja: ノー兄弟の場合はこちらをクリックしてください
pt_pt: Em caso de não irmão clique aqui
th: ในกรณีที่ไม่มีพี่น้องคลิกที่นี่
tr: Hiçbir kardeş durumunda buraya tıklayın

source: Relation Type
ar: نوع العلاقة
cs: vztah Typ
el: Τύπος σχέσης
es: Tipo de relación
fa: نوع رابطه
it: Tipo di relazione
ja: 関係タイプ
pt_pt: Tipo de relacionamento
th: ประเภทความสัมพันธ์
tr: ilişki Tipi
