Repository: ajaydasinfomedia/NiftySIS
Catalog: src/Locale/*/default1.po
Languages: ar, cs, de, el, es, fa, it, ja, pt_pt, th, tr

source: Update All Marks
ar: تحديث جميع العلامات
cs: Aktualizovat všechny značky
el: Ενημέρωση όλων των σημάτων
es: Actualizar todas las marcas
fa: به روز رسانی همه علائم
it: Aggiorna tutte le Marks
ja: すべてのマークを更新
pt_pt: Atualize todas as marcas
th: อัพเดท Marks ทั้งหมด
tr: Tüm Marks güncelleyin

source: Add/Save Mark
ar: إضافة / حفظ كافة
cs: Přidat / Save Mark
el: Πρόσθεσε / Save Mark
es: Añadir / Guardar Marcos
fa: اضافه کردن / ذخیره مارک
it: Aggiungere / Save Mark
ja: 追加/保存マーク
pt_pt: Adicionar / Save Mark
th: เพิ่ม / บันทึกมาร์ค
tr: Ekle / Kaydet Mark

source: Compose
ar: تشكل
cs: komponovat
de: Komponieren
el: συνθέτω
es: componer
fa: سرودن
it: comporre
ja: 構図
pt_pt: compor
th: แต่ง
tr: oluşturmak

source: Inbox
ar: البريد الوارد
de: Posteingang
el: Εισερχόμενα
es: bandeja de entrada
fa: صندوق
it: Posta in arrivo
ja: 受信トレイ
pt_pt: Caixa de entrada
th: กล่องขาเข้า
tr: Gelen Kutusu

source: Sent Item
ar: أرسلت البند
cs: poslal Item
de: Gesendeter Gegenstand
el: αποστέλλονται Στοιχείο
es: artículo enviado
fa: مورد ارسال
it: Articolo inviato
ja: 送信アイテム
pt_pt: item enviado
th: ส่งรายการ
tr: gönderilen Öğe

source: Sent
ar: أرسلت
cs: odesláno
de: Gesendet
el: αποστέλλονται
es: enviado
fa: فرستاده
it: inviato
ja: 送信されました
pt_pt: enviado
th: ส่ง
tr: gönderilen

source: Edit Message
ar: تحرير رسالة
cs: Upravit zprávu
el: Επεξεργασία μηνύματος
es: Editar mensaje
fa: ویرایش پیام
it: Modifica messaggio
ja: メッセージの編集
pt_pt: Editar mensagem
th: แก้ไขข้อความ
tr: Mesajı düzenle

source: Message To
ar: رسالة ل
cs: Chcete-li zprávu
el: μήνυμα προς
es: mensaje a
fa: پیام برای
ja: メッセージへ
pt_pt: mensagem Para
th: ข้อความถึง
tr: To İleti

source: Teachers
ar: معلمون
cs: učitelé
el: Οι εκπαιδευτικοί
es: maestros
fa: معلمان
it: Insegnanti
ja: 教師
pt_pt: Os professores
th: ครู
tr: Öğretmenler

source: Parents
ar: الآباء
cs: rodiče
el: γονείς
es: padres
fa: پدر و مادر
it: genitori
ja: 両親
pt_pt: pais
th: พ่อแม่
tr: ebeveyn

source: Enter Subject
ar: إدخال موضوع
cs: vstoupit Předmět
el: εισάγετε Θέμα
es: introduzca un asunto
fa: موضوع را وارد کنید
it: entrare Soggetto
ja: 件名を入力します。
pt_pt: entrar Assunto
th: ป้อนเรื่อง
tr: Konu girmek

source: Message Comment
ar: كيف رسالة
cs: Jak Message
el: Πώς μηνύματος
es: Cómo Mensaje
fa: چگونه پیام
it: Come Messaggio
ja: どのようにメッセージ
pt_pt: como mensagem
th: วิธีข้อความ
tr: Nasıl İleti

source: Enter Message Comment
ar: أدخل الرسالة كيف
cs: Zadejte zprávu how
el: Πληκτρολογήστε το μήνυμά Πώς
es: Introduzca Mensaje Cómo
fa: را وارد کنید پیام چگونه
it: Inserisci Messaggio Come
ja: どのようにメッセージを入力してください
pt_pt: Enter Message Como
th: ใส่ข้อความวิธี
tr: İleti How girin

source: Send Mail
ar: إرسال بريد
cs: Poslat e-mail
de: E-Mail senden
el: Αποστολή μηνύματος
es: Enviar correo
fa: ارسال ایمیل
it: Invia mail
ja: メールを送信
pt_pt: Enviar e-mail
th: ส่งอีเมล์
tr: Posta gönder

source: Send SMS
ar: إرسال SMS
cs: odeslat SMS
de: SMS senden
el: Αποστολή SMS
es: Enviar SMS
fa: ارسال اس ام اس
it: Invia SMS
ja: SMSを送信
pt_pt: Enviar SMS
th: ส่ง SMS
tr: SMS gönder

source: SMS Text
ar: نص SMS
el: SMS Κείμενο
es: Texto SMS
fa: متن اس ام اس
it: SMS di testo
ja: SMSテキスト
pt_pt: SMS de texto
th: ข้อความ SMS
tr: SMS Kısa

source: Enter SMS Text
ar: أدخل النص SMS
cs: Vstoupit SMS Text
el: Εισάγετε SMS Κείμενο
es: Introducir texto SMS
fa: اس ام اس متن را وارد کنید
it: Inserisci testo SMS
ja: SMSテキストを入力します。
pt_pt: Digite texto SMS
th: ใส่ข้อความ SMS
tr: SMS Metni girin

source: Max. 160 Character
ar: ماكس. 160 شخصية
cs: Max. 160 znaků
el: Max. 160 χαρακτήρων
es: Max. 160 caracteres
fa: حداکثر. 160 شخصیت
it: Max. 160 Carattere
ja: マックス。 160文字
pt_pt: Max. 160 caracteres
th: แม็กซ์ 160 ตัวอักษร
tr: Maks. 160 Karakter

source: Send Message
ar: إرسال رسالة
cs: poslat zprávu
el: Αποστολή μηνύματος
es: Enviar Mensaje
fa: ارسال پیام
it: Invia un messaggio
ja: メッセージを送ります
pt_pt: Enviar Mensagem
th: ส่งจดหมายข้อความส่วนตัว
tr: Mesajı gönder

source: Message For
ar: رسالة ل
cs: zpráva pro
de: Nachricht für
el: μήνυμα Για
es: mensaje Por
fa: پیام برای
it: Messaggio Per
ja: 以下のためのメッセージ
pt_pt: mensagem Para
th: ข้อความสำหรับ
tr: için Mesaj

source: From:
ar: من:
cs: od:
el: από:
es: a partir de:
fa: از:
it: da:
ja: から：
pt_pt: a partir de:
th: จาก:
tr: dan:

source: To:
ar: إلى:
cs: na adresu:
el: για:
fa: به:
ja: へ：
pt_pt: para:
th: ไปที่:
tr: için:

source: Are you sure you wish to delete this Record?
ar: هل أنت متأكد أنك تريد حذف هذا السجل؟
cs: Jste si jisti, že chcete smazat tento záznam?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε αυτό το ρεκόρ;
es: ¿Está seguro que desea eliminar este registro?
fa: آیا شما مطمئن هستید که میخواهید حذف این رکورد؟
it: Sei sicuro di voler eliminare questo record?
ja: あなたはこのレコードを削除したいあなたはよろしいですか？
pt_pt: Tem certeza de que deseja excluir este registro?
th: คุณแน่ใจหรือไม่ว่าต้องการลบข้อมูลนี้หรือไม่
tr: Bu kaydı silmek isteyen emin misin?

source: Reply By:
ar: رد بواسطة:
cs: Odpověď By:
el: Απάντηση Από:
es: Responder por:
fa: پاسخ توسط:
it: Modo di risposta:
ja: によって返信：
pt_pt: Responder por:
th: ตอบโดย:
tr: By Cevap:

source: Replay
ar: إعادة
es: repetición
fa: پخش
ja: リプレイ
pt_pt: Repetição
th: เล่นใหม่
tr: Tekrar

source: Select Current Class
ar: حدد فئة الحالية
cs: Vyberte aktuální třída
de: Wählen Sie Aktuelle Klasse
el: Επιλέξτε Τρέχουσα Class
es: Seleccione la clase actual
fa: انتخاب کنید کلاس کنونی
it: Selezionare Classe corrente
ja: 現在のクラスを選択します
pt_pt: Selecione Classe atual
th: เลือกชั้นเรียนปัจจุบัน
tr: Güncel Class seçin

source: options
ar: خيارات
cs: možnosti
de: Optionen
el: επιλογές
es: opciones
fa: گزینه
it: opzioni
ja: オプション
pt_pt: opções
th: ตัวเลือก
tr: seçenekleri

source: Select Next Class
ar: حدد فئة التالي
cs: Zvolte vyšší třídy
de: Wählen Sie Nächste Klasse
el: Επιλέξτε Επόμενο Class
es: Seleccione Siguiente Clase
fa: انتخاب کنید بعد کلاس
it: Selezionare Avanti Class
ja: 次のクラスを選択します
pt_pt: Selecione Next Classe
th: เลือกชั้นเรียนถัดไป
tr: Sonraki Class seçin

source: Passing Marks
ar: يمر ماركس
cs: absolvování Marks
de: Übergeben von Marken
el: περνώντας σήματα
es: pasando marcas
fa: عبور مارکس
it: passaggio di boe
ja: マークを渡します
pt_pt: passando marcas
th: ผ่าน Marks
tr: Marks geçen

source: Marks
ar: علامات
de: Marken
el: βαθμολογία
es: marcas
fa: علائم
it: votazione
ja: マークス
pt_pt: marcas
th: เครื่องหมาย
tr: izler

source: Edit News
ar: تحرير أخبار
cs: editovat News
el: Επεξεργασία Ειδήσεις
es: Editar Noticias
fa: ویرایش اخبار
it: Modifica Notizie
ja: 編集ニュース
pt_pt: Editar Notícias
th: แก้ไขข่าว
tr: Düzenleme Haberleri

source: Add News
ar: إضافة أخبار
cs: Přidat News
de: Neuigkeiten hinzufügen
el: Προσθήκη Ειδήσεις
es: Añadir Noticias
fa: اضافه کردن اخبار
it: Aggiungi Notizie
ja: ニュースを追加
pt_pt: Adicionar Notícias
th: เพิ่มข่าว
tr: Haber ekle

source: News Title
ar: عناوين الأخبار
cs: News Název
de: Nachrichtentitel
el: Νέα Τίτλος
es: Noticias Título
fa: عنوان اخبار
it: Titolo news
ja: ニュースタイトル
pt_pt: Notícias Título
th: หัวข้อข่าว
tr: haber Başlığı

source: Enter News Title
ar: أدخل عناوين الأخبار
cs: Vstoupit News Title
de: Geben Sie Nachrichten Titel
el: Εισάγετε News Τίτλος
es: Introduzca Noticias Título
fa: را وارد کنید عنوان خبر
it: Inserisci Notizie Titolo
ja: ニュースのタイトルを入力します。
pt_pt: Digite Notícias Título
th: ใส่ชื่อเรื่อง
tr: Haber Başlığı girin

source: Upload Document
ar: إيداع المستند
cs: Nahrát dokument
de: Dokument hochladen
el: Αποστολή εγγράφου
es: Cargar documento
fa: آپلود سند
it: Carica documento
ja: ドキュメントのアップロード
pt_pt: Carregar Documento
th: อัปโหลดเอกสาร
tr: Yükleme Belgesi

source: Add Notice
ar: إضافة إشعار
cs: Přidat oznámení
de: Benachrichtigung hinzufügen
el: Προσθήκη ανακοίνωσης
es: Añadir aviso
fa: اضافه کردن متوجه
it: Aggiungere preavviso
ja: 通知を追加
pt_pt: Adicionar aviso
th: เพิ่มแจ้งให้ทราบล่วงหน้า
tr: uyarısı ilave

source: Notice Title
ar: عنوان الإشعار
cs: oznámení Titul
de: Titel der Benachrichtigung
el: Τίτλος Προμήθειας
es: Título del Anuncio
fa: توجه عنوان
it: Titolo del Bando
ja: お知らせタイトル
pt_pt: Título do aviso
th: แจ้งให้ทราบชื่อ
tr: İlan Başlığı

source: Enter Notice Title
ar: أدخل عنوان الإشعار
cs: Vstoupit údajů Title
de: Geben Sie den Titel der Benachrichtigung ein
el: Εισάγετε Προμήθειας Τίτλος
es: Introduzca Título del Anuncio
fa: را وارد کنید توجه عنوان
it: Inserire Titolo del Bando
ja: お知らせのタイトルを入力します。
pt_pt: Digite Título do aviso
th: ใส่ชื่อเวปไซด์
tr: Bildirim Başlık girin

source: Notice Comment
ar: تعليمات كيف
cs: návod, jak
de: Hinweis Kommentar
el: οδηγίες Πώς
es: instrucciones sobre cómo
fa: دستورالعمل چگونه
it: le istruzioni su come
ja: 手順方法
pt_pt: instruções sobre como
th: คำแนะนำวิธี
tr: Talimatlar nasıl

source: Enter Notice Comment
ar: تعليمات كيفية إدخال
cs: Pokyny, jak zadávat
de: Geben Sie einen Hinweis ein
el: Οδηγίες Πώς να Εισάγετε
es: Instrucciones de cómo introducir
fa: دستورالعمل نحوه وارد کنید
it: Istruzioni come entrare
ja: 入力方法の指示
pt_pt: Instruções de como introduzir
th: คำแนะนำวิธีการใส่
tr: Nasıl Girilir Talimatlar

source: Notice Start Date
ar: بدء إشعار التسجيل
cs: Začít údajů Datum
de: Hinweis Startdatum
el: Ξεκινήστε Ανακοίνωση Ημερομηνία
es: Aviso iniciar Fecha
fa: شروع تاریخ اعالمیه
it: Inizia Avviso Data
ja: お知らせの開始日
pt_pt: Comece Aviso Data
th: เริ่มต้นวันที่แจ้งให้ทราบ
tr: Bildirim Başlangıç ​​Tarihi

source: Enter Notice Start date
ar: أدخل تاريخ البدء تعليمات
cs: Zadejte datum začátku instrukce
de: Geben Sie das Startdatum für die Benachrichtigung ein
el: Εισάγετε Ξεκινήστε Οδηγίες ημερομηνία
es: Introducir inicio de Instrucciones de fecha
fa: شروع را وارد کنید دستورالعمل تاریخ
it: Invio Inizia Istruzioni di data
ja: 日付の手順を開始します入力してください
pt_pt: Enter Inicia Instruções data
th: ใส่คำแนะนำเริ่มต้นวัน
tr: tarih Talimatları Başlangıç ​​Enter

source: Notice End Date
ar: التسجيل تعليمات النهاية
cs: Instrukce End Date
de: Hinweis Enddatum
el: Οδηγίες Ημερομηνία Λήξης
es: Instrucciones Fecha de finalización
fa: تاریخ دستورالعمل پایان
it: Data di fine Istruzioni
ja: 命令終了日
pt_pt: Data instruções End
th: วันที่คำแนะนำ End
tr: Talimatlar Bitiş Tarihi

source: Enter Notice End date
ar: تعليمات أدخل تاريخ الانتهاء
cs: Pokyny Enter Datum ukončení
de: Geben Sie das Enddatum der Benachrichtigung ein
el: Οδηγίες Εισάγετε την ημερομηνία λήξης
es: Instrucciones Introduzca la fecha de finalización
fa: دستورالعمل تاریخ پایان را وارد کنید
it: Istruzioni Inserire la data di fine
ja: 命令は、終了日を入力します。
pt_pt: Instruções Insira a data final
th: คำแนะนำในการใส่วันที่สิ้นสุด
tr: Talimatlar Bitiş tarihi girin

source: Notice For
ar: للتعليمات
cs: pro instrukce
de: Hinweis für
el: Για οδηγίες
es: para Instrucciones
fa: برای دستورالعمل
it: per istruzioni
ja: 手順については、
pt_pt: para obter instruções de
th: สำหรับคำแนะนำ
tr: talimatlar için

source: Send SMS
ar: إرسال SMS
cs: odeslat SMS
de: SMS senden
el: Αποστολή SMS
es: Enviar SMS
fa: ارسال اس ام اس
it: Invia SMS
ja: SMSを送信
pt_pt: Enviar SMS
th: ส่ง SMS
tr: SMS gönder

source: SMS Text
ar: نص SMS
el: SMS Κείμενο
es: Texto SMS
fa: متن اس ام اس
it: SMS di testo
ja: SMSテキスト
pt_pt: SMS de texto
th: ข้อความ SMS
tr: SMS Kısa

source: Enter Message
ar: إدخال رسالة
cs: vstoupit Zpráva
el: πληκτρολογήστε το μήνυμα
es: introducir Mensaje
fa: عنوان پیام
it: entrare Messaggio
ja: メッセージを入力します。
pt_pt: entrar Mensagem
th: ป้อนข้อความ
tr: Mesaj girmek

source: Not Available Any Notice
cs: Není k dispozici žádné opravné oznámení
el: Δεν είναι διαθέσιμο Ανακοίνωση
es: No disponible Cualquier Aviso
fa: در دسترس نیست هیچ گونه اطلاع قبلی
it: Non disponibile alcun preavviso
ja: 予告は使用できません
pt_pt: Não disponível qualquer aviso
th: ไม่สามารถแจ้งให้ทราบล่วงหน้า
tr: Herhangi Bildirimi Mevcut Değil

source: Edit Notice
ar: تعليمات تحرير
cs: editovat instrukce
el: οδηγίες Επεξεργασία
es: instrucciones de edición
fa: ویرایش دستورالعمل
it: istruzioni Modifica
ja: 編集命令
pt_pt: instruções Editar
th: แก้ไขคำแนะนำ
tr: Düzenleme talimatları

source: Parent List
ar: قائمة الوالدين
cs: Seznam rodič
de: Elternliste
el: Λίστα μητρικής
es: Lista de los padres
fa: فهرست مرجع
it: Lista Parent
ja: 親リスト
pt_pt: Lista pai
th: รายการผู้ปกครอง
tr: Veli listesi

source: Add Parent
ar: إضافة الرئيسي
cs: Přidat Parent
de: Eltern hinzufügen
el: Προσθήκη Μητρικής
es: Añadir Padres
fa: اضافه کردن پدر و مادر
it: Aggiungere Parent
ja: 親を追加
pt_pt: Adicionar Parent
th: เพิ่มผู้ปกครอง
tr: Ebeveyn ekle

source: Personal Info
ar: معلومات شخصية
cs: osobní informace
de: Persönliche Informationen
el: Προσωπικές πληροφορίες
es: Información personal
fa: اطلاعات شخصی
it: Info personali
ja: 個人情報
pt_pt: Informações pessoais
th: ข้อมูลส่วนตัว
tr: Kişisel Bilgiler

source: Enter Birth Date
ar: أدخل تاريخ الميلاد
cs: Zadat datum narození
de: Geburtsdatum eingeben
el: Εισάγετε Ημερομηνία Γέννησης
es: Introduzca la fecha de nacimiento
fa: تاریخ تولد را وارد کنید
it: Inserisci Data di nascita
ja: 生年月日を入力します。
pt_pt: Digite Data de Nascimento
th: ใส่วันเกิด
tr: Doğum tarihi girin

source: Select Child
ar: حدد الطفل
cs: Vyberte možnost Dítě
de: Wählen Sie Kind
el: Επιλέξτε παιδιών
es: Seleccionar hijo
fa: انتخاب کودک
it: Selezionare Bambino
ja: 子を選択します
pt_pt: Select criança
th: เลือกเด็ก
tr: seç Çocuk

source: Select Relation
ar: العلاقة الحصرية
cs: exkluzivní Vztah
de: Wählen Sie Beziehung
el: αποκλειστική Σχέσεις
es: Relación exclusiva
fa: رابطه منحصر به فرد
it: rapporto esclusivo
ja: 独占関係
pt_pt: Relacionamento exclusivo
th: ความสัมพันธ์พิเศษ
tr: münhasır İlişki

source: Father
ar: الأب
cs: otec
el: πατέρας
es: padre
fa: پدر
it: padre
ja: 父
pt_pt: pai
th: พ่อ
tr: baba

source: Mother
ar: الأم
cs: matka
el: μητέρα
es: madre
fa: مادر
it: madre
ja: 母
pt_pt: mãe
th: แม่
tr: anne

source: Add Child
ar: إضافة الطفل
cs: Přidat dítě
de: Kind hinzufügen
el: Προσθέστε το Παιδί
es: Añadir niño
fa: اضافه کردن کودک
it: Aggiungere Bambino
ja: 子を追加
pt_pt: Adicionar criança
th: เพิ่มเด็ก
tr: Çocuk ekle

source: Remove Child
ar: إزالة الطفل
cs: odebrat dítě
de: Entfernen Sie Kind
el: Κατάργηση παιδιών
es: Retire niño
fa: حذف کودک
it: rimuovere Bambino
ja: 子供を削除します
pt_pt: Remover criança
th: นำเด็ก
tr: Çocuk kaldır

source: Enter Valid Address
ar: أدخل عنوان صالح
cs: Vstoupit adresa platná
de: Geben Sie eine gültige Adresse
el: Εισάγετε Διεύθυνση Έγκυρη
es: Introduzca dirección válida
fa: را وارد کنید آدرس معتبر
it: Inserisci indirizzo valido
ja: 有効なアドレスを入力します。
pt_pt: Digite endereço válido
th: ใส่ที่อยู่ที่ถูกต้อง
tr: Geçerli Adres Girin

source: Contact
ar: اتصال
cs: kontakt
de: Kontakt
el: επαφή
es: contacto
fa: تماس
it: Contatto
ja: お問い合わせ
pt_pt: Contacto
th: ติดต่อ
tr: Iletisim

source: Enter Mobile Number
ar: أدخل رقم الجوال
cs: Zadejte mobilní číslo
de: Mobilnummer eingeben
el: Εισάγετε Αριθμός Κινητού
es: Introducir número de móvil
fa: را وارد کنید شماره موبایل
it: Inserisci numero mobile
ja: 携帯電話番号を入力します。
pt_pt: Digite Telemóvel
th: ใส่หมายเลขโทรศัพท์มือถือ
tr: Mobil Numarasını girin

source: Enter Phone Number
ar: أدخل رقم الهاتف
cs: Zadejte telefonní číslo
de: Telefonnummer eingeben
el: Εισάγετε τον αριθμό τηλεφώνου
es: Introducir número de teléfono
fa: شماره تلفن را وارد کنید
it: Inserisci numero di telefono
ja: 電話番号を入力します。
pt_pt: Digite o número de telefone
th: ป้อนหมายเลขโทรศัพท์
tr: Telefon Numarasını giriniz

source: Authorize Info
ar: معلومات تخويل
cs: Autorizace Info
de: Informationen autorisieren
el: Πληροφορίες Εξουσιοδότηση
es: Autorizar Información
fa: اجازه اطلاعات
it: Info Autorizza
ja: 情報を承認
pt_pt: Autorizar Informações
th: ข้อมูล Authorize
tr: Yetki Bilgisi

source: Enter Valid Email
ar: أدخل البريد الإلكتروني صالح
cs: Zadejte platný email
de: Gib eine gültige Email ein
el: Εισάγετε έγκυρη διεύθυνση ηλεκτρονικού ταχυδρομείου
es: Introduzca Válido correo electrónico
fa: را وارد کنید ایمیل معتبر
it: Inserisci valido Email
ja: 有効なメールアドレスを入力し
pt_pt: Digite Válido Email
th: ใส่ที่ถูกต้องอีเมล์
tr: Geçerli E-posta girin

source: Username
ar: اسم المستخدم
cs: Uživatelské jméno
de: Nutzername
el: Όνομα Χρήστη
fa: نام کاربری
it: nome utente
ja: ユーザー名
pt_pt: Usuário:
th: ชื่อผู้ใช้
tr: Kullanıcı adı

source: Enter Valid Username
ar: أدخل صالح اسم المستخدم
cs: Zadejte platné uživatelské jméno
el: Πληκτρολογήστε το έγκυρο όνομα χρήστη
es: Introduzca nombre de usuario válido
fa: معتبر وارد کنید نام کاربری
it: Inserisci nome utente valido
ja: 有効なユーザ名を入力します。
pt_pt: Nome utilizador válido
th: ป้อนชื่อผู้ใช้ที่ถูกต้อง
tr: Geçerli Kullanıcı adı girin

source: Password
ar: كلمة المرور
cs: heslo
de: Passwort
el: Κωδικός
es: contraseña
fa: رمز عبور
ja: パスワード
pt_pt: senha:
th: รหัสผ่าน
tr: şifre

source: Other Info
ar: معلومات أخرى
cs: Ostatní informace
de: Andere Information
el: Άλλες Πληροφορίες
es: otra Info
fa: اطلاعات دیگر
it: altre informazioni
ja: その他の情報
pt_pt: Mais Info
th: ข้อมูลอื่น ๆ
tr: Diğer Bilgiler

source: View Child
ar: مشاهدة الطفل
cs: pohled Child
de: Kind anzeigen
el: Δείτε παιδιών
es: Se aceptan niños
fa: نمایش کودک
it: bambini
ja: ビューチャイルド
pt_pt: da criança
th: ดูเด็ก
tr: Görünüm Çocuk

source: Not Available Any Parents
cs: Není k dispozici Jakékoliv rodiče
el: Δεν είναι διαθέσιμο Γονείς
es: No disponible cualquier padre
fa: هر پدر و مادر در دسترس نیست
it: Non disponibile tutti i genitori
ja: どれでも両親は使用できません
pt_pt: Não disponibilizar qualquer Pais
th: ไม่สามารถใช้งานผู้ปกครองใด ๆ
tr: Herhangi Ebeveynler Mevcut Değil

source: Child of Parent
cs: Dítě rodič
el: Παιδί της Μητρικής
es: Hijo del padre
fa: فرزند والدین
ja: 親の子
pt_pt: Filho de pai
th: เด็กของผู้ปกครอง
tr: Ana Çocuk

source: Edit Parent
ar: تحرير الرئيسي
cs: editovat Parent
el: Επεξεργασία Μητρικής
es: Editar Padres
fa: ویرایش پدر و مادر
it: Modifica Parent
ja: 編集親
pt_pt: Editar Parent
th: แก้ไขผู้ปกครอง
tr: Düzenleme Veli

source: Enter Birth Date
ar: أدخل تاريخ الميلاد
cs: Zadat datum narození
el: Εισάγετε Ημερομηνία Γέννησης
es: Introduzca la fecha de nacimiento
fa: تاریخ تولد را وارد کنید
it: Inserisci Data di nascita
ja: 生年月日を入力します。
pt_pt: Digite Data de Nascimento
th: ใส่วันเกิด
tr: Doğum tarihi girin

source: Father
ar: الأب
cs: otec
el: πατέρας
es: padre
fa: پدر
it: padre
ja: 父
pt_pt: pai
th: พ่อ
tr: baba

source: Mother
ar: الأم
cs: matka
el: μητέρα
es: madre
fa: مادر
it: madre
ja: 母
pt_pt: mãe
th: แม่
tr: anne

source: Enter Valid Address
ar: أدخل عنوان صالح
cs: Vstoupit adresa platná
de: Geben Sie eine gültige Adresse
el: Εισάγετε Διεύθυνση Έγκυρη
es: Introduzca dirección válida
fa: را وارد کنید آدرس معتبر
it: Inserisci indirizzo valido
ja: 有効なアドレスを入力します。
pt_pt: Digite endereço válido
th: ใส่ที่อยู่ที่ถูกต้อง
tr: Geçerli Adres Girin

source: Save Parent
ar: حفظ الرئيسي
el: Αποθήκευση Μητρικής
es: Guardar Padres
fa: ذخیره پدر و مادر
it: Salva Parent
ja: 親を保存
pt_pt: Salvar Parent
th: บันทึกของผู้ปกครอง
tr: Kaydet Veli

source: Edit Expense
ar: تحرير المصاريف
cs: editovat Expense
el: Επεξεργασία Εξόδων
es: Editar Gasto
fa: ویرایش هزینه
it: Modifica Expense
ja: 編集費用
pt_pt: Editar Despesa
th: แก้ไขค่าใช้จ่าย
tr: Düzenleme Gider

source: Select Status
ar: اختر الحالة
de: Wählen Sie Status
el: Επιλέξτε Κατάσταση
es: seleccione Estado
fa: انتخاب وضعیت
it: Selezionare Stato
ja: ステータスを選択します
pt_pt: Selecione status
th: เลือกสถานะ
tr: seç Durum

source: Enter Date
ar: دخول التسجيل
cs: zadejte data
de: Geben Sie das Datum ein
el: εισάγετε Ημερομηνία
es: introduzca la fecha
fa: وارد کنید تاریخ
it: inserire la data
ja: 日付を入力
pt_pt: digite Data
th: ป้อนวันที่
tr: Tarihi girmek

source: Edit Income
ar: تحرير الدخل
cs: Úpravy příjmů
el: Επεξεργασία εισοδήματος
es: Editar Ingresos
fa: ویرایش درآمد
it: Modifica reddito
ja: 編集収入
pt_pt: Editar Renda
th: แก้ไขรายได้
tr: Düzenleme Gelir

source: Title
ar: لقب
cs: nadpis
de: Titel
el: τίτλος
es: título
fa: عنوان
it: titolo
ja: タイトル
pt_pt: título
th: ชื่อเรื่อง
tr: başlık

source: Student
ar: طالب
de: Schüler
el: φοιτητής
es: estudiante
fa: دانشجو
it: studente
ja: 学生
pt_pt: estudante
th: นักเรียน
tr: öğrenci

source: Status
ar: وضع
cs: postavení
el: κατάσταση
es: estatus
fa: وضعیت
it: stato
ja: ステータス
pt_pt: Estado
th: สถานะ
tr: durum

source: View Expense
ar: مشاهدة النفقات
cs: pohled Expense
de: Kosten anzeigen
el: Δείτε Εξόδων
es: Ver Gasto
fa: نمایش هزینه
it: Visualizza Expense
ja: ビューの費用
pt_pt: Ver Despesa
th: ดูค่าใช้จ่าย
tr: Görünüm Gider

source: Not Available Any Expense
cs: Není k dispozici veškeré výdaje
el: Δεν είναι διαθέσιμο Εξόδων
es: No está disponible ningún gasto
fa: در دسترس نیست هیچ هزینه
it: Non disponibile qualsiasi spesa
ja: どれ費用は使用できません
pt_pt: Não disponível qualquer despesa
th: ไม่สามารถใช้ค่าใช้จ่ายใด ๆ
tr: Herhangi Gider Mevcut Değil

source: View Income
ar: عرض الدخل ر
cs: Pohled z příjmů t
de: Einkommen anzeigen \ t
el: Δείτε εισοδήματος t
es: Ver Ingresos t
fa: نمایش درآمد تی
it: Vista reddito \ t
ja: ビュー収入トン
pt_pt: Ver renda t
th: ดูราย t
tr: Görünüm Gelir t

source: Not Available Any Income
cs: Není k dispozici Jedno z příjmů
el: Δεν είναι διαθέσιμο εισόδημα
es: No disponible Cualquiera Ingresos
fa: در دسترس نیست هر درآمد
it: Non disponibile Qualsiasi Reddito
ja: でも収入は使用できません
pt_pt: Não disponível Qualquer Rendimento
th: ไม่สามารถใช้งานอะไรก็ได้รายได้
tr: Herhangi Gelir Mevcut Değil

source: View Payment
ar: عرض الدفع
cs: pohled Payment
de: Zahlung anzeigen
el: Δείτε πληρωμής
es: Ver forma de pago
fa: مشاهده و پرداخت
it: vista pagamento
ja: ビューのお支払い
pt_pt: Ver Pagamento
th: ดูวิธีการชำระเงิน
tr: Görünüm Ödeme

source: Not Available Any Payment
cs: Není k dispozici Každá platba
el: Δεν είναι διαθέσιμο Πληρωμής
es: No está disponible ningún pago
fa: در دسترس نیست هر پرداخت
it: Non disponibile Qualsiasi pagamento
ja: どれでもお支払い不可
pt_pt: Não disponível qualquer pagamento
th: ไม่สามารถใช้การชำระเงินใด ๆ
tr: Herhangi Ödeme Mevcut Değil

source: Student Failed Report
ar: فشل تقرير الطلاب
cs: Selhala Student Report
de: Bericht über fehlgeschlagenen Schülerbericht
el: Αποτυχία Έκθεση Φοιτητών
es: No se pudo Informe del Estudiante
fa: گزارش دانشجو شکست خورده
it: Impossibile Studente Report
ja: 失敗した学生のレポート
pt_pt: Falha Relatório do Estudante
th: ล้มเหลวในการรายงานนักศึกษา
tr: Öğrenci Raporu Başarısız

source: Attendance Report
ar: تقرير الحضور
cs: Účast Zpráva
de: Teilnahmebericht
el: Έκθεση Συμμετοχή
es: Informe de asistencia
fa: حضور و غیاب گزارش
it: La partecipazione Relazione
ja: 出席報告書
pt_pt: Relatório de Frequência
th: รายงานการเข้าร่วมประชุม
tr: Seyirci Raporu

source: Teacher Performance Report
ar: تقرير أداء المعلم
cs: Učitel Report Performance
de: Lehrer Leistungsbericht
el: Αναφορά απόδοσης των εκπαιδευτικών
es: Informe de desempeño de los maestros
fa: معلم گزارش عملکرد
it: Insegnante Performance Report
ja: 教師のパフォーマンスレポート
pt_pt: Relatório de desempenho de professores
th: รายงานผลการปฏิบัติงานของครู
tr: Öğretmen Performans Raporu

source: Fee Payment Report
ar: رسم تقرير الدفع
cs: Poplatek za platby Report
de: Gebührenzahlungsbericht
el: Χρέωση Έκθεση Πληρωμής
es: Informe tarifa de pago
fa: هزینه گزارش پرداخت
it: Tassa di pagamento Rapporto
ja: 料金支払報告書
pt_pt: Relatório de pagamento de taxa
th: แจ้งการชำระเงินค่าบริการ
tr: Ücret Ödeme Raporu

source: Result Report
ar: تقرير نتيجة
cs: výsledek Report
de: Ergebnisbericht
el: αποτέλεσμα Έκθεση
es: Informe de resultados de
fa: نتیجه را گزارش دهید
it: Rapporto risultati
ja: 結果レポート
pt_pt: Relatório resultado
th: รายงานผล
tr: sonuç Raporu

source: No of Student
ar: عدد الطلاب
cs: Žádný ze Student
de: Nein von Studenten
el: Αριθμός Φοιτητών
es: No del Estudiante
fa: تعداد دانشجو
it: No di studenti
ja: 学生のノー
th: ไม่มีของนักศึกษา
tr: Öğrencinin yok

source: Result Not Found !
ar: يؤدي لم يتم العثور على!
cs: Následek nebyl nalezen!
el: Αποτέλεσμα δεν βρέθηκε!
es: Resultado no encontrado!
fa: نتیجه یافت نشد!
it: Risultato non trovata!
ja: 結果が見つかりません！
pt_pt: Resultado não encontrado!
th: ส่งผลให้ไม่พบ!
tr: Sonuç Bulunamadı!

source: Select Exam Name
ar: حدد اسم الامتحان
cs: Select Zkouška Jméno
de: Wählen Sie den Prüfungsnamen
el: Επιλέξτε Εξετάσεις Όνομα
es: Seleccionar Nombre del examen
fa: انتخاب نام آزمون
it: Seleziona Nome esame
ja: 試験名を選択します
pt_pt: Selecione Nome Exam
th: เลือกชื่อสอบ
tr: Seç Sınav Adı
