Repository: ajaydasinfomedia/NiftySIS
Catalog: src/Locale/*/default1.po
Languages: ar, cs, de, el, es, fa, it, ja, pt_pt, th, tr

source: Duplicate Email id
ar: معرف البريد الإلكتروني المكرر
cs: Duplicitní ID e-mailu
de: Doppelte E-Mail-ID
el: Διπλή ταυτότητα ηλεκτρονικού ταχυδρομείου
es: Duplicar ID de correo electrónico
fa: شناسه ایمیل تکراری
it: ID email duplicato
ja: 重複したメールID
pt_pt: ID do email duplicado
th: รหัสอีเมลที่ซ้ำกัน
tr: Yinelenen E-posta kimliği

source: Registration Successfully
ar: التسجيل بنجاح
cs: Registrace úspěšně
de: Registrierung erfolgreich
el: Εγγραφή με επιτυχία
es: Registro con éxito
fa: ثبت نام با موفقیت
it: registrazione con successo
ja: 登録に成功しました
pt_pt: registro com sucesso
th: ลงทะเบียนเรียบร้อยแล้ว
tr: Kayıt başarıyla

source: Admission Approved
ar: القبول المعتمدة
cs: vstupné Schválený
de: Zulassung genehmigt
el: εισαγωγή Εγκρίθηκε
es: Aprobado admisión
fa: پذیرش تایید
it: Approvato ammissione
ja: 入場承認
pt_pt: admissão Aprovado
th: เข้ารับการรักษาได้รับการอนุมัติ
tr: kabul onaylandı

source: Forgot Password
ar: نسيت كلمة المرور
cs: Zapomenuté heslo
de: Passwort vergessen
el: Ξέχασα τον κωδικό πρόσβασης
es: He olvidado la contraseña
fa: رمز عبور را فراموش کرده اید
it: Hai dimenticato la password
ja: パスワードを忘れました
pt_pt: Esqueceu a senha
th: ลืมรหัสผ่าน
tr: Şifremi unuttum

source: Admission Approved Successfully
ar: وافق بنجاح القبول
cs: Schválený Úspěšně Vstupné
de: Zulassung erfolgreich genehmigt
el: Εγκρίθηκε με επιτυχία Είσοδος
es: Aprobado con éxito Admisión
fa: تایید موفقیت پذیرش
it: Approvato ammissione con successo
ja: 承認に成功入場
pt_pt: Aprovado Admissão com sucesso
th: ประสบความสำเร็จได้รับการอนุมัติการรับสมัคร
tr: Onaylı Başarıyla Kabul

source: Username :
ar: اسم المستخدم:
cs: Uživatelské jméno:
de: Benutzername:
el: Όνομα Χρήστη:
fa: نام کاربری:
it: Nome utente:
ja: ユーザー名：
pt_pt: Usuário:
th: ชื่อผู้ใช้:
tr: Kullanıcı adı:

source: Password :
ar: كلمة السر:
cs: heslo:
de: Passwort
el: Κωδικός:
es: Contraseña:
fa: رمز عبور:
it: parola d'ordine :
ja: パスワード
pt_pt: senha:
th: รหัสผ่าน:
tr: Şifre:

source: Send
ar: إرسال
cs: odeslat
de: senden
el: Αποστολή
es: enviar
fa: ارسال
it: inviare
ja: 送ります
pt_pt: enviar
th: ส่ง
tr: göndermek

source: Attendance Reminder Alert!
ar: الحضور تذكير تنبيه!
cs: Účast Připomenutí Alert!
de: Die Teilnahme Erinnerung Alert!
el: Συμμετοχή Υπενθύμιση Alert!
es: La asistencia Recordatorio Alerta!
fa: یادآوری حضور و غیاب هشدار!
it: La partecipazione Promemoria Alert!
ja: 出席リマインダーアラート！
pt_pt: Presença Lembrete Alerta!
th: ผู้เข้าร่วมการแจ้งเตือนการแจ้งเตือน!
tr: Seyirci Hatırlatma Uyarısı!

source: Attendance Successfully Saved
ar: الحضور تم الحفظ بنجاح
cs: Účast byla úspěšně uložena
de: Die Teilnahme Erfolgreich gespeichert
el: Συμμετοχή με επιτυχία Αποθηκεύτηκε
es: La asistencia ha guardado correctamente
fa: حضور و غیاب با موفقیت ذخیره شد
it: La partecipazione salvato con successo
ja: 出席者は、保存されました
pt_pt: Presença Salvo com sucesso
th: ผู้เข้าร่วมการบันทึกเรียบร้อยแล้ว
tr: Seyirci Başarıyla Kaydedildi

source: Update Attendance Successfully
ar: الحضور تحديث بنجاح
cs: Účast aktualizace úspěšně
de: Aktualisieren Sie die Teilnahme erfolgreich
el: Συμμετοχή Ενημέρωση με επιτυχία
es: La asistencia de actualización con éxito
fa: به روز رسانی حضور و غیاب با موفقیت
it: La frequenza di aggiornamento con successo
ja: 出席の更新に成功しました
pt_pt: Presença atualizar com êxito
th: ผู้เข้าร่วมการปรับปรุงเรียบร้อยแล้ว
tr: Seyirci Güncelleme Başarıyla

source: Password Successfully Changed
ar: تغيير كلمة المرور بنجاح
cs: Heslo úspěšně změněno
de: Passwort erfolgreich geändert
el: Κωδικός επιτυχία Άλλαξε
es: Contraseña cambiada con éxito
fa: رمز عبور موفقیت تغییر
it: Password modificata con successo
ja: パスワードは正常に変更されました
pt_pt: Senha alterada com sucesso
th: เปลี่ยนรหัสผ่านเรียบร้อยแล้ว
tr: Şifre başarıyla değiştirilmiştir

source: Old Password Is Wrong
ar: كلمة السر القديمة خاطئة
cs: Staré heslo je špatně
de: Altes Kennwort ist falsch
el: Παλιός κωδικός είναι λάθος
es: Vieja contraseña es incorrecta
fa: رمز عبور قدیمی اشتباه است
it: Vecchia password è errata
ja: 古いパスワードが間違っています
pt_pt: Old senha está errada
th: รหัสผ่านเก่าเป็นความผิด
tr: Eski Şifre Yanlış mı

source: Add New Class Successfully
ar: إضافة فئة جديدة بنجاح
cs: Přidejte novou třídu Úspěšně
de: In Neue Klasse erfolgreich
el: Προσθήκη νέου Class με επιτυχία
es: Añadir nueva clase con éxito
fa: اضافه کردن جدید کلاس موفقیت
it: Aggiungi Nuova classe con successo
ja: 成功しました新しいクラスを追加します。
pt_pt: Adicionar nova classe com sucesso
th: เพิ่มระดับชั้นใหม่เรียบร้อยแล้ว
tr: Başarıyla Yeni Add Class

source: Duplicate Class Name
ar: اسم الفئة مكرر
cs: Duplicitní název třídy
de: Doppelter Klassenname
el: Διπλότυπο όνομα κλάσης
es: Nombre de clase duplicado
fa: نام کلاس کپی شده
it: Nome classe duplicato
ja: 重複するクラス名
pt_pt: Nome da classe duplicada
th: ชชื่อชั้นซ้ำ
tr: Yinelenen Sınıf Adı

source: Record Delete Successfully
ar: حذف بنجاح قياسي
cs: Úspěšně Smazat záznam
de: Datensatz erfolgreich löschen
el: Επιτυχής Διαγραφή ρεκόρ
es: Eliminar registro con éxito
fa: موفقیت حذف رکورد
it: Eliminare correttamente registrare
ja: 首尾よくレコードを削除します
pt_pt: Excluir com sucesso recorde
th: ประสบความสำเร็จในการลบบันทึก
tr: Başarıyla kayıt silinsin

source: Class Update Successfully
ar: الطبقة تحديث بنجاح
cs: Třída aktualizace úspěšně
de: Klasse Update erfolgreich
el: Κατηγορία Ενημέρωση με επιτυχία
es: Clase de actualización con éxito
fa: کلاس روز رسانی با موفقیت
it: Classe di aggiornamento con successo
ja: クラスの更新に成功しました
pt_pt: Classe atualizar com êxito
th: ระดับการปรับปรุงเรียบร้อยแล้ว
tr: Sınıf Güncelleme Başarıyla

source: Class Section
de: Klasse Abschnitt
el: Κατηγορία Ενότητα
es: Sección clase
fa: بخش کلاس
it: Sezione Class
ja: クラスセクション
pt_pt: classe Seção
th: มาตราชั้น
tr: Sınıf Bölüm

source: Edit Section
ar: تحرير القسم
cs: editovat oddíl
de: Abschnitt bearbeiten
el: Επεξεργασία τμήματος
es: Editar sección
fa: ویرایش بخش
ja: 編集セクション
th: แก้ไขมาตรา
tr: Düzenleme Bölüm

source: Cancel
ar: إلغاء
cs: zrušit
de: stornieren
el: Ακύρωση
es: cancelar
fa: لغو کردن
it: annullare
ja: キャンセル
pt_pt: cancelar
th: ยกเลิก
tr: iptal

source: Save
ar: حفظ
cs: Uložit
de: Speichern
el: Αποθήκευση
es: Guardar
fa: ذخیره
it: Salva
ja: 保存
pt_pt: Guardar
th: บันทึก
tr: Kaydet

source: Duplicate Record
ar: سجل مكررة
cs: duplicitní Record
de: Datensatz duplizieren
el: διπλούν Εγγραφή
es: Duplicar registro
fa: تکراری ضبط
it: Record duplicato
ja: 重複したレコードの
pt_pt: duplicado registro
th: บันทึกที่ซ้ำกัน
tr: yinelenen kaydı

source: Add Classroute Successfully Done.
ar: إضافة Classroute تمت العملية بنجاح.
cs: Přidejte Classroute úspěšně za námi.
de: Fügen Sie Classroute erfolgreich hinzu.
el: Προσθέστε Classroute επιτυχία Τέλος.
es: Añadir Classroute con éxito Listo.
fa: اضافه کردن Classroute موفقیت انجام می شود.
it: Aggiungi Classroute fatto con successo.
ja: 成功しClassrouteを追加します。
pt_pt: Adicionar Classroute feito com sucesso.
th: เพิ่ม Classroute เสร็จสิ้นเรียบร้อยแล้ว
tr: Classroute Başarıyla Yapıldı ekleyin.

source: Duplicate Username
ar: تكرار اسم المستخدم
cs: Duplicitní uživatelské jméno
de: Doppelter Benutzername
el: Διπλότυπο όνομα χρήστη
es: Nombre de clase duplicado
fa: نام کاربری را کپی کنید
it: Nome utente duplicato
ja: 重複するユーザー名
pt_pt: Nome de usuário duplicado
th: สำเนาชื่อผู้ใช้
tr: Yinelenen Kullanıcı Adı

source: Student Register Successfully
ar: طالب التسجيل بنجاح
cs: Student Register Úspěšně
de: Schülerregister erfolgreich
el: Φοιτητής Εγγραφή με επιτυχία
es: Registro de Estudiantes con éxito
fa: دانشجو ثبت نام با موفقیت
it: Registro Studente con successo
ja: 学生の登録に成功しました
pt_pt: Registro do Aluno com sucesso
th: นักศึกษาลงทะเบียนเรียบร้อยแล้ว
tr: Öğrenci Kayıt Başarıyla

source: Student Record Update Successfully
ar: طالب سجل تحديث بنجاح
cs: Student Record aktualizace úspěšně
de: Student Rekord Update erfolgreich
el: Φοιτητής Εγγραφή Ενημέρωση με επιτυχία
es: Estudiante de actualización de registros con éxito
fa: دانشجو ضبط روز رسانی با موفقیت
it: Studente aggiornamento record con successo
ja: 学生のレコードの更新に成功しました
pt_pt: Estudante de Atualização de Registro com sucesso
th: นักศึกษาบันทึกการปรับปรุงเรียบร้อยแล้ว
tr: Öğrenci Kayıt Güncelleme Başarıyla

source: Add Mark Successfully
ar: إضافة كافة بنجاح
cs: Přidejte Mark Úspěšně
de: In Mark Erfolgreich
el: Προσθήκη Mark επιτυχία
es: Agregar marca con éxito
fa: اضافه کردن علامت گذاری به عنوان موفقیت
it: Aggiungere Mark successo
ja: 成功しましたマークを追加します。
pt_pt: Adicionar Mark com sucesso
th: เพิ่มมาร์คเรียบร้อยแล้ว
tr: Başarıyla Mark ekle

source: Update Mark Successfully
ar: علامة التحديث بنجاح
cs: Mark aktualizace úspěšně
de: Aktualisieren Sie erfolgreich
el: Mark Ενημέρωση με επιτυχία
es: Marcos actualizar correctamente
fa: علامت گذاری به عنوان روز رسانی با موفقیت
it: Mark aggiornamento con successo
ja: マークの更新に成功しました
pt_pt: Mark atualizar com êxito
th: มาร์คปรับปรุงเรียบร้อยแล้ว
tr: Mark Güncelleme Başarıyla

source: Select Subject
ar: حدد موضوع
cs: Vyberte předmět
de: Wählen Sie Betreff
el: Επιλέξτε Θέμα
es: Seleccione Asunto
fa: انتخاب موضوع
it: Selezionare Oggetto
ja: 件名を選択
pt_pt: Selecione Assunto
th: เลือกเรื่อง
tr: Konu seçin

source: Add Subject Mark Successfully
ar: إضافة موضوع الأقسام بنجاح
cs: Přidat předmět Mark Úspěšně
de: In Betreff Mark Erfolgreich
el: Προσθέστε Θέμα Mark επιτυχία
es: Añadir asunto Marcos con éxito
fa: اضافه کردن موضوع علامت گذاری به عنوان موفقیت
it: Aggiungere Soggetto Mark successo
ja: 成功しました件名マークを追加します。
pt_pt: Adicionar Assunto Mark com sucesso
th: เพิ่มเรื่องมาร์คเรียบร้อยแล้ว
tr: Başarıyla Konu Mark ekle

source: Update Subject Mark Successfully
ar: تحديث موضوع الأقسام بنجاح
cs: Aktualizace Subject Mark Úspěšně
de: Update Betreff Mark Erfolgreich
el: Ενημέρωση Θέμα Mark επιτυχία
es: Asunto actualización Marcos con éxito
fa: به روز رسانی تم علامت گذاری به عنوان موفقیت
it: Aggiornamento Soggetto Mark successo
ja: 更新件名マークに成功しました
pt_pt: Atualização Assunto Mark com sucesso
th: ปรับปรุงเรื่องมาร์คเรียบร้อยแล้ว
tr: Güncelleme Konusu Mark Başarıyla

source: Add All Subject Mark Successfully
ar: اضافة الجميع الموضوع الأقسام بنجاح
cs: Přidat vše Předmět Mark Úspěšně
de: Alles hinzufügen Betreff Mark Erfolgreich
el: Προσθήκη όλων Θέμα Mark επιτυχία
es: Añadir Todos los marca con éxito
fa: اضافه کردن تمام تم علامت گذاری به عنوان موفقیت
it: Aggiungi tutti Soggetto Mark successo
ja: 成功しましたすべての件名マークを追加します。
pt_pt: Adicionar Tudo Assunto Mark com sucesso
th: เพิ่มทุกเรื่องมาร์คเรียบร้อยแล้ว
tr: Başarıyla Tüm Konu Mark ekle

source: Update All Subject Marks Successfully
ar: تحديث جميع العلامات الموضوع بنجاح
cs: Aktualizujte podléhají Marks Úspěšně
de: Aktualisieren Sie alle Fach Marks erfolgreich
el: Ενημέρωση όλων των Θέμα σήματα με επιτυχία
es: Actualizar todas las marcas motivo satisfactoriamente
fa: به روز رسانی همه علائم تم با موفقیت
it: Aggiornare Tutti Marks Oggetto successo
ja: すべての件名マークは更新成功
pt_pt: Atualize todas as marcas objeto com sucesso
th: อัพเดท Marks เรื่องทั้งหมดเรียบร้อยแล้ว
tr: Başarıyla Tüm Konu Marks güncelleyin

source: SurName
ar: لقب
cs: příjmení
de: Nachname
el: Επώνυμο
fa: نام خانوادگی
ja: 姓
th: นามสกุล
tr: Soyadı

source: First Name
ar: الاسم الأول
cs: Podle jména
de: Vorname
el: Όνομα
es: Nombre
fa: نام
it: Nome
ja: ファーストネーム
pt_pt: Nome
th: ชื่อจริง
tr: ad

source: Class
ar: فئة
cs: třída
de: Klasse
el: κατηγορία
es: clase
fa: کلاس
it: classe
ja: クラス
pt_pt: classe
th: ชั้น
tr: sınıf

source: Exam Name
ar: اسم الامتحان
cs: zkouška Jméno
de: Prüfungsname
el: εξετάσεις Όνομα
es: Nombre del examen
fa: نام آزمون
it: Nome esame
ja: 試験の名称
pt_pt: exame Nome
th: ชื่อสอบ
tr: Sınav Adı

source: Subject
ar: موضوع
cs: předmět
de: Thema
el: θέμα
es: sujeto
fa: موضوع
it: soggetto
ja: 主題
pt_pt: assunto
th: เรื่อง
tr: konu

source: Obtain Mark
ar: الحصول على كافة
cs: získat Mark
de: erhalten Mark
el: Αποκτήστε Mark
es: obtener Marcos
fa: به دست آوردن علامت گذاری به عنوان
it: ottenere Mark
ja: マークを取得
pt_pt: obter Mark
th: ขอรับมาร์ค
tr: Mark Edinme

source: Grade
ar: درجة
cs: jakost
de: Klasse
el: βαθμός
es: grado
fa: درجه
it: grado
ja: グレード
pt_pt: grau
th: เกรด
tr: sınıf

source: <B>Total Marks</B>
ar: <B> مجموع العلامات </ B>
cs: <B> Celkový počet Marks </ B>
el: <B> Σύνολο Marks </ B>
es: <B> puntos Total </ B>
fa: <B> مجموع مدالها </ B>
it: <B> Totale Marks </ B>
ja: <B>合計マークス</ B>
pt_pt: <B> Total de Marcas </ B>
th: <b> Marks รวม </ b>
tr: <B> Toplam Marks </ B>

source: <B>GPA ( Grade Point Average )</B>
ar: <B> GPA (الصف نقطة متوسط) </ B>
cs: <B> GPA (Průměrná klasifikace) </ B>
el: <B> GPA (Grade Point Μέση) </ B>
es: <B> GPA (promedio de calificaciones) </ B>
fa: <B> معدل (معدل) </ B>
ja: <B> GPA（グレードポイントの平均）</ B>
th: <b> เกรดเฉลี่ย (เกรดเฉลี่ย) </ b>
tr: <B> GPA (not ortalamasını) </ B>

source: Add New Subject Successfully
ar: إضافة جديد موضوع بنجاح
cs: Přidat nový předmět úspěšně
de: In Erfolgreich Neu Thema
el: Προσθήκη νέου Θέμα επιτυχία
es: Agregar nuevo motivo satisfactoriamente
fa: اضافه کردن جدید تم با موفقیت
it: Aggiungi nuovo Soggetto con successo
ja: 首尾よく新しい件名を追加
pt_pt: Adicionar novo motivo com sucesso
th: เพิ่มเรื่องใหม่เรียบร้อยแล้ว
tr: Başarıyla Yeni Konu Ekle

source: Record Update Successfully
ar: سجل تحديث بنجاح
cs: Záznam aktualizace úspěšně
de: Die Bilanz Update erfolgreich
el: Εγγραφή Ενημέρωση με επιτυχία
es: Actualización de registros con éxito
fa: ضبط با موفقیت به روز رسانی
it: Aggiornamento record con successo
ja: レコードの更新に成功しました
pt_pt: Registro atualizar com êxito
th: บันทึกการปรับปรุงเรียบร้อยแล้ว
tr: Tutanak Güncelleme Başarıyla

source: Record Add Successfully
ar: اضافة التسجيلة بنجاح
cs: Přidat záznam Úspěšně
de: Datensatz erfolgreich hinzufügen
el: Προσθήκη ρεκόρ με επιτυχία
es: Añadir registro con éxito
fa: اضافه کردن رکورد با موفقیت
it: Aggiungere record di successo
ja: 成功したレコードを追加します。
pt_pt: Adicionar com sucesso
th: เพิ่มบันทึกเรียบร้อยแล้ว
tr: Başarıyla kaydı ekleme

source: ---Select Student---
ar: --- --- حدد الطلاب
de: --- --- Select-Studenten
el: --- --- Επιλέξτε Φοιτητής
es: --- --- Seleccionar Estudiante
fa: --- --- انتخاب کنید دانشجو
it: --- --- Seleziona Studente
ja: --- ---選ぶ学生
pt_pt: --- --- Select Estudante
th: --- --- เลือกนักศึกษา
tr: --- --- seç Öğrenci

source: News Update Successfully
ar: أخبار تحديث بنجاح
cs: Nejnovější zprávy Úspěšně
de: News Update erfolgreich
el: Νέα ενημέρωση με επιτυχία
es: Noticias de actualización con éxito
fa: اخبار به روز رسانی با موفقیت
it: News Update con successo
ja: ニュースの更新に成功しました
pt_pt: News Update com sucesso
th: ข่าวการปรับปรุงเรียบร้อยแล้ว
tr: Haber Güncelleme Başarıyla

source: Add News Successfully
ar: إضافة أخبار بنجاح
cs: Přidejte zprávy Úspěšně
de: News hinzufügen erfolgreich
el: Προσθέστε Νέα επιτυχία
es: Añadir Noticias éxito
fa: اضافه کردن اخبار موفقیت
it: Aggiungi Notizie con successo
ja: 成功のニュースを追加します。
pt_pt: Adicionar Notícias com sucesso
th: เพิ่มข่าวเรียบร้อยแล้ว
tr: Başarıyla Haberleri Ekle

source: Duplicate Student Record So Not Import
ar: سجل الطالب مكرر لذلك لا استيراد
cs: Duplicitní záznam studenta tak, aby nebyl importován
de: Doppelte Schülerakte also nicht importieren
el: Διπλότυπο αρχείο σπουδαστών που δεν εισάγεται
es: Duplicar el registro del estudiante para que no sea importado
fa: ضبط دانشجو پس از وارد کردن
it: Record di studenti duplicati, quindi non importa
ja: 重複した生徒の記録はインポートされない
pt_pt: Registro duplicado de estudantes, portanto não importação
th: บันทึกข้อมูลนักเรียนซ้ำดังนั้นไม่นำเข้า
tr: Yinelenen Öğrenci Kaydı, İçe Aktarılmıyor

source: Duplicate Teacher Record So Not Import
ar: سجل المعلم مكرر لذلك لا استيراد
cs: Duplicitní zápis učitele tak, aby nebyl importován
de: Lehrereintrag duplizieren, also nicht importieren
el: Διπλότυπος Εγγραφή Δασκάλου Μη Εισαγωγή
es: Duplicar el registro del profesor para que no sea importado
fa: ضبط مکالمات معلم بنابراین وارد نیست
it: Il record duplicato dell'insegnante non importa quindi
ja: 教師の録音が重複しないため、インポートできない
pt_pt: Registro Duplicado de Professores, portanto, Não Importar
th: ทำซ้ำบันทึกของครูดังนั้นไม่ต้องนำเข้า
tr: Yinelenen Öğretmen Kayıtları İçe Aktarılmıyor

source: Duplicate Parent Record So Not Import
ar: تكرار سجل الوالدين حتى لا استيراد
cs: Duplicitní záznam rodičů tak, aby nebyl importován
de: Duplizieren Sie den übergeordneten Datensatz, also nicht importieren
el: Διπλότυπη μητρική εγγραφή έτσι δεν εισαγωγή
es: Duplicar el registro principal para no importar
fa: ضبط کردن پرونده های پدر و مادر بنابراین وارد نیست
it: Duplicato record padre quindi non importa
ja: 重複した親レコードがインポートされない
pt_pt: Registro parental duplicado, portanto não importado
th: ทำสำเนาระเบียนหลักดังนั้นไม่นำเข้า
tr: Yinelenen Üst Kayıt İçe Aktarılmıyor

source: Duplicate SupportStaff Record So Not Import
ar: تكرار سجل دعم الموظفين حتى لا استيراد
cs: Duplikovat zaměstnanci záznamu zaměstnanců tak ne dovoz
de: Doppeltes SupportStaff Record also nicht importieren
el: Διπλότυπο αρχείο υποστήριξης προσωπικού, ώστε να μην εισαχθεί
es: Duplicar el registro de personal de soporte para que no sea importado
fa: ضبط پشتیبانی از کارکنان پشتیبانی بنابراین واردات نیست
it: Il personale di supporto duplicato registra quindi non importa
ja: 重複しているサポートスタッフの記録がインポートされない
pt_pt: Registro de pessoal de suporte duplicado, portanto, não importar
th: พนักงานทำซ้ำบันทึกดังนั้นไม่นำเข้า
tr: Yinelenen Destek Personel Kayıtları İçe Aktarılmıyor

source: Import Data Successfully
ar: بنجاح استيراد البيانات
cs: Úspěšně import dat
de: Erfolgreich Daten importieren
el: Επιτυχής Εισαγωγή δεδομένων
es: Importación de datos con éxito
fa: موفقیت واردات داده
it: Con successo Importa dati
ja: 首尾よくデータのインポート
pt_pt: Com sucesso dados de importação
th: ประสบความสำเร็จในการนำเข้าข้อมูล
tr: Başarıyla Veri Alma

source: Edit Hostel Data Successfully
ar: نزل تحرير البيانات بنجاح
cs: Hostel Upravit údaje Úspěšně
de: Hostel Daten bearbeiten erfolgreich
el: Hostel Επεξεργασία Δεδομένων με επιτυχία
es: Albergue Editar datos con éxito
fa: خوابگاه ویرایش اطلاعات با موفقیت
it: Hostel Modifica Dati con successo
ja: ホステルデータの編集に成功しました
pt_pt: Hostel Editar dados com êxito
th: Hostel แก้ไขข้อมูลเรียบร้อยแล้ว
tr: Hostel Düzenleme Veri Başarıyla

source: Add Hostel Data Successfully
ar: إضافة نزل البيانات بنجاح
cs: Přidejte Hostel Data byla úspěšně
de: In Hostel Daten erfolgreich
el: Προσθέστε Hostel δεδομένων με επιτυχία
es: Añadir Enlace de datos con éxito
fa: اضافه کردن خوابگاه اطلاعات با موفقیت
it: Aggiungere Hostel dati con successo
ja: ホステル正常にデータが追加します
pt_pt: Adicionar Hostel dados com êxito
th: เพิ่ม Hostel ข้อมูลเรียบร้อยแล้ว
tr: Başarıyla Hostel Verilerini Ekle

source: Edit Hostel Room Data Successfully
ar: غرفة نزل تحرير البيانات بنجاح
cs: Hostel Room Upravit údaje Úspěšně
de: Hostel Room Daten bearbeiten Erfolgreich
el: Hostel Δωμάτιο Επεξεργασία Δεδομένων με επιτυχία
es: Albergue sala de edición de datos con éxito
fa: اتاق خوابگاه ویرایش اطلاعات با موفقیت
it: Hostel Room Modifica Dati con successo
ja: ホステルルームデータの編集に成功しました
pt_pt: Hostel Room Editar dados com êxito
th: โฮสเทลห้องพักแก้ไขข้อมูลเรียบร้อยแล้ว
tr: Hostel Odası Düzenleme Veri Başarıyla

source: Add Hostel Room Data Successfully
ar: إضافة نزل بيانات غرفة بنجاح
cs: Přidejte Hostel Room Data byla úspěšně
de: In Hostel Room Daten erfolgreich
el: Προσθέστε Hostel δεδομένων Δωμάτιο με επιτυχία
es: Añadir Albergue Data Room con éxito
fa: اضافه کردن خوابگاه اتاق اطلاعات با موفقیت
it: Aggiungere Hostel Data Room con successo
ja: ホステルルーム正常にデータが追加します
pt_pt: Adicionar Hostel Room dados com êxito
th: เพิ่ม Hostel ข้อมูลห้องพักเรียบร้อยแล้ว
tr: Başarıyla Hostel Odası Verilerini Ekle

source: Unsuccessful! Hostel Room Bed No Capacity.
ar: تنجح! نزل لا غرفة نوم القدرات.
cs: Neúspěšné! Hostel No Postel Capacity.
de: Erfolglos! Hostel Keiner Zimmerbettenkapazität.
el: Ανεπιτυχής! Hostel Δεν υπάρχει χώρος Κλινών.
es: Sin éxito! Hostel No Room Capacidad de camas.
fa: ناموفق! خوابگاه بدون اتاق ظرفیت تختخواب.
it: Non riuscita! Hostel Nessuna Room Bed Capacità.
ja: 失敗しました！ホステルなしルームベッド容量。
pt_pt: Sem sucesso! Hostel No Room Bed Capacidade.
th: ไม่ประสบความสำเร็จ! โฮสเทลไม่มีห้องนอนความจุ
tr: Başarısız! Hostel Resim Odası Yatak Kapasitesi.

source: Edit Hostel Room Bed Data Successfully
ar: تحرير سرير نزل بيانات غرفة بنجاح
cs: Edit Bed Hostel Room dat Úspěšně
de: Bearbeiten Bed Hostel Room Daten erfolgreich
el: Επεξεργασία Bed Hostel Data Room με επιτυχία
es: Editar Cama Hostel Datos de habitaciones con éxito
fa: ویرایش تخت خوابگاه اتاق اطلاعات با موفقیت
it: Modifica Bed Hostel Data Room con successo
ja: 編集ベッドルームホステルデータに成功しました
pt_pt: Editar Bed Hostel Room dados com êxito
th: แก้ไข Bed Hostel ข้อมูลห้องพักเรียบร้อยแล้ว
tr: Düzenleme Yatak Hostel Odası Veri Başarıyla

source: Add Hostel Room Bed Data Successfully
ar: إضافة غرفة نزل البيانات سرير بنجاح
cs: Přidejte Hostel Postel Data byla úspěšně
de: In Hostel Room Bed Daten erfolgreich
el: Προσθέστε Hostel Room Bed δεδομένων με επιτυχία
es: Añadir Albergue Data Room Cama con éxito
fa: اضافه کردن داده های تخت خواب اتاق خوابگاه موفقیت
it: Aggiungi dati Bed Hostel Camera con successo
ja: 成功しましたホステルルームベッドデータを追加
pt_pt: Adicionar Hostel quarto de cama dados com êxito
th: เพิ่ม Hostel ห้องข้อมูลที่พักเรียบร้อยแล้ว
tr: Başarıyla Hostel Odası Yatak Verilerini Ekle

source: Assign Hostel Room Successfully
ar: تعيين غرفة نزل بنجاح
cs: Přiřadit pokoj v hostelu Úspěšně
de: Vergeben Hostel Room Erfolgreich
el: Εκχώρηση Hostel Δωμάτιο με επιτυχία
es: Asignar Habitación Hostel con éxito
fa: اختصاص اتاق خوابگاه موفقیت
it: Assegnare Hostel Camera con successo
ja: 成功しましたホステルルームを割り当て
pt_pt: Atribuir Hostel Quarto com sucesso
th: กำหนด Hostel ห้องพักเรียบร้อยแล้ว
tr: Başarıyla Hostel Odası atama

source: Event Reminder Alert!
ar: الحدث تذكير تنبيه!
cs: Připomenutí událostí Alert!
de: Termin-Erinnerung Alert!
el: Υπενθύμιση συμβάντων Alert!
es: Recordatorio de eventos Alerta!
fa: رویداد یادآوری هشدار!
it: Promemoria Alert!
ja: イベントリマインダアラート！
pt_pt: Lembrete de evento Alerta!
th: การแจ้งเตือนเหตุการณ์การแจ้งเตือน!
tr: Olay Hatırlatma Uyarısı!

source: Event Update Successfully
ar: حدث التحديث بنجاح
cs: Aktualizace události úspěšně
de: Event Update erfolgreich
el: Ενημέρωση Εκδήλωση με επιτυχία
es: Evento de actualización con éxito
fa: رویداد روز رسانی با موفقیت
it: Aggiornamento evento con successo
ja: イベントの更新に成功しました
pt_pt: Atualização evento com sucesso
th: ปรับปรุงเหตุการณ์เรียบร้อยแล้ว
tr: Olay Güncelleme Başarıyla

source: Add Event Successfully
ar: إضافة حدث بنجاح
cs: Přidat událost úspěšně
de: Add Event erfolgreich
el: Προσθήκη Εκδήλωση με επιτυχία
es: Agregar evento con éxito
fa: اضافه کردن رویداد موفقیت
it: Aggiungi evento con successo
ja: イベントを正常に追加します。
pt_pt: Adicionar Evento com sucesso
th: เพิ่มเหตุการณ์ที่ประสบความสำเร็จ
tr: Başarıyla Etkinlik Ekle

source: Monday
ar: الإثنين
cs: pondělí
de: Montag
el: Δευτέρα
es: lunes
fa: دوشنبه
it: lunedi
ja: 月曜日
pt_pt: segunda-feira
th: วันจันทร์
tr: Pazartesi

source: Tuesday
ar: الثلاثاء
cs: úterý
de: Dienstag
el: Τρίτη
es: martes
fa: سهشنبه
it: martedì
ja: 火曜日
pt_pt: terça-feira
th: วันอังคาร
tr: Salı

source: Wednesday
ar: الأربعاء
cs: středa
de: Mittwoch
el: Τετάρτη
es: miércoles
fa: چهار شنبه
it: mercoledì
ja: 水曜日
pt_pt: quarta-feira
th: วันพุธ
tr: Çarşamba

source: Thursday
ar: الخميس
cs: čtvrtek
de: Donnerstag
el: Πέμπτη
es: jueves
fa: پنج شنبه
it: giovedi
ja: 木曜日
pt_pt: quinta-feira
th: วันพฤหัสบดี
tr: Perşembe

source: Friday
ar: الجمعة
cs: pátek
de: Freitag
el: Παρασκευή
es: viernes
fa: جمعه
it: venerdì
ja: 金曜日
pt_pt: sexta-feira
th: วันศุกร์
tr: Cuma

source: Saturday
ar: السبت
cs: sobota
de: Samstag
el: Σάββατο
es: sábado
fa: روز شنبه
it: sabato
ja: 土曜日
pt_pt: sábado
th: วันเสาร์
tr: Cumartesi

source: Sunday
ar: الأحد
cs: neděle
de: Sonntag
el: Κυριακή
es: domingo
fa: یکشنبه
it: domenica
ja: 日曜日
pt_pt: domingo
th: วันอาทิตย์
tr: Pazar
