Repository: ajaydasinfomedia/NiftySIS
Catalog: src/Locale/*/default.po
Languages: ar, es, fa, ru, th, tr

source: Contact Info
ar: معلومات الاتصال
es: Información de contacto
fa: اطلاعات تماس
ru: Контактная информация
th: ข้อมูลการติดต่อ
tr: İletişim Bilgileri

source: Mobile Number
ar: رقم الجوال
es: Número móvil
fa: شماره موبایل
ru: Мобильный номер
th: หมายเลขโทรศัพท์มือถือ
tr: Cep Numarası

source: Phone Number
ar: رقم الهاتف
es: Número de teléfono
fa: شماره تلفن
ru: Номер телефона
th: หมายเลขโทรศัพท์
tr: Telefon numarası

source: Address
ar: عنوان
es: Dirección
fa: آدرس:
ru: адрес
th: ที่อยู่
tr: adres

source: Authorize Info
ar: تخويل المعلومات
es: Autorizar información
fa: تأیید اطلاعات
ru: Авторизованная информация
th: อนุญาตข้อมูล
tr: Bilgileri Yetkilendir

source: Student ID
ar: معرف الطالب
es: ID de estudiante
fa: شناسه دانشجویی
ru: Идентификатор студента
th: รหัสนักศึกษา
tr: Öğrenci kimliği

source: Email
ar: البريد الإلكتروني
es: Correo electrónico
fa: ایمیل
th: อีเมล์
tr: E-posta

source: Username
ar: اسم المستخدم
es: Nombre de usuario
fa: نام کاربری
ru: имя пользователя
th: ชื่อผู้ใช้
tr: Kullanıcı adı

source: General Settings
ar: الإعدادات العامة
es: Configuración general
fa: تنظیمات عمومی
ru: Общие настройки
th: การตั้งค่าทั่วไป
tr: Genel Ayarlar

source: Account
ar: حساب
es: Cuenta
fa: حساب
ru: счета
th: บัญชี
tr: hesap

source: Newsletter
ar: النشرة الإخبارية
fa: خبرنامه
ru: бюллетень
th: จดหมายข่าว
tr: Bülten

source: Mail Template
ar: قالب البريد
es: Plantilla de correo
fa: قالب ایمیل
ru: Почтовый шаблон
th: เทมเพลตจดหมาย
tr: Mail Şablonu

source: Church Settings
ar: إعدادات الكنيسة
es: Configuración de la iglesia
fa: تنظیمات کلیسا
ru: Настройки церкви
th: การตั้งค่าของโบสถ์
tr: Kilise ayarları

source: Access Rights
ar: حقوق الوصول
es: Derechos de acceso
fa: حقوق دسترسی
ru: Права доступа
th: สิทธิการเข้าถึง
tr: Erişim Hakları

source: Admission List
ar: قائمة القبول
es: Lista de admisión
fa: لیست پذیرش
ru: Список участников
th: รายการรับสมัคร
tr: Giriş Listesi

source: Admission Form
ar: نموذج القبول
es: Formulario de admisión
fa: فرم پذیرش
ru: Форма приема
th: แบบฟอร์มเข้าศึกษา
tr: Giriş Formu

source: Student Name
ar: اسم الطالب
es: Nombre del estudiante
fa: نام دانشجو
ru: Имя студента
th: ชื่อนักเรียน
tr: Öğrenci adı

source: Gender
ar: جنس
es: Género
fa: جنسيت
ru: пол
th: เพศ
tr: cinsiyet

source: Address
ar: عنوان
es: Dirección
fa: آدرس:
ru: адрес
th: ที่อยู่
tr: adres

source: Phone
ar: هاتف
es: Teléfono
fa: تلفن
ru: телефон
th: โทรศัพท์
tr: telefon

source: Student Email
ar: البريد الإلكتروني للطالب
es: Email del estudiante
fa: ایمیل دانشجو
ru: Электронная почта студента
th: อีเมลสำหรับนักเรียน
tr: Öğrenci e-postası

source: Action
ar: عمل
es: Acción
fa: عمل
ru: действие
th: การกระทำ
tr: eylem

source: Male
ar: ذكر
es: Hombre
fa: نر
ru: мужчина
th: ชาย
tr: erkek

source: Approve
ar: وافق
es: Aprobar
fa: تصویب
ru: одобрять
th: อนุมัติ
tr: onaylamak

source: Delete Selected
ar: حذف المختار
es: Eliminar seleccionado
fa: حذف موارد انتخاب شده
ru: Удалить выбранное
th: ลบที่เลือก
tr: Seçileni Sil

source: No Admission Data Available
ar: لا بيانات القبول المتاحة
es: No hay datos de admisión disponibles
fa: هیچ اطلاعات ورودی موجود نیست
ru: Нет доступных данных приема
th: ไม่มีข้อมูลการรับเข้าศึกษา
tr: Kabul Edilen Veri Yok

source: Close
ar: قريب
es: Cerrar
fa: بستن
ru: близко
th: ใกล้
tr: yakın

source: Profile
ar: الملف الشخصي
es: Perfil
fa: مشخصات
ru: профиль
th: ข้อมูลส่วนตัว
tr: profil

source: Log out
ar: تسجيل الخروج
es: Salir
fa: خروج
ru: Выход из системы
th: ออกจากระบบ
tr: Çıkış yap

source: Change Password
ar: تغيير كلمة المرور
es: Cambiar contraseña
fa: تغییر رمز عبور
ru: Изменить пароль
th: เปลี่ยนรหัสผ่าน
tr: Şifre Değiştir

source: New Registration
ar: تسجيل جديد
es: Nuevo registro
fa: ثبت نام جدید
ru: Новая регистрация
th: ลงทะเบียนใหม่
tr: Yeni Kayıt

source: Admission Number
ar: رقم القبول
es: Número de admisión
fa: شماره پذیرش
ru: Номер приема
th: หมายเลขเข้างาน
tr: Kabul Numarası

source: Admission Date
ar: تاريخ القبول
es: Fecha de admisión
fa: تاریخ پذیرش
ru: Дата приема
th: วันเข้าเรียน
tr: Kabul Tarihi

source: Student Info
ar: معلومات الطالب
es: Información del estudiante
fa: اطلاعات دانشجویی
ru: Информация для студентов
th: ข้อมูลนักศึกษา
tr: Öğrenci Bilgisi

source: First Name
ar: الاسم الأول
es: Nombre
fa: نام
ru: Имя
th: ชื่อ
tr: Ilk isim

source: Middle Name
ar: الاسم الأوسط
es: Segundo nombre
fa: نام میانه
ru: Отчество
th: ชื่อกลาง
tr: Orta isim

source: Last Name
ar: اسم العائلة
es: Apellido
fa: نام خانوادگی
ru: Фамилия
th: นามสกุล
tr: Soyadı

source: Select Gender
ar: حدد الجنس
es: Seleccionar género
fa: جنسیت را انتخاب کنید
ru: Выберите «Пол»
th: เลือกเพศ
tr: Cinsiyet Seç

source: Female
ar: أنثى
es: Mujer
fa: زن
ru: женщина
th: เพศหญิง
tr: kadın

source: State
ar: دولة
es: Estado
fa: استان
ru: состояние
th: รัฐ
tr: devlet

source: City
ar: مدينة
es: Ciudad
fa: شهرستان
ru: город
th: เมือง
tr: şehir

source: PinCode
ar: الرقم السري
fa: کد پین
ru: пин-код
tr: Pin kodunun

source: Email
ar: البريد الإلكتروني
es: Correo electrónico
fa: ایمیل
ru: Эл. адрес
th: อีเมล์
tr: E-posta

source: -- None --
ar: - لا شيء -
es: - Ninguno -
fa: - هیچکدام -
ru: - Нет -
th: - ไม่มี -
tr: - Yok -

source: Edit
ar: تحرير
es: Editar
fa: ویرایش
ru: редактировать
th: แก้ไข
tr: Düzenleme

source: Siblings Information
ar: معلومات الأشقاء
es: Información de Hermanos
fa: اطلاعات خواهران و برادران
ru: Информация о братьях и сестрах
th: ข้อมูลพี่น้อง
tr: Kardeşler bilgi

source: In case of no sibling click here
ar: في حالة عدم وجود شقيق اضغط هنا
es: En caso de que no haya hermanos, haga clic aquí
fa: در صورت عدم وجود خواهر و برادر، اینجا کلیک کنید
ru: В случае отсутствия родного брата здесь
th: ในกรณีที่ไม่มีพี่น้องคลิกที่นี่
tr: Kardeşin olmaması durumunda buraya tıklayın

source: Relation Type
ar: نوع العلاقة
es: Tipo de relación
fa: نوع ارتباط
ru: Тип отношения
th: ประเภทความสัมพันธ์
tr: İlişki Türü

source: Full Name
ar: الاسم الكامل
es: Nombre completo
fa: نام کامل
ru: Полное имя
th: ชื่อเต็ม
tr: Tam adı

source: Age
ar: عمر
es: Edad
fa: سن
ru: возраст
th: อายุ
tr: yaş

source: Standard
ar: معيار
es: Estándar
fa: استاندارد
ru: стандарт
th: มาตรฐาน
tr: standart

source: Brother
ar: شقيق
es: Hermano
fa: برادر
ru: брат
th: พี่ชาย
tr: kardeş

source: Sister
ar: شقيقة
es: Hermana
fa: خواهر
ru: сестра
th: น้องสาว
tr: kardeş

source: Enter Full Name
ar: أدخل الاسم الكامل
es: Ingrese el nombre completo
fa: نام کامل را وارد کنید
ru: Введите полное имя
th: ป้อนชื่อเต็ม
tr: Tam Adı Girin

source: Enter Age
ar: أدخل العمر
es: Ingresa la edad
fa: سن را وارد کن
ru: Введите возраст
th: ป้อนอายุ
tr: Yaş girin

source: -- Select Standard --
ar: - حدد قياسي -
es: - Seleccione Estándar -
fa: - انتخاب استاندارد -
ru: - Выберите Стандарт -
th: - เลือกมาตรฐาน -
tr: - Standart Seç -

source: Family Information
ar: معلومات العائلة
es: Información familiar
fa: اطلاعات خانواده
ru: Информация о семье
th: ข้อมูลครอบครัว
tr: Aile bilgisi

source: Parental Status
ar: الحالة الأبوية
es: Estado parental
fa: وضعیت والدین
ru: Родительский статус
th: สถานะความเป็นบิดามารดา
tr: Ebeveynlik Durumu

source: Single Father
ar: والد واحد
es: Padre soltero
fa: تنها پدر
ru: Один отец
th: พ่อคนเดียว
tr: Bekar baba

source: Single Mother
ar: الأم الوحيدة
es: Madre soltera
fa: مادر تنها
ru: Единая мама
th: แม่โสด
tr: Bekar anne

source: Both
ar: على حد سواء
es: Ambos
fa: هر دو
ru: обе
th: ทั้งสอง
tr: her ikisi

source: Relationship
ar: علاقة
es: Relación
fa: رابطه
ru: отношения
th: ความสัมพันธ์
tr: ilişki

source: FATHER
ar: الآب
es: PADRE
fa: پدر
ru: ОТЕЦ
th: พ่อ
tr: BABA

source: MOTHER
ar: أم
es: MADRE
fa: مادر
ru: МАТЬ
th: แม่
tr: ANNE

source: Salutation
ar: تحية
es: Saludo
fa: احترام
ru: приветствие
th: คำอวยพร
tr: selamlama

source: Mr
ar: السيد
es: Sr
fa: آقای
ru: г-н
th: นาย
tr: bay

source: Ms
ar: السيدة
es: Sra
fa: خانم
ru: Миссисипи
th: นางสาว
tr: bayan

source: Mrs
ar: السيدة
es: Sra
fa: خانم
ru: Г-жа
th: นาง
tr: bayan

source: Miss
ar: ملكة جمال
es: Señorita
fa: خانم
ru: мисс
th: น.ส.
tr: bayan

source: Enter First Name
ar: أدخل الاسم الأول
es: Ingresa el nombre
fa: نام خانوادگی را وارد کنید
ru: Введите имя
th: ป้อนชื่อ
tr: Adını Girin

source: Enter Middle Name
ar: أدخل اسم الأوسط
es: Ingrese el segundo nombre
fa: نام میانه را وارد کنید
ru: Введите среднее имя
th: ป้อนชื่อกลาง
tr: Orta Adı Girin

source: Enter Last Name
ar: أدخل اسم العائلة
es: Ingresa el apellido
fa: نام خانوادگی را وارد کنید
ru: Введите фамилию
th: ป้อนนามสกุล
tr: Soyadı giriniz

source: Enter Email
ar: أدخل البريد الإلكتروني
es: Ingresar correo electrónico
fa: ایمیل را وارد کنید
ru: Введите адрес электронной почты
th: ป้อนอีเมล
tr: E-posta Girin

source: Mobile No
ar: رقم الجوال
es: Móvil no
fa: تلفن همراه
ru: Мобильный Нет
th: หมายเลขโทรศัพท์มือถือ
tr: telefon numarası

source: Enter Mobile Number
ar: أدخل رقم الجوال
es: Ingrese número móvil
fa: شماره تلفن را وارد کنید
ru: Введите номер мобильного телефона
th: ป้อนหมายเลขโทรศัพท์มือถือ
tr: Cep Numarasını Girin

source: School Name
ar: اسم المدرسة
es: Nombre de la escuela
fa: نام مدرسه
ru: Название школы
th: ชื่อโรงเรียน
tr: Okul adı

source: Enter School Name
ar: أدخل اسم المدرسة
es: Introduzca el nombre de la escuela
fa: نام مدرسه را وارد کنید
ru: Введите название школы
th: ป้อนชื่อโรงเรียน
tr: Okul Adını Girin

source: Medium of Instruction
ar: متوسطة من التعليمات
es: Medio de instrucción
fa: متوسط ​​آموزش
ru: Средство обучения
th: ปานกลางของคำสั่ง
tr: Öğretim Ortamı

source: -- Select Medium --
ar: - اختر متوسطة -
es: - Seleccionar medio -
fa: - انتخاب متوسط ​​-
ru: - Выберите Средство -
th: - เลือก Medium -
tr: - Ortayı Seç -

source: Enter Medium of School
ar: ادخل متوسط ​​المدرسة
es: Ingrese medio de la escuela
fa: متوسط ​​مدرسه را وارد کنید
ru: Ввод средней школы
th: ป้อน Medium of School
tr: Okul Ortalamasını Girin

source: Educational Qualification
ar: المؤهلات العلمية
es: Calificación educativa
fa: مدارک تحصیلی
ru: Образовательная квалификация
th: วุฒิการศึกษา
tr: Eğitim Yeterliliği

source: -- Select Qualification --
ar: - حدد التأهيل -
es: - Seleccione calificación -
fa: - انتخاب مجوز -
ru: - Выберите квалификацию -
th: - เลือกคุณสมบัติ -
tr: - Kalifikasyonu Seç -

source: Annual Income
ar: الدخل السنوي
es: Ingreso anual
fa: درآمد سالانه
ru: Годовой доход
th: รายได้ต่อปี
tr: Yıllık gelir

source: Enter Annual Income
ar: ادخل الدخل السنوي
es: Ingrese el ingreso anual
fa: درآمد سالانه را وارد کنید
ru: Введите годовой доход
th: ป้อนรายได้ประจำปี
tr: Yıllık Gelir Girin

source: Occupation
ar: احتلال
es: Ocupación
fa: شغل
ru: оккупационный
th: อาชีพ
tr: işgal

source: -- Select Occupation --
ar: - اختر المهنة -
es: - Seleccionar ocupación -
fa: - انتخاب شغل -
ru: - Выберите профессию -
th: - เลือกอาชีพ -
tr: - Mesleği Seç -

source: Enter Occupation
ar: أدخل الاحتلال
es: Ingresar Ocupación
fa: اشغال را وارد کنید
ru: Введите профессию
th: ใส่อาชีพ
tr: Mesleğe Gir

source: Proof of Qualification
ar: إثبات التأهيل
es: Prueba de calificación
fa: مدارک تحصیلی
ru: Подтверждение квалификации
th: หลักฐานการรับรอง
tr: Kalifikasyon Kanıtı

source: Upload Document
ar: تحميل المستند
es: Subir documento
fa: بارگذاری سند
ru: Загрузить документ
th: อัปโหลดเอกสาร
tr: Belge Yükle

source: New Admission
ar: القبول الجديد
es: Nueva admisión
fa: پذیرش جدید
ru: Новый вход
th: การรับเข้าเรียนใหม่
tr: Yeni Kabul

source: Admission No.
ar: رقم القبول
es: N ° de entrada
fa: شماره پذیرش
ru: Номер для приема
th: หมายเลขเข้าชม
tr: Kabul numarası

source: Date of Birth
ar: تاريخ الميلاد
es: Fecha de nacimiento
fa: تاریخ تولد
ru: Дата рождения
th: วันเดือนปีเกิด
tr: Doğum tarihi

source: Mobile No.
ar: رقم الجوال
es: Móvil No.
fa: شماره تلفن همراه
ru: Мобильный номер
th: หมายเลขโทรศัพท์มือถือ
tr: telefon numarası

source: Phone No.
ar: رقم الهاتف
es: Número de teléfono
fa: شماره تلفن
ru: Номер телефона
th: เบอร์โทรศัพท์
tr: Telefon numarası

source: Previous School
ar: المدرسة السابقة
es: Escuela anterior
fa: مدرسه قبلی
ru: Предыдущая школа
th: โรงเรียนก่อนหน้า
tr: Önceki okul

source: Siblings Info
ar: معلومات الأشقاء
es: Información sobre hermanos
fa: اطلاعات خواهران و برادران
ru: Информация о братьях и сестрах
th: ข้อมูลพี่น้อง
tr: Kardeşler bilgi

source: Siblings 1
ar: الأشقاء 1
es: Hermanos 1
fa: خواهر و برادر 1
ru: Братья и сестры 1
th: พี่น้อง 1
tr: Kardeşler 1

source: Relation
ar: علاقة
es: Relación
fa: رابطه
ru: связь
th: ความสัมพันธ์
tr: ilişki

source: Siblings 3
ar: الأشقاء 3
es: Hermanos 3
fa: خواهر و برادر 3
ru: Братья и сестры 3
th: พี่น้อง 3
tr: Kardeşler 3

source: School Medium Name
ar: اسم المدرسة المتوسطة
es: Nombre medio de la escuela
fa: نام مدرسه متوسطه
ru: Название школы
th: ชื่อโรงเรียนระดับกลาง
tr: Okul Orta Adı

source: Add New School Medium
ar: أضف مدرسة جديدة متوسطة
es: Agregar nuevo medio escolar
fa: افزودن مدرسه متوسطه جدید
ru: Добавить новую среднюю школу
th: เพิ่มโรงเรียนใหม่
tr: Yeni Okul Ortamı Ekle

source: Occupation Name
ar: اسم المهنة
es: Nombre de Ocupación
fa: نام شغل
ru: Род занятий Имя
th: ชื่ออาชีพ
tr: Meslek adı

source: Add New Occupation
ar: إضافة احتلال جديد
es: Añadir nueva ocupación
fa: شغل جدید را اضافه کنید
ru: Добавить новое занятие
th: เพิ่มอาชีพใหม่
tr: Yeni Meslek Ekleme

source: School Name
ar: اسم المدرسة
es: Nombre de la escuela
fa: نام مدرسه
ru: Название школы
th: ชื่อโรงเรียน
tr: Okul adı

source: Add New School
ar: إضافة مدرسة جديدة
es: Agregar nueva escuela
fa: افزودن مدرسه جدید
ru: Добавить новую школу
th: เพิ่มโรงเรียนใหม่
tr: Yeni Okul ekle

source: Qualification Name
ar: اسم المؤهل
es: Nombre de calificación
fa: نام واجد شرایط بودن
ru: Квалификационное имя
th: ชื่อคุณสมบัติ
tr: Yeterlilik adı

source: Add New Qualification
ar: إضافة مؤهل جديد
es: Agregar nueva calificación
fa: اضافه کردن مجوز جدید
ru: Добавить новую квалификацию
th: เพิ่มวุฒิการศึกษาใหม่
tr: Yeni Kalifikasyon Ekle

source: Standard Name
ar: الاسم القياسي
es: Nombre estándar
fa: نام استاندارد
ru: Стандартное название
th: ชื่อมาตรฐาน
tr: Standart adı

source: Add New Standard
ar: إضافة قياسي جديد
es: Agregar nuevo estándar
fa: اضافه کردن استاندارد جدید
ru: Добавить новый стандарт
th: เพิ่มมาตรฐานใหม่
tr: Yeni Standart ekle

source: Attendance
ar: الحضور
es: Asistencia
fa: شرکت کننده
ru: посещаемость
th: การดูแลรักษา
tr: katılım

source: Teacher Attendance
ar: حضور المعلم
es: Asistencia del maestro
fa: مشارکت معلم
ru: Учительница
th: การเข้าร่วมของครู
tr: Öğretmen Katılımı

source: Subject Wise Attendance
ar: موضوع الحكمة الحضور
es: Asistencia sabia del sujeto
fa: حضور معجزه گر
ru: Тематический осмотр
th: หัวเรื่อง Wise Attendance
tr: Konu Bilge Katılımı

source: Current Date
ar: التاريخ الحالي
es: Fecha actual
fa: تاریخ کنونی
ru: Текущая дата
th: วันที่ปัจจุบัน
tr: Güncel Tarih

source: Select Class Name
ar: حدد اسم الفصل
es: Seleccione el nombre de la clase
fa: نام کلاس را انتخاب کنید
ru: Выберите имя класса
th: เลือกชื่อชั้นเรียน
tr: Sınıf Adını Seç

source: Select Class
ar: اختر الفصل
es: Seleccionar clase
fa: کلاس را انتخاب کنید
ru: Выбрать класс
th: เลือกชั้นเรียน
tr: Sınıf Seç

source: Select Section Name
ar: اختر اسم القسم
es: Seleccione el nombre de la sección
fa: انتخاب نام بخش
ru: Выберите название раздела
th: เลือกชื่อส่วน
tr: Bölüm Adı Seç

source: Take/View Attendance
ar: خذ / مشاهدة الحضور
fa: مشاهده / مشاهده شرکت کنندگان
ru: Участие в приеме / просмотре
th: ใช้ / ดูการเข้าร่วม
tr: Take / View Katılımı

source: Date
ar: تاريخ
es: Fecha
fa: تاریخ
ru: дата
th: วันที่
tr: tarih

source: Srno
ar: الأب رقم
es: No Señor
fa: اسنو
th: หมายเลขซีเนียร์
tr: Hayır

source: Roll No.
ar: رقم اللفة
es: Rollo No.
fa: رول شماره
ru: Номер рулона
th: หมายเลขม้วน
tr: Rulo numarası

source: Comment
ar: تعليق
es: Comentario
fa: نظر
ru: комментарий
th: คิดเห็น
tr: açıklama

source: Present
ar: حاضر
es: Presente
fa: کنونی
ru: настоящее время
th: ปัจจุบัน
tr: mevcut

source: Absent
ar: غائب
es: Ausente
fa: وجود ندارد
ru: отсутствующий
th: ไม่อยู่
tr: yok

source: Late
ar: متأخر
es: Tarde
fa: اواخر
ru: поздно
th: สาย
tr: geç

source: If student absent then Send SMS to his/her parents
ar: إذا كان الطالب غائبًا ، فيمكنك إرسال الرسائل القصيرة إلى والديه
es: Si el estudiante está ausente, envía un mensaje de texto a sus padres
fa: اگر دانشجو وجود نداشته باشد، اس ام اس را به والدین خود ارسال کنید
ru: Если ученик отсутствует, отправьте SMS своим родителям
th: หากนักเรียนขาดเรียนแล้วส่ง SMS ไปยังผู้ปกครองของเขา
tr: Öğrenci yoksa, ebeveynlerine SMS gönderirse

source: Save Attendance
ar: حفظ الحضور
es: Guardar asistencia
fa: ذخیره حضور
ru: Сохранить посещаемость
th: บันทึกการเข้าร่วม
tr: Katılımı Kaydet

source: Teacher
ar: معلم
es: Profesor
fa: معلم
ru: учитель
th: ครู
tr: öğretmen

source: Class List
ar: قائمة الفصل
es: Lista de clase
fa: لیست کلاس
ru: Список классов
th: รายการคลาส
tr: Sınıf Listesi

source: Add Class
ar: إضافة فئة
es: Agregar clase
fa: اضافه کردن کلاس
ru: Добавить класс
th: เพิ่มชั้น
tr: Sınıf ekle

source: Enter Class Name
ar: أدخل اسم الفصل
es: Introduzca el nombre de la clase
fa: نام کلاس را وارد کنید
ru: Введите имя класса
th: ป้อนชื่อชั้นเรียน
tr: Sınıf Adını Girin

source: Numeric Class Name
ar: اسم فئة رقمية
es: Nombre de la clase numérica
fa: نام کلاس عددی
ru: Числовое имя класса
th: ชื่อคลาสตัวเลข
tr: Sayısal Sınıf Adı

source: Student Capacity in Section
ar: قدرة الطالب في القسم
es: Capacidad del estudiante en la sección
fa: ظرفیت دانشجویی در بخش
ru: Студенческая способность в секции
th: ความจุของนักเรียนในส่วน
tr: Bölümdeki Öğrenci Kapasitesi

source: Class Name
ar: اسم الفصل
es: Nombre de clase
fa: نام کلاس
ru: Название класса
th: ชื่อชั้นเรียน
tr: Sınıf adı

source: Class Numeric Name
ar: الاسم الرقمي للفئة
es: Nombre numérico de la clase
fa: نام عددی کلاس
ru: Имя класса
th: ชื่อตัวเลขคลาส
tr: Sınıf Sayısal Adı

source: Capacity
ar: قدرة
es: Capacidad
fa: ظرفیت
ru: мощность
th: ความจุ
tr: kapasite

source: Delete
ar: حذف
es: Eliminar
fa: حذف
ru: удалять
th: ลบ
tr: silmek

source: View Or Add Section
ar: عرض أو إضافة قسم
es: Ver o agregar sección
fa: مشاهده یا اضافه کردن بخش
ru: Просмотреть или добавить раздел
th: ดูหรือเพิ่มส่วน
tr: Bölümü veya Bölüm Ekle

source: No Class Data Available
ar: لا تتوفر بيانات الصف
es: No hay datos de clase disponibles
fa: هیچ اطلاعات کلاس در دسترس نیست
ru: Нет данных о классе
th: ไม่มีข้อมูลคลาส
tr: Sınıf Verisi Yok

source: Submit
ar: عرض
es: Enviar
fa: ثبت نام کنید
ru: представить
th: เสนอ
tr: Onayla

source: Edit Class
ar: تحرير الفصل
es: Editar clase
fa: ویرایش کلاس
ru: Изменить класс
th: แก้ไขคลาส
tr: Sınıfı Düzenle

source: Save Class
ar: حفظ الفصل
es: Guardar clase
fa: ذخیره کلاس
ru: Сохранить класс
th: บันทึกคลาส
tr: Sınıfı Kaydet

source: Section Name
ar: اسم القسم
es: Nombre de la sección
fa: نام بخش
ru: Название раздела
th: ชื่อส่วน
tr: Bölüm Adı

source: Add New Section
ar: إضافة قسم جديد
es: Agregar nueva sección
fa: اضافه کردن بخش جدید
ru: Добавить новый раздел
th: เพิ่มส่วนใหม่
tr: Yeni Bölüm Ekle

source: Route List
ar: قائمة الطريق
es: Lista de rutas
fa: لیست مسیر
ru: Список маршрутов
th: รายการเส้นทาง
tr: Rota Listesi

source: Add Route
ar: أضف الطريق
es: Agregar ruta
fa: اضافه کردن مسیر
ru: Добавить маршрут
th: เพิ่มเส้นทาง
tr: Rota ekle

source: Teacher Time Table
ar: جدول وقت المعلم
es: Tabla de tiempos del maestro
fa: جدول زمانبندی معلم
ru: Таблица времени учителя
th: ตารางเวลาของครู
tr: Öğretmen Zaman Çizelgesi

source: Select Teacher
ar: اختر المعلم
es: Seleccionar maestro
fa: انتخاب معلم
ru: Выберите Учителя
th: เลือกครู
tr: Öğretmen Seç

source: Select Class
ar: اختر الفصل
es: Seleccionar clase
fa: کلاس را انتخاب کنید
ru: Выбрать класс
th: เลือกชั้นเรียน
tr: Sınıf Seç

source: Select Section
ar: اختر القسم
es: Seleccionar sección
fa: بخش انتخاب کنید
ru: Выберите раздел
th: เลือกส่วน
tr: Bölüm Seç

source: Select Subject
ar: اختر الموضوع
es: Seleccione Asunto
fa: انتخاب موضوع
ru: Выберите тему
th: เลือกหัวเรื่อง
tr: Konu Seç

source: Select Day
ar: اختر اليوم
es: Seleccionar día
fa: روز را انتخاب کنید
ru: Выберите день
th: เลือกวัน
tr: Günü seç

source: (choose one)
ar: (اختر واحدة)
es: (elija uno)
fa: (یکی را انتخاب کنید)
ru: (выберите один)
th: (เลือกอย่างใดอย่างหนึ่ง)
tr: (birini seç)

source: Start Time
ar: وقت البدء
es: Hora de inicio
fa: زمان شروع
ru: Время начала
th: เวลาเริ่มต้น
tr: Başlangıç ​​zamanı

source: (Select)
ar: (اختيار)
es: (Seleccionar)
fa: انتخاب کنید ...
ru: (Выбрать)
th: (เลือก)
tr: (Seç)

source: am
ar: أنا
es: estoy
fa: ام
ru: я
tr: ben

source: pm
ar: مساء
fa: ساعت
ru: вечера
th: น

source: End Time
ar: وقت الانتهاء
es: Hora de finalización
fa: پایان زمان
ru: Время окончания
th: เวลาสิ้นสุด
tr: Bitiş zamanı

source: Add Class Routine
ar: إضافة فئة الروتينية
es: Añadir clase de rutina
fa: اضافه کردن کلاس معمولی
ru: Добавить класс
th: เพิ่มชั้นเรียนประจำ
tr: Sınıf Rutini Ekle

source: Teacher :
ar: المعلم:
es: Maestro:
fa: معلم:
ru: Учитель:
th: ครู:
tr: Öğretmen:

source: Edit Route
ar: تحرير الطريق
es: Editar ruta
fa: ویرایش مسیر
ru: Изменить маршрут
th: แก้ไขเส้นทาง
tr: Rotayı Düzenle

source: Select Teacher :
ar: اختر المعلم:
es: Seleccionar Profesor:
fa: انتخاب معلم:
ru: Выберите Учителя:
th: เลือกครู:
tr: Öğretmen seç:

source: Select Teacher
ar: اختر المعلم
es: Seleccionar maestro
fa: انتخاب معلم
ru: Выберите Учителя
th: เลือกครู
tr: Öğretmen Seç

source: Select Class :
ar: اختر الفصل:
es: Seleccionar clase:
fa: کلاس را انتخاب کنید:
ru: Выберите Класс:
th: เลือกชั้นเรียน:
tr: Sınıfı Seç:

source: Select Section :
ar: اختر القسم:
es: Seleccione la Sección:
fa: بخش انتخاب:
ru: Выберите раздел:
th: เลือกหัวข้อ:
tr: Bölüm Seçiniz:

source: Select Subject :
ar: اختر الموضوع:
es: Seleccione Asunto:
fa: انتخاب موضوع:
ru: Выберите тему:
th: เลือกหัวเรื่อง:
tr: Konu Seçiniz:

source: Select Day :
ar: اختر اليوم:
es: Seleccionar día:
fa: انتخاب روز:
ru: Выберите День:
th: เลือกวัน:
tr: Günü seç:

source: Start Time :
ar: وقت البدء:
es: Hora de inicio:
fa: زمان شروع:
ru: Время начала:
th: เวลาเริ่มต้น:
tr: Başlangıç ​​zamanı:

source: End Time :
ar: وقت الانتهاء:
es: Hora de finalización:
fa: پایان زمان:
ru: Время окончания:
th: เวลาสิ้นสุด:
tr: Bitiş zamanı:

source: Save Route
ar: حفظ الطريق
es: Guardar ruta
fa: مسیر را ذخیره کنید
ru: Сохранить маршрут
th: บันทึกเส้นทาง
tr: Rota kaydet

source: Profile Image Change
ar: تغيير صورة الملف الشخصي
es: Cambio de imagen de perfil
fa: تغییر تصویر پروفایل
ru: Изменение профиля профиля
th: เปลี่ยนรูปโปรไฟล์
tr: Profil Resmi Değişiklik

source: Profile Image
ar: صورة الملف الشخصي
es: Imagen del perfil
fa: تصویر نمایه
ru: Изображение профиля
th: รูปโปรไฟล์
tr: Profil Resmi

source: Done
ar: القيام به
es: Hecho
fa: انجام شد
ru: сделано
th: เสร็จสิ้น
tr: tamam

source: Change Profile Image
ar: تغيير صورة الملف الشخصي
es: Cambiar imagen de perfil
fa: تغییر نمایه تصویر
ru: Изменить изображение профиля
th: เปลี่ยนรูปโปรไฟล์
tr: Profil Resmi Değiştir

source: Class :
ar: الفئة:
es: Clase:
fa: کلاس:
ru: Класс:
th: ประเภท:
tr: Sınıf:

source: Account Settings
ar: إعدادات الحساب
es: Configuración de cuenta
fa: تنظیمات حساب
ru: Настройки учетной записи
th: การตั้งค่าบัญชี
tr: Hesap Ayarları

source: Username
ar: اسم المستخدم
es: Nombre de usuario
fa: نام کاربری
ru: имя пользователя
th: ชื่อผู้ใช้
tr: Kullanıcı adı

source: Current Password
ar: كلمة المرور الحالية
es: Contraseña actual
fa: رمز عبور فعلی
ru: Текущий пароль
th: รหัสผ่านปัจจุบัน
tr: Mevcut şifre

source: New Password
ar: كلمة المرور الجديدة
es: Nueva contraseña
fa: رمز عبور جدید
ru: Новый пароль
th: รหัสผ่านใหม่
tr: Yeni şifre

source: Confirm Password
ar: تأكيد كلمة المرور
es: Confirmar contraseña
fa: رمز عبور را تأیید کنید
ru: Подтвердите пароль
th: ยืนยันรหัสผ่าน
tr: Şifreyi Onayla

source: City
ar: مدينة
es: Ciudad
fa: شهرستان
ru: город
th: เมือง
tr: şehir

source: State
ar: دولة
es: Estado
fa: استان
ru: состояние
th: รัฐ
tr: devlet

source: Email
ar: البريد الإلكتروني
es: Correo electrónico
fa: ایمیل
th: อีเมล์
tr: E-posta

source: Parent
ar: أصل
es: Padre
fa: والدین
ru: родитель
th: ผู้ปกครอง
tr: ebeveyn

source: Child
ar: طفل
es: Niño
fa: کودک
ru: ребенок
th: เด็ก
tr: çocuk
