Repository: ajaydasinfomedia/NiftySIS
Catalog: src/Locale/*/default.po
Languages: ar, es, fa, ru, th, tr

source: Enter Phone Number
ar: أدخل رقم الهاتف
es: Ingrese el número de teléfono
fa: شماره تلفن را وارد کنید
ru: Введите номер телефона
th: ป้อนหมายเลขโทรศัพท์
tr: Telefon Numarasını Girin

source: Enter Valid Email
ar: أدخل بريد إلكتروني صالح
es: Ingrese el correo electrónico válido
fa: ایمن ایمیل وارد کنید
ru: Введите действительный адрес электронной почты
th: ป้อนอีเมลที่ถูกต้อง
tr: Geçerli E-postayı Girin

source: Submitted Documents
ar: المستندات المقدمة
es: Documentos presentados
fa: مدارک ارسال شده
ru: Представленные документы
th: ส่งเอกสารแล้ว
tr: Gönderilen Belgeler

source: Curriculum Vitae
ar: السيرة الذاتية
fa: رشته تحصیلی
ru: Биографическая справка
th: ประวัติหลักสูตร
tr: Özgeçmiş

source: Education Certificate
ar: شهادة التعليم
es: Certificado de educación
fa: گواهی آموزش
ru: Сертификат образования
th: ใบรับรองการศึกษา
tr: Eğitim Sertifikası

source: Experience Certificate
ar: شهادة الخبرة
es: Certificado de experiencia
fa: گواهی تجربه
ru: Сертификат опыта
th: ใบรับรองประสบการณ์
tr: Deneyim Sertifikası

source: Save Teacher
ar: حفظ المعلم
es: Guardar maestro
fa: صرفه جویی در معلم
ru: Сохранить учителя
th: บันทึกครู
tr: Öğretmeni kaydet

source: Issue Date:
ar: تاريخ الإصدار:
es: Fecha de emisión:
fa: تاریخ انتشار:
ru: Дата выпуска:
th: วันที่ออก:
tr: Yayınlanma Tarihi:

source: Status:
ar: الحالة:
es: Estado:
fa: وضعیت:
ru: Статус:
th: สถานะ:
tr: Durum:

source: Payment To
ar: الدفع إلى
es: Pago a
fa: پرداخت به
ru: Оплата до
th: ชำระเงินถึง
tr: Ödeme

source: Bill to
ar: بيل ل
es: Bill a
fa: بیل به
ru: Билль
th: บิลไป
tr: ya fatura edilecek

source: Invoice Entries
ar: إدخالات الفاتورة
es: Entradas de factura
fa: مقالات فاکتور
ru: Записи счетов
th: รายการใบแจ้งหนี้
tr: Fatura Girişleri

source: Entry
ar: دخول
es: Entrada
fa: ورود
ru: запись
th: การเข้า
tr: giriş

source: Price
ar: السعر
es: Precio
fa: قیمت
ru: цена
th: ราคา
tr: fiyat

source: Grand Total:
ar: المجموع الكلي:
es: Gran total:
fa: مجموع کل:
ru: Всего:
th: ยอดรวม:
tr: Büyük Toplam:

source: Submission List
ar: قائمة التقديم
es: Lista de envío
fa: لیست ثبت نام
ru: Список представлений
th: ส่งข้อมูล
tr: Gönderme Listesi

source: Submitted Date
ar: تاريخ التقديم
es: Fecha de envío
fa: تاریخ ارسال شده
ru: Дата отправки
th: วันที่ส่ง
tr: Gönderim Tarihi

source: No Submission Data Available
ar: لا بيانات التقديم المتاحة
es: No hay datos de envío disponibles
fa: داده های ارسال موجود نیست
ru: Нет данных для отправки
th: ไม่มีข้อมูลการส่งข้อมูล
tr: Gönderi Verisi Yok

source: Today's Attendance
ar: حضور اليوم
es: Asistencia de hoy
fa: حضور امروز
ru: Сегодняшний Посещаемость
th: การเข้าร่วมงานวันนี้
tr: Bugünün Katılımı

source: Noticeboard
ar: اللافتة
es: Tablón de anuncios
fa: تابلو اعلانات
ru: обьявлений
th: ป้ายประกาศ
tr: duyuru panosu

source: Email Templates
ar: قوالب البريد الإلكتروني
es: Plantillas de correo electrónico
fa: قالب های ایمیل
ru: Шаблоны для электронной почты
th: เทมเพลตอีเมล
tr: E-posta Şablonları

source: Email Subject:
ar: موضوع البريد الإلكتروني:
es: Asunto del correo electrónico:
fa: موضوع ایمیل:
ru: Тема электронного письма:
th: หัวเรื่องอีเมล์:
tr: Email konusu:

source: Enter Email Subject
ar: أدخل موضوع البريد الإلكتروني
es: Ingresar asunto de correo electrónico
fa: پست الکترونیک را وارد کنید
ru: Введите тему электронной почты
th: ป้อนหัวเรื่องอีเมล
tr: E-posta Konusunu Girin

source: Email Template:
ar: قالب البريد الإلكتروني:
es: Plantilla de correo electrónico:
fa: الگو ایمیل:
ru: Шаблон электронной почты:
th: แม่แบบอีเมล:
tr: E-posta Şablonu:

source: You can use following variables in the email template
ar: يمكنك استخدام المتغيرات التالية في قالب البريد الإلكتروني
es: Puede usar las siguientes variables en la plantilla de correo electrónico
fa: شما می توانید از متغیرهای زیر در قالب ایمیل استفاده کنید
ru: Вы можете использовать следующие переменные в шаблоне электронной почты
th: คุณสามารถใช้ตัวแปรต่อไปนี้ในเทมเพลตอีเมล
tr: E-posta şablonunda aşağıdaki değişkenleri kullanabilirsiniz

source: Exam Start Date
ar: تاريخ بدء الامتحان
es: Fecha de inicio del examen
fa: تاریخ شروع آزمون
ru: Дата начала экзамена
th: วันที่เริ่มต้นการสอบ
tr: Sınav Başlangıç ​​Tarihi

source: Add Fee Type
ar: إضافة نوع الرسوم
es: Agregar tipo de tarifa
fa: افزودن نوع هزینه
ru: Добавить тип сбора
th: เพิ่มประเภทค่าธรรมเนียม
tr: Ücret Türü Ekleme

source: Fee Type List
ar: قائمة نوع الرسوم
es: Lista de tarifas
fa: لیست نوع هزینه
ru: Список типов платежей
th: ประเภทค่าธรรมเนียม
tr: Ücret Türü Listesi

source: Generate Invoice
ar: توليد الفاتورة
es: Generar Factura
fa: تولید صورتحساب
ru: Создать счет-фактуру
th: สร้างใบแจ้งหนี้
tr: Fatura Oluştur

source: Type
ar: نوع
es: Tipo
fa: نوع
ru: тип
th: ชนิด
tr: tip

source: FeeType:
ar: نوع الرسوم:
es: Tipo de tarifa:
fa: نوع هزینه:
ru: Тип оплаты:
th: ประเภทค่าธรรมเนียม:
tr: Ücret türü:

source: Save Fee Type
ar: حفظ نوع الرسوم
es: Guardar tarifa tipo
fa: صرفه جویی در هزینه نوع
ru: Сохранить тип взноса
th: ประเภทค่าธรรมเนียมการจัดเก็บ
tr: Ücret Türünü Kaydet

source: Fee Type
ar: نوع الرسوم
es: Tipo de tarifa
fa: نوع هزینه
ru: Тип платы
th: ประเภทค่าธรรมเนียม
tr: Ücret Türü

source: Select Fee Type
ar: حدد نوع الرسوم
es: Seleccione el tipo de tarifa
fa: نوع هزینه را انتخاب کنید
ru: Выберите тип оплаты
th: เลือกประเภทค่าธรรมเนียม
tr: Ücret Türünü Seç

source: Add Or Remove
ar: إضافة أو إزالة
es: Agregar o quitar
fa: اضافه یا حذف
ru: Добавить или удалить
th: เพิ่มหรือลบ
tr: Ekle veya Kaldır

source: Amount
ar: كمية
es: Monto
fa: مقدار
ru: сумма
th: จำนวน
tr: miktar

source: Enter Amount
ar: أدخل المبلغ
es: Ingresar cantidad
fa: مقدار را وارد کنید
ru: Введите сумму
th: ป้อนจำนวนเงิน
tr: Tutarı Girin

source: Create Fee Type
ar: إنشاء نوع الرسوم
es: Crear tipo de tarifa
fa: ایجاد نوع هزینه
ru: Создать тип сбора
th: สร้างประเภทค่าธรรมเนียม
tr: Ücret Türü Oluştur

source: Cash
ar: النقد
es: Efectivo
fa: نقدی
ru: наличные деньги
th: เงินสด
tr: nakit

source: Cheque
ar: الاختيار
fa: چک کنید
ru: Проверить
th: ตรวจสอบ
tr: Kontrol

source: Bank Transfer
ar: تحويل مصرفي
es: Transferencia bancaria
fa: انتقال بانك
ru: Банковский перевод
th: การโอนเงินผ่านธนาคาร
tr: Banka havalesi

source: No Fee data Available
ar: لا توجد بيانات الرسوم المتاحة
es: Sin datos de tarifas disponibles
fa: بدون هزینه اطلاعات موجود است
ru: Нет доступных данных
th: ไม่มีข้อมูลค่าธรรมเนียม
tr: Ücret Verisi mevcut değil

source: No Fee Type data Available
ar: لا توجد بيانات نوع الرسوم المتاحة
es: No hay datos de tipo de cargo disponibles
fa: هیچ نوع هزینه اطلاعات موجود نیست
ru: Нет данных Тип оплаты
th: ไม่มีข้อมูลประเภทค่าธรรมเนียมมีให้บริการ
tr: Ücret Tipi Veri Yok

source: Edit Invoice
ar: تحرير الفاتورة
es: Editar factura
fa: ویرایش صورتحساب
ru: Изменить счет-фактуру
th: แก้ไขใบกำกับสินค้า
tr: Faturayı Düzenle

source: Student:
ar: طالب:
es: Estudiante:
fa: دانشجو:
ru: Студент:
th: นักศึกษา:
tr: Öğrenci:

source: Fee Type :
ar: نوع الرسوم:
es: Tipo de tarifa:
fa: نوع هزینه:
ru: Тип оплаты:
th: ประเภทค่าธรรมเนียม:
tr: Ücret Türü

source: Year :
ar: العام:
es: Año:
fa: سال:
ru: Год выпуска:
th: ปี:
tr: Yıl:

source: Starting Year
ar: بداية العام
es: Año de inicio
fa: شروع سال
ru: Начало года
th: ปีที่เริ่มต้น
tr: Başlangıç ​​yıl

source: Ending Year
ar: نهاية العام
es: Año final
fa: پایان سال
ru: Год окончания
th: สิ้นปี
tr: Bitiş Yılı

source: Create Invoice
ar: إنشاء الفاتورة
es: Crear Factura
fa: ایجاد فاکتور
ru: Создать счет-фактуру
th: สร้างใบแจ้งหนี้
tr: Fatura Yarat

source: Issue Date :
ar: تاريخ الإصدار:
es: Fecha de emisión:
fa: تاریخ انتشار:
ru: Дата выпуска:
th: วันที่ออก:
tr: Yayınlanma Tarihi:

source: Status :
ar: الحالة:
es: Estado:
fa: وضعیت:
ru: Статус:
th: สถานะ:
tr: Durum:

source: Total
ar: مجموع
fa: مجموع:
ru: общий
th: ทั้งหมด
tr: toplam

source: Sub Total:
ar: المجموع الفرعي:
fa: زیر مجموع:
ru: Итого:
th: รวมย่อย:
tr: Alt Toplam:

source: Payment Made:
ar: الدفع المقدم:
es: Pago realizado:
fa: پرداخت انجام شده:
ru: Оплата:
th: การชำระเงินที่ทำ:
tr: Ödeme yapılmış:

source: Due Amount:
ar: المبلغ المستحق:
es: Monto debido:
fa: مقدار قابل توجه:
ru: Сумма задолженности:
th: จำนวนเงินที่ครบกำหนด:
tr: Son Tutar:

source: Payment History
ar: تاريخ الدفع
es: Historial de pagos
fa: تاریخ پرداخت
ru: История платежей
th: ประวัติการชำระเงิน
tr: Ödeme Geçmişi

source: Method
ar: طريقة
es: Método
fa: روش
ru: метод
th: วิธี
tr: yöntem

source: ---Select Fee Type---
ar: --- اختر نوع الرسوم ---
es: --- Seleccione el tipo de tarifa ---
fa: --- انتخاب نوع هزینه ---
ru: --- Выберите тип оплаты ---
th: --- เลือกประเภทค่าธรรมเนียม ---
tr: --- Ücret Türü Seçiniz ---

source: Grade List
ar: قائمة الصف
es: Lista de calificaciones
fa: لیست درجه
ru: Список классов
th: grade รายการ
tr: Not Listesi

source: Add Grade
ar: إضافة درجة
es: Agregar grado
fa: اضافه کردن درجه
ru: Добавить класс
th: เพิ่มระดับ
tr: Not ekle

source: Grade for 100 Marks Exam
ar: الصف ل 100 علامات الامتحان
es: Grado para el examen de 100 marcas
fa: کلاس 100 امتحان امتحان
ru: Оценка за 100 баллов
th: เกรด 100 คะแนน
tr: 100 Marka Sınavı için Not

source: Grade Name
ar: اسم الصف
es: Nombre de grado
fa: نام درجه
ru: Имя класса
th: ชื่อชั้นเรียน
tr: Sınıf adı

source: Enter Grade Name
ar: أدخل اسم الدرجة
es: Ingrese el nombre del grado
fa: نام درجه را وارد کنید
ru: Введите имя класса
th: ป้อนชื่อระดับ
tr: Sınıf Adını Girin

source: Grade Point
ar: نقطة الصف
es: Punto de Grado
fa: نقطه درجه
ru: Точка оценки
tr: Not Noktası

source: Enter Grade Point
ar: أدخل درجة الصف
es: Ingrese el punto de calificación
fa: نقطه درجه را وارد کنید
ru: Введите оценку
th: ป้อน Grade Point
tr: Not Noktası Girin

source: mark From
ar: علامة من
es: marca de
fa: علامت از
ru: отметить от
th: ทำเครื่องหมายจาก
tr: Gönderen

source: Enter Grade Form
ar: أدخل نموذج التقدير
es: Ingrese el formulario de calificaciones
fa: فرم درجه را وارد کنید
ru: Введите форму оценки
th: ป้อนแบบฟอร์มเกรด
tr: Not Formunu Girin

source: Mark Upto
ar: وضع علامة على
fa: علامت گذاری به عنوان
ru: маркировать до
th: ทำเครื่องหมายได้
tr: Yukarı İşaretle

source: Enter Grade Upto
ar: أدخل الصف حتى
es: Ingrese Grade Upto
fa: درجه را به بالا وارد کنید
ru: Введите класс Upto
th: ป้อนเกรดถึง
tr: dereceye girmek

source: Comment
ar: تعليق
es: Comentario
fa: نظر
ru: комментарий
th: คิดเห็น
tr: açıklama

source: Enter Grade Comment
ar: أدخل تعليق الصف
es: Ingrese el comentario de grado
fa: نظر درجه را وارد کنید
ru: Введите комментарий к уроку
th: ป้อนความคิดเห็นระดับ
tr: Not Yorumunu Girin

source: Grade Name
ar: اسم الصف
es: Nombre de grado
fa: نام درجه
ru: Имя класса
th: ชื่อชั้นเรียน
tr: Sınıf adı

source: Grade Point
ar: نقطة الصف
es: Punto de Grado
fa: نقطه درجه
ru: Точка оценки
th: คะแนนระดับ
tr: Not Noktası

source: Mark From
ar: علامة من
es: Marcar de
fa: مارک از
ru: Отметить от
th: ทำเครื่องหมายจาก
tr: İşaretle

source: Mark Upto
ar: وضع علامة على
fa: علامت گذاری به عنوان
th: ทำเครื่องหมายได้
tr: Yukarı İşaretle

source: No Grade Data Available
ar: لا توجد بيانات للصف متاح
es: No hay datos de calificaciones disponibles
fa: هیچ درجه ای در دسترس نیست
ru: Нет данных о ранге
th: ไม่มีข้อมูลระดับชั้น
tr: Sınıf Verisi Mevcut Değil

source: Edit Grade
ar: تحرير الصف
es: Editar grado
fa: ویرایش درجه
ru: Изменить класс
th: แก้ไขระดับ
tr: Notu Düzenle

source: mark Upto
ar: بمناسبة تصل
es: marca Upto
fa: علامت گذاری به عنوان
ru: маркировать до
th: ทำเครื่องหมายได้
tr: işaretlemek

source: Update Grade
ar: تحديث الصف
es: Actualizar grado
fa: درجه به روزرسانی
ru: Обновить оценку
th: อัปเดตเกรด
tr: Sınıfı güncelle

source: Exam Hall List
ar: قائمة امتحان قاعة
es: Lista de exámenes
fa: لیست سالن آزمون
ru: Список экзаменаторов
th: รายการห้องสอบ
tr: Sınav Salonu Listesi

source: Add Exam Hall
ar: إضافة قاعة الامتحان
es: agregar sala de examen
fa: اضافه کردن سالن آزمون
ru: Добавить зал экзамена
th: เพิ่มห้องสอบ
tr: Sınav Salonu ekle

source: Exam Hall Name
ar: اسم قاعة الامتحان
es: Nombre de la sala de examen
fa: نام جلسه آزمون
ru: Название экзаменационного зала
th: ชื่อห้องสอบ
tr: Sınav Salonu Adı

source: Enter Exam Hall Name
ar: أدخل اسم قاعة الاختبار
es: Ingrese el nombre del pasillo de examen
fa: نام تالار آزمون را وارد کنید
ru: Введите имя экзаменационного зала
th: ป้อนชื่อห้องสอบ
tr: Sınav Salonu Adını Girin

source: Numeric Value
ar: قيمة رقمية
es: Valor numérico
fa: ارزش عددی
ru: Числовое значение
th: ค่าตัวเลข
tr: Sayısal Değer

source: Enter Exam Hall Numeric Value
ar: ادخل قيمة القاعة الرقمية للامتحان
es: Ingrese el valor numérico de la sala de examen
fa: مقدار عددي امتحان را وارد کنيد
ru: Введите номер вступительного экзамена
th: ป้อนค่าตัวเลขของห้องสอบ
tr: Sınav Salonu Sayısal Değerini Girin

source: Capacity
ar: قدرة
es: Capacidad
fa: ظرفیت
ru: мощность
th: ความจุ
tr: kapasite

source: Enter Exam Hall Capacity
ar: أدخل سعة قاعة الاختبار
es: Ingrese la capacidad del examen Hall
fa: ظرفیت آزمایشگاه را وارد کنید
ru: Введите объем вступительного экзамена
th: ป้อนความจุของห้องสอบ
tr: Sınav Salonu Kapasitesini Girin

source: Enter Exam Hall Description
ar: أدخل وصف قاعة الامتحان
es: Entrar en la descripción del examen
fa: توضیحات تالار آزمون را وارد کنید
ru: Введите описание экзаменационного зала
th: ป้อนคำอธิบายของห้องสอบ
tr: Sınav Salonu Açıklaması girin

source: Start Time
ar: وقت البدء
es: Hora de inicio
fa: زمان شروع
ru: Время начала
th: เวลาเริ่มต้น
tr: Başlangıç ​​zamanı

source: End Time
ar: وقت الانتهاء
es: Hora de finalización
fa: پایان زمان
ru: Время окончания
th: เวลาสิ้นสุด
tr: Bitiş zamanı

source: Assign Student Exam Hall
ar: تعيين قاعة اختبار الطلاب
es: Asignar Student Exam Hall
fa: اختصاص دادن تالار دانشجویان
ru: Назначить студенческий экзаменационный зал
th: กำหนดห้องสอบสำหรับนักเรียน
tr: Öğrenci Sınav Salonunu Atama

source: Exam Hall
ar: قاعة الامتحان
es: sala de examen
fa: تالار آزمون
ru: Экзамен
th: ห้องสอบ
tr: Sınav Salonu

source: Exam Hall Name
ar: اسم قاعة الامتحان
es: Nombre de la sala de examen
fa: نام جلسه آزمون
ru: Название экзаменационного зала
th: ชื่อห้องสอบ
tr: Sınav Salonu Adı

source: Exam Hall Numeric Value
ar: قاعة الامتحان القيمة الرقمية
es: Valor numérico de la sala de examen
fa: ارزش عددي آزمونگاه
ru: Номер экзаменационного номера
th: ค่าตัวเลขการสอบของห้องสอบ
tr: Sınav Salonu Sayısal Değeri

source: No Exam Hall Data Available
ar: لا تتوفر قاعة بيانات الاختبار
es: No hay datos de Hall de exámenes disponibles
fa: هیچ اطلاعاتی در دسترس نیست
ru: Нет доступных данных экзаменационного зала
th: ไม่มีข้อมูลการสอบของห้องโถง
tr: Sınav Salonu Verisi Mevcut Değil

source: Edit Exam Hall
ar: تحرير قاعة الامتحان
es: Editar el examen Hall
fa: ویرایش تالار امتحان
ru: Редактировать экзаменационный зал
th: แก้ไขห้องสอบ
tr: Sınav Salonunu Düzenle

source: Enter Exam Number of Hall
ar: أدخل امتحان رقم القاعة
es: Ingrese el número de examen de Hall
fa: آزمون تعداد سالن را وارد کنید
ru: Введите номер экзамена
th: ป้อนจำนวนสอบของห้องโถง
tr: salonun sınav sayısını gir

source: Add Holiday
ar: أضف عطلة
es: Añadir vacaciones
fa: تعطیلات را اضافه کنید
ru: Добавить праздник
th: เพิ่มวันหยุด
tr: Tatil ekle

source: Holiday Title
ar: عنوان العطلة
es: Título de vacaciones
fa: عنوان تعطیلات
ru: Заголовок праздника
th: ชื่อวันหยุด
tr: Tatil Başlığı

source: Enter Holiday Title
ar: أدخل عنوان العطلة
es: Ingresar título de vacaciones
fa: تعطیلات را وارد کنید
ru: Введите название праздника
th: ป้อนชื่อวันหยุด
tr: Tatil Başlığı Girin

source: Edit Holiday
ar: تحرير عطلة
es: Editar vacaciones
fa: تعطیلات را ویرایش کنید
ru: Редактировать праздник
th: แก้ไขวันหยุด
tr: Tatil Düzenle

source: Holiday Title :
ar: عنوان العطلة:
es: Título de vacaciones:
fa: تعطیلات عنوان:
ru: Название праздника:
th: ชื่อวันหยุด:
tr: Tatil Başlığı:

source: Created Date
ar: تاريخ الإنشاء
es: Fecha de creación
fa: تاریخ ایجاد شده
ru: Дата создания
th: สร้างวันที่
tr: Oluşturulma Tarihi

source: Enter Bed capacity
ar: أدخل سعة السرير
es: Ingrese capacidad de cama
fa: ظرفیت تختخواب را وارد کنید
ru: Введите емкость кровати
th: ป้อนความจุเตียง
tr: Yatak kapasitesini girin

source: School Master - School Management Installation Wizard
ar: ماجستير المدرسة - معالج تثبيت إدارة المدرسة
fa: مدرسه مدرسه - مدیریت مدرسه جادوگر نصب و راه اندازی
ru: Мастер школы - Мастер установки школьного управления
th: ตัวช่วยสร้างการจัดการโรงเรียนต้นแบบ - โรงเรียน
tr: Okul Master - Okul Yönetimi Kurulum Sihirbazı

source: Database Setup
ar: إعداد قاعدة البيانات
es: Configuración de la base
fa: راه اندازی پایگاه داده
ru: Настройка базы данных
th: การตั้งค่าฐานข้อมูล
tr: Veritabanı Kurulumu

source: Database Name
ar: اسم قاعدة البيانات
es: Nombre de la base
fa: نام پایگاه داده
ru: Название базы данных
th: ชื่อฐานข้อมูล
tr: Veritabanı Adı

source: Database Username
ar: اسم مستخدم قاعدة البيانات
es: Nombre de usuario de la base
fa: نام کاربری پایگاه داده
ru: Имя пользователя базы данных
th: ชื่อผู้ใช้ฐานข้อมูล
tr: Veritabanı Kullanıcı Adı

source: Database Password
ar: كلمة مرور قاعدة البيانات
es: Contraseña de base
fa: رمز عبور پایگاه داده
ru: Пароль базы данных
th: รหัสผ่านฐานข้อมูล
tr: Veritabanı Şifresi

source: Host
ar: مضيف
fa: میزبان
ru: хозяин
th: เจ้าภาพ
tr: evsahibi

source: Fields are required.
ar: الحقول مطلوبة.
es: Los campos son obligatorios
fa: زمینه مورد نیاز است.
ru: Поля обязательны.
th: ต้องระบุข้อมูล
tr: Alanlar gerekli.

source: System Settings
ar: إعدادات النظام
es: Configuración del sistema
fa: تنظیمات سیستم
ru: Системные настройки
th: การตั้งค่าระบบ
tr: Sistem Ayarları

source: System Name
ar: اسم النظام
es: Nombre del sistema
fa: نام سیستم
ru: Название системы
th: ชื่อระบบ
tr: Sistem adı

source: Country
ar: بلد
es: País
fa: کشور
ru: страна
th: ประเทศ
tr: ülke

source: Select Currency
ar: اختر العملة
es: Seleccione moneda
fa: انتخاب ارز
ru: Выберите валюту
th: เลือกสกุลเงิน
tr: Para Birimi Seç

source: Date Format
ar: تنسيق التاريخ
es: Formato de fecha
fa: فرمت تاریخ
ru: Формат даты
th: รูปแบบวันที่
tr: Tarih formatı

source: System Language
ar: لغة النظام
es: Idioma del sistema
fa: زبان سیستم
ru: Язык системы
th: ภาษาของระบบ
tr: Sistem dili

source: Login Details
ar: تفاصيل تسجيل الدخول
es: Detalles de acceso
fa: جزئیات ورود
ru: Детали входа
th: รายละเอียดการเข้าสู่ระบบ
tr: Giriş Detayları

source: Password
ar: كلمة المرور
es: Contraseña
fa: رمز عبور
ru: пароль
th: รหัสผ่าน
tr: şifre

source: Finish
ar: نهاية
es: Finalizar
fa: پایان دادن
ru: отделка
th: เสร็จสิ้น
tr: bitiş

source: Please Note :
ar: يرجى ملاحظة:
es: Tenga en cuenta:
fa: لطفا توجه داشته باشید:
ru: Примечание:
th: โปรดทราบ:
tr: Lütfen not:

source: 1. It may take couple of minutes to set-up database.
ar: 1. قد يستغرق الأمر بضع دقائق لإعداد قاعدة البيانات.
es: 1. Puede tomar unos minutos para configurar la base de datos.
fa: 1. برای تنظیم پایگاه داده ممکن است چند دقیقه طول بکشد.
ru: 1. Настройка базы данных может занять пару минут.
th: 1. อาจใช้เวลาสองถึงสามนาทีในการตั้งค่าฐานข้อมูล
tr: 1. Veritabanını kurmak birkaç dakika sürebilir.

source: 2. Do not refresh page after clicking on install button.
ar: 2. لا تقم بتحديث الصفحة بعد النقر على زر التثبيت.
es: 2. No actualice la página después de hacer clic en el botón de instalación.
fa: 2. پس از کلیک روی دکمه نصب صفحه صفحه را بازخوانی نکنید.
ru: 2. Не обновляйте страницу после нажатия кнопки установки.
th: 2. อย่ารีเฟรชหน้าหลังจากคลิกปุ่มติดตั้ง
tr: 2. Yükle düğmesine bastıktan sonra sayfayı yenilemeyin.

source: 3. You will receive success message once installation is finished.
ar: 3. سوف تتلقى رسالة نجاح النجاح بمجرد الانتهاء من التثبيت.
es: 3. Recibirá un mensaje de éxito una vez que la instalación haya finalizado.
fa: 3. هنگامی که نصب تمام شد، پیغام موفقیت را دریافت خواهید کرد.
ru: 3. После завершения установки вы получите сообщение об успешном завершении.
th: 3. คุณจะได้รับข้อความแสดงความสำเร็จเมื่อการติดตั้งเสร็จสิ้น
tr: 3. Kurulum tamamlandıktan sonra başarı mesajı alacaksınız.

source: 4. Click on install to complete the installation.
ar: 4. انقر فوق التثبيت لإكمال التثبيت.
es: 4. Haga clic en instalar para completar la instalación.
fa: 4. روی نصب کلیک کنید تا نصب کامل شود.
ru: 4. Нажмите «Установить», чтобы завершить установку.
th: 4. คลิกติดตั้งเพื่อสิ้นสุดการติดตั้ง
tr: 4. Kurulumu tamamlamak için yüklemeye tıklayın.

source: Please Wait System is now installing.
ar: يرجى الانتظار يتم الآن تثبيت النظام.
es: Espere, el sistema ahora está instalando.
fa: لطفا صبر کنید سیستم در حال نصب است.
ru: Подождите, пока система будет установлена.
th: โปรดรอสักครู่ระบบกำลังติดตั้ง
tr: Lütfen Sistemin Kurulmasını Bekleyiniz.

source: Congratulation
ar: تهنئة
es: Enhorabuena
fa: تبریک
ru: поздравление
th: การแสดงความยินดี
tr: tebrik

source: Installation Completed Successfully
ar: اكتمل التثبيت بنجاح
es: Instalación completada con éxito
fa: نصب و راه اندازی موفقیت آمیز است
ru: Успешно завершена установка
th: การติดตั้งเสร็จสมบูรณ์เรียบร้อยแล้ว
tr: Kurulum Başarıyla Tamamlandı

source: Click
ar: انقر
fa: کلیک کنید
ru: Нажмите
th: คลิก
tr: tık

source: here to redirect on login page.
ar: هنا لإعادة توجيه على صفحة تسجيل الدخول.
es: aquí para redirigir en la página de inicio de sesión.
fa: اینجا برای تغییر مسیر در صفحه ورود به سیستم.
ru: здесь для перенаправления на странице входа.
th: ที่นี่เพื่อเปลี่ยนเส้นทางในหน้าเข้าสู่ระบบ
tr: giriş sayfasına yönlendirmek için buraya tıklayın.

source: Dashboard
ar: لوحة القيادة
es: Tablero
fa: داشبورد
ru: приборная панель
th: หน้าปัด
tr: gösterge paneli

source: Admission
ar: قبول
es: Admisión
fa: پذیرش
ru: вход
th: การรับเข้า
tr: kabul

source: Members
ar: الأعضاء
es: Miembros
fa: اعضا
ru: члены
th: สมาชิก
tr: Üye

source: Class Routine
ar: فئة الروتينية
es: Rutina de clase
fa: کلاس معمولی
ru: Классная рутина
th: ชั้นเรียนประจำ
tr: Sınıf Rutin

source: Mark Manage
ar: مارك ادارة
es: marca administrar
fa: علامت گذاری به عنوان مدیریت
ru: отметьте управление
th: ทำเครื่องหมายจัดการ

source: Homework
ar: الواجب المنزلي
es: Tarea
fa: مشق شب
ru: домашнее задание
th: การบ้าน
tr: ödev

source: Reminder
ar: تذكير
es: Recordatorio
fa: یادآوری
ru: напоминание
th: การแจ้งเตือน
tr: Hatırlatma

source: Message
ar: رسالة
es: Mensaje
fa: پیام
ru: сообщение
th: ข่าวสาร
tr: Mesaj

source: Notice
ar: إشعار
es: Aviso
fa: توجه کن
ru: уведомление
th: แจ้งให้ทราบ
tr: ihbar

source: News
ar: أخبار
es: Noticias
fa: اخبار
ru: новости
th: ข่าว
tr: haber

source: Event
ar: حدث
es: Evento
fa: رویداد
ru: событие
th: เหตุการณ์
tr: olay

source: Holiday
ar: عطلة
es: Vacaciones
fa: تعطیلات
ru: праздник
th: วันหยุด
tr: tatil

source: Hostel
ar: نزل
es: Albergue
fa: خوابگاه
ru: общежитие
th: ที่พัก
tr: pansiyon

source: Transport
ar: نقل
es: Transporte
fa: حمل و نقل
ru: транспорт
th: การขนส่ง
tr: taşıma

source: Payment
ar: دفع
es: Pago
fa: پرداخت
ru: оплата
th: การชำระเงิน
tr: ödeme

source: Fee Payment
ar: دفع الرسوم
es: Pago de honorarios
fa: پرداخت هزینه
ru: Плата за оплату
th: การชำระค่าธรรมเนียม
tr: Ücret ödemesi

source: Library
ar: مكتبة
es: Biblioteca
fa: کتابخانه
ru: библиотека
th: ห้องสมุด
tr: kütüphane

source: Import/Export
ar: الاستيراد / التصدير
es: Importar / Exportar
fa: واردات / صادرات
ru: Импорт / Экспорт
th: นำเข้า / ส่งออก
tr: İthalat / İhracat

source: Report
ar: تقرير
es: Informe
fa: گزارش
ru: отчет
th: รายงาน
tr: rapor

source: Migration
ar: هجرة
es: Migración
fa: مهاجرت
ru: миграция
th: การย้ายถิ่น
tr: göç

source: SMS Setting
ar: إعداد الرسائل القصيرة
es: Configuración de SMS
fa: تنظیمات SMS
ru: Настройка SMS
th: การตั้งค่า SMS
tr: SMS Ayarı

source: School Settings
ar: إعدادات المدرسة
es: Configuración de la escuela
fa: تنظیمات مدرسه
ru: Настройки школы
th: การตั้งค่าโรงเรียน
tr: Okul ayarları

source: Category
ar: فئة
es: Categoría
fa: دسته
ru: категория
th: หมวดหมู่
tr: kategori

source: Category Name:
ar: اسم الفئة:
es: Nombre de categoría:
fa: نام گروه:
ru: Название категории:
th: ชื่อหมวดหมู่:
tr: Kategori Adı:

source: Add Category
ar: إضافة فئة
es: Agregar categoría
fa: اضافه کردن رده
ru: Добавить категорию
th: เพิ่มหมวดหมู่
tr: Kategori ekle

source: Rack Loaction Name:
ar: اسم رف الرف:
fa: نام و نام خانوادگی:
ru: Место расположения стойки:
th: ชื่อสถานที่ของชั้น:
tr: Raf Bağlantısı Adı:
