Repository: ajaydasinfomedia/NiftySIS
Catalog: src/Locale/*/default.po
Languages: ar, es, fa, ru, th, tr

source: Start Date
ar: تاريخ البدء
es: Fecha de inicio
fa: تاریخ شروع
ru: Дата начала
th: วันที่เริ่มต้น
tr: Başlangıç ​​Tarihi

source: End Date
ar: تاريخ الانتهاء
es: Fecha de finalización
fa: تاریخ پایان
ru: Дата окончания
th: วันที่สิ้นสุด
tr: Bitiş Tarihi

source: No Event Data Available.
ar: لا بيانات الحدث المتاحة.
es: No hay datos de eventos disponibles.
fa: داده های رویداد موجود نیست
ru: Нет данных о событиях.
th: ไม่มีข้อมูลกิจกรรม
tr: Etkinlik Verisi Yok.

source: Exam Hall Receipt
ar: امتحان قاعة امتحان
es: Recibo de sala de examen
fa: دریافت امتحان سالن
ru: Получение экзаменационного зала
th: การรับห้องสอบ
tr: Sınav Salonu Makbuzu

source: Select Exam
ar: حدد الامتحان
es: Seleccionar examen
fa: آزمون را انتخاب کنید
ru: Выберите Экзамен
th: เลือกการสอบ
tr: Sınav Seçiniz

source: Exam Title
ar: عنوان الامتحان
es: Título del examen
fa: عنوان آزمون
ru: Название экзамена
th: ชื่อสอบ
tr: Sınav Başlığı

source: Section
ar: قسم
es: Sección
fa: بخش
ru: раздел
th: ส่วน
tr: bölüm

source: Term
ar: مصطلح
es: Término
fa: شرایط
ru: срок
th: วาระ
tr: terim

source: Exam Start Date
ar: تاريخ بدء الامتحان
es: Fecha de inicio del examen
fa: تاریخ شروع آزمون
ru: Дата начала экзамена
th: วันที่เริ่มต้นการสอบ
tr: Sınav Başlangıç ​​Tarihi

source: Exam End Date
ar: تاريخ نهاية الامتحان
es: Fecha de finalización del examen
fa: تاریخ پایان امتحان
ru: Дата окончания экзамена
th: วันที่สิ้นสุดการสอบ
tr: Sınav Sonu Tarihi

source: Exam Comment
ar: تعليق الامتحان
es: Comentario del examen
fa: نمونه آزمون
ru: Комментарий
th: ข้อคิดเห็นการสอบ
tr: Sınav Yorumu

source: Download Syllabus
ar: تنزيل المنهج
es: Descargar Syllabus
fa: دانلود سیلابوز
ru: Скачать Силлабус
th: ดาวน์โหลด Syllabus
tr: Syllabus'u indirin

source: View Syllabus
ar: عرض المنهج
es: Ver plan de estudios
fa: مشاهده سندباد
ru: Взгляд на Силлабус
th: ดูหลักสูตร
tr: Ders Notunu Görüntüle

source: Manage Exam Time
ar: إدارة وقت الامتحان
es: Administrar el tiempo de examen
fa: مدیریت زمان آزمون
ru: Управление временем экзамена
th: จัดการเวลาในการสอบ
tr: Sınav Zamanını Yönet

source: Exam
ar: امتحان
es: Examen
fa: امتحان
ru: экзамен
th: การสอบ
tr: sınav

source: Exam Start Time
ar: امتحان وقت البدء
es: Hora de inicio del examen
fa: زمان شروع آزمون
ru: Время начала экзамена
th: เวลาเริ่มสอบ
tr: Sınav Başlangıç ​​Zamanı

source: Exam End Time
ar: امتحان نهاية الوقت
es: Tiempo de finalización del examen
fa: زمان پایان آزمون
ru: Время окончания экзамена
th: เวลาสิ้นสุดการสอบ
tr: Sınav Sonu Zamanı

source: Select
ar: اختر
es: Seleccionar
fa: انتخاب کنید
ru: выбрать
th: เลือก
tr: seçmek

source: Save Time Table
ar: حفظ جدول الوقت
es: Guardar tabla de tiempo
fa: صرفه جویی در جدول زمان
ru: Сохранить таблицу времени
th: บันทึกตารางเวลา
tr: Zaman Tablosunu Kaydedin

source: No Subject Data Available
ar: لا يوجد بيانات الموضوع المتاحة
es: No hay datos de sujeto disponibles
fa: بدون موضوع داده موجود است
ru: Нет доступных данных предмета
th: ไม่มีข้อมูลเรื่อง
tr: Konu Verisi Yok

source: Supplier
ar: ممون
es: Proveedor
fa: تامین کننده
ru: поставщик
th: ผู้จัดจำหน่าย
tr: satıcı

source: Amount
ar: كمية
es: Monto
fa: مقدار
ru: сумма
th: จำนวน
tr: miktar

source: View Income
ar: عرض الدخل
es: Ver ingresos
fa: مشاهده درآمد
ru: Просмотр дохода
th: ดูรายได้
tr: Geliri Görüntüle

source: Export Title
ar: عنوان التصدير
es: Título de la exportación
fa: عنوان صادرات
ru: Заголовок экспорта
th: ชื่อเรื่องการส่งออก
tr: İhracat Başlığı

source: Export Model
ar: نموذج التصدير
es: Modelo de exportación
fa: مدل صادرات
ru: Модель экспорта
th: โมเดลการส่งออก
tr: İhracat Modeli

source: Export to Excel
ar: تصدير إلى Excel
es: Exportar a Excel
fa: صادرات به اکسل
ru: Экспорт в Excel
th: ส่งออกไปยัง Excel
tr: Excel'e aktar

source: No Data available for Export
ar: لا توجد بيانات متاحة للتصدير
es: Sin datos disponibles para la exportación
fa: هیچ اطلاعاتی برای صادرات وجود ندارد
ru: Нет данных для экспорта
th: ไม่มีข้อมูลสำหรับการส่งออก
tr: Verilecek Veriler Yok

source: Paid Amount
ar: المبلغ المدفوع
es: Monto pagado
fa: مبلغ پرداخت شده
ru: Платная сумма
th: จำนวนเงินที่ต้องชำระ
tr: Ücretli Tutar

source: Payment By
ar: الدفع بواسطة
es: Pago por
fa: پرداخت توسط
ru: Оплата по
th: ชำระเงินโดย
tr: Ödeme şekli

source: Paypal
ar: باي بال
fa: پی پال

source: Fees List
ar: قائمة الرسوم
es: Lista de tarifas
fa: لیست هزینه ها
ru: Список сборов
th: รายการค่าธรรมเนียม
tr: Ücret Listesi

source: Fee Type
ar: نوع الرسوم
es: Tipo de tarifa
fa: نوع هزینه
ru: Тип платы
th: ประเภทค่าธรรมเนียม
tr: Ücret Türü

source: Roll No
ar: لفة لا
es: Rollo No
fa: رول نه
ru: Нет
th: ฉบับที่ไม่มี
tr: Rulo Yok

source: Payment Status
ar: حالة الدفع
es: Estado de pago
fa: وضعیت پرداخت
ru: Статус оплаты
th: สถานะการชำระเงิน
tr: Ödeme durumu

source: Due Amount
ar: المبلغ المستحق
es: Cantidad adeudada
fa: مقدار قابل توجه
ru: Сумма долга
th: จำนวนเงินที่ครบกำหนด
tr: Alınan Tutar

source: Year
ar: عام
es: Año
fa: سال
ru: год
th: ปี
tr: yıl

source: Not Paid
ar: لا تدفع
es: No pagado
fa: پرداخت نشده است
ru: Не оплачены
th: ไม่ได้ชำระเงิน
tr: Ücretli Değil

source: Partially Paid
ar: مدفوعة جزئيا
es: Parcialmente pagado
fa: تقریبا پرداخت شده است
ru: Частично оплачены
th: จ่ายบางส่วน
tr: Kısmen Ödenen

source: Fully Paid
ar: دفعت بالكامل
es: Totalmente pagado
fa: کاملا پرداخت شده
ru: Полностью оплаченный
th: ชำระเต็ม
tr: Tamamen Ücretli

source: Pay
ar: دفع
es: Pagar
fa: پرداخت کنید
ru: платить
th: จ่ายเงิน
tr: ödeme

source: View
ar: رأي
es: Ver
fa: مشاهده
ru: вид
th: ดู
tr: görünüm

source: Holiday List
ar: قائمة العطلة
es: Lista de vacaciones
fa: لیست تعطیلات
ru: Праздничный список
th: รายการวันหยุด
tr: Tatil Listesi

source: No Holiday Data Available
ar: لا توجد بيانات العطلة المتاحة
es: No hay datos de vacaciones disponibles
fa: بدون تعطیلات موجود در دسترس نیست
ru: Нет доступных данных для отдыха
th: ไม่มีข้อมูลวันหยุดที่พร้อมใช้งาน
tr: Tatil Verisi Yok

source: Select Homework
ar: حدد الواجبات المنزلية
es: Seleccione la tarea
fa: خانه تکانی را انتخاب کنید
ru: Выберите Домашнее задание
th: เลือกบ้าน
tr: Ödev seçin

source: Homework Title
ar: عنوان الواجبات المنزلية
es: Título de tarea
fa: عنوان خانه تکالیف
ru: Домашнее задание
th: ชื่อบ้าน
tr: Ödev Başlığı

source: Status
ar: وضع
es: Estado
fa: وضعیت
ru: статус
th: สถานะ
tr: durum

source: Submission Date
ar: تاريخ التقديم
es: Fecha de presentación
fa: تاریخ ارسال
ru: Дата представления
th: วันที่ยื่น
tr: Gönderim Tarihi

source: View Submission
ar: عرض التقديم
es: Ver presentación
fa: مشاهده ارسال
ru: Просмотреть представление
th: ดูการส่ง
tr: Gönderiyi Görüntüle

source: View
ar: رأي
es: Ver
fa: مشاهده
ru: вид
th: ดู
tr: görünüm

source: No Homework Data available
ar: لا يوجد بيانات الواجب المنزلي المتاحة
es: No hay datos de tareas disponibles
fa: داده های خانه تکاملی موجود نیست
ru: Нет Домашнее задание Доступные данные
th: ไม่มีข้อมูลบ้านพร้อมใช้งาน
tr: Ödev verisi yok

source: Hostel Name
ar: اسم نزل
es: Nombre del albergue
fa: نام و نام خانوادگی
ru: Название хостела
th: ชื่อโฮสเทล
tr: pansiyon adı

source: Hostel Type
ar: نزل نوع
es: Tipo de Hostal
fa: نوع خوابگاه
ru: Тип хостела
th: ประเภทหอพัก
tr: pansiyon tipi

source: No Hostel Data available
ar: لا تتوفر بيانات بيت الشباب
es: No hay datos de albergue disponibles
fa: بدون اطلاعات در مورد خوابگاه موجود است
ru: Нет Хостел Данные доступны
th: ไม่มีข้อมูลที่พักพร้อมให้บริการ
tr: hostel verisi yok

source: Import Title
ar: عنوان الاستيراد
es: Importar título
fa: عنوان واردات
ru: Название импорта
th: ชื่อการนำเข้า
tr: İthalat Başlığı

source: Import Model
ar: استيراد نموذج
es: Modelo de importación
fa: مدل واردات
ru: Модель импорта
th: นำเข้าโมเดล
tr: İthalat Modeli

source: No Data available for Import
ar: لا توجد بيانات متاحة للاستيراد
es: No hay datos disponibles para importar
fa: هیچ اطلاعاتی برای وارد کردن وجود ندارد
ru: Нет данных для импорта
th: ไม่มีข้อมูลสำหรับการนำเข้า
tr: İçe Aktarma için Veri Yok

source: Student Library History
ar: تاريخ مكتبة الطالب
es: Historia de la biblioteca estudiantil
fa: تاریخچه کتابخانه دانشجویی
ru: История студенческой библиотеки
th: ประวัติห้องสมุดนักศึกษา
tr: Öğrenci Kitaplığı Tarihi

source: Accept Return
ar: قبول العودة
es: Aceptar Retorno
fa: پذیرش بازگشت
ru: Принять Возвращение
th: ยอมรับการกลับมา
tr: Dönüşü Kabul Et

source: News List
ar: قائمة الأخبار
es: Lista de noticias
fa: لیست اخبار
ru: Список новостей
th: ข่าวรายการ
tr: Haber Listesi

source: Document
ar: وثيقة
es: Documento
fa: اسناد
ru: документ
th: เอกสาร
tr: belge

source: Download
ar: تحميل
es: Descargar
fa: دانلود
ru: скачать
th: ดาวน์โหลด
tr: İndir

source: No News Data available
ar: لا توجد بيانات الأخبار المتاحة
es: No hay datos de noticias disponibles
fa: اطلاعات مربوط به اخبار موجود نیست
ru: Нет данных
th: ไม่มีข้อมูลข่าวสาร
tr: Haber Verisi Yok

source: Notice List
ar: قائمة الإشعارات
es: Lista de avisos
fa: لیست یادداشت
ru: Список заметок
th: รายการประกาศ
tr: İlan Listesi

source: Notice Title
ar: عنوان الإشعار
es: Título del aviso
fa: عنوان اطلاعیه
ru: Заголовок отзыва
th: ชื่อประกาศ
tr: İlan Başlığı

source: Notice Comment
ar: لاحظ تعليق
es: Aviso Comentario
fa: توجه کن
ru: Уведомление Комментарий
th: แสดงความคิดเห็น
tr: Haber Yorum

source: Notice Start Date
ar: إشعار تاريخ البدء
es: Fecha de inicio del aviso
fa: توجه تاریخ شروع
ru: Дата начала регистрации
th: วันที่เริ่มต้น
tr: Bildirim Başlangıç ​​Tarihi

source: Notice End Date
ar: تاريخ انتهاء الإشعار
es: Fecha de finalización del aviso
fa: یادداشت پایان تاریخ
ru: Дата окончания записи
th: วันที่สิ้นสุดการแจ้ง
tr: İlan Bitiş Tarihi

source: Notice For
ar: إشعار ل
es: Aviso para
fa: توجه کنید
ru: Уведомление для
th: แจ้งให้ทราบ
tr: Için Uyarı

source: Parent List
ar: قائمة الوالدين
es: Lista de padres
fa: فهرست والدین
ru: Родительский список
th: รายการหลัก
tr: Ana Liste

source: View Details
ar: عرض التفاصيل
es: Ver detalles
fa: مشاهده جزئیات
ru: Просмотреть детали
th: ดูรายละเอียด
tr: Detayları Görüntüle

source: View Child
ar: عرض الطفل
es: Ver niño
fa: مشاهده کودک
ru: Просмотреть ребенка
th: ดูเด็ก
tr: Çocuğu Görüntüle

source: No Parents Data Available
ar: لا توجد بيانات للآباء
es: Sin datos de padres disponibles
fa: هیچ اطلاعات والدین موجود نیست
ru: Нет данных для родителей
th: ไม่มีข้อมูลผู้ปกครอง
tr: Ebeveyn Verisi Yok

source: Child of Parent
ar: طفل الوالد
es: Hijo de padre
fa: کودک والدین
ru: Ребенок родителя
th: บุตรของผู้ปกครอง
tr: Ebeveynin Çocuğu

source: Parent Details
ar: تفاصيل الوالد
es: Detalles principales
fa: جزئیات والدین
ru: Информация о родителях
th: รายละเอียดผู้ปกครอง
tr: Ana Ayrıntı

source: Bed capacity
ar: سعة السرير
es: Capacidad de la cama
fa: ظرفیت پذیرایی
ru: Вместимость кровати
th: ความจุเตียง
tr: Yatak kapasitesi

source: View or Assign Room
ar: عرض أو تخصيص غرفة
es: Ver o asignar habitación
fa: مشاهده یا اختصاص اتاق
ru: Просмотр или назначение комнаты
th: ดูหรือกำหนดห้อง
tr: Görünümü veya Oda Atama

source: No Room Data Available
ar: لا تتوفر بيانات الغرف
es: No hay datos de habitaciones disponibles
fa: هیچ داده ای در دسترس نیست
ru: Нет данных о номерах
th: ไม่มีข้อมูลห้องพัก
tr: Oda Verisi Mevcut Değil

source: Support Staff List
ar: قائمة طاقم الدعم
es: Lista de personal de apoyo
fa: پشتیبانی از لیست کارکنان
ru: Список поддерживаемых сотрудников
th: รายชื่อเจ้าหน้าที่สนับสนุน
tr: Destek Personeli Listesi

source: No Support Staff Available
ar: أي دعم الموظفين المتاحة
es: No hay personal de apoyo disponible
fa: هیچ کارمندان پشتیبانی وجود ندارد
ru: Нет поддержки
th: ไม่มีพนักงานสนับสนุน
tr: Destek Personeli Yok

source: Staff Details
ar: تفاصيل الموظفين
es: Detalles del personal
fa: جزئیات کارکنان
ru: Информация о персонале
th: รายละเอียดพนักงาน
tr: Personel Detayları

source: Upload Homework
ar: تحميل الواجب المنزلي
es: Cargar la tarea
fa: آپلود خانه کار
ru: Загрузить домашнюю работу
th: อัปโหลดการบ้าน
tr: Ödev yükle

source: Syllabus
ar: المنهج
es: Plan de estudios
fa: سرفصل دروس
ru: программа обучения
th: หลักสูตร
tr: ders programı

source: Upload Homework
ar: تحميل الواجب المنزلي
es: Cargar la tarea
fa: آپلود خانه کار
ru: Загрузить домашнюю работу
th: อัปโหลดการบ้าน
tr: Ödev yükle

source: View Attendance
ar: عرض الحضور
es: Ver asistencia
fa: مشاهده حضور
ru: Просмотр посещаемости
th: ดูการเข้าร่วม
tr: Katılımı Görüntüle

source: View Subject Wise Attendance
ar: عرض موضوع الحكمة الحضور
es: Ver asistencia sabia del sujeto
fa: مشاهده موضوع از حضور درخشان
ru: Просмотр темы Wise Attendance
th: ดูหัวข้อการปฐมนิเทศ
tr: Konu Bilge Katılımını Görüntüle

source: Student Name :
ar: اسم الطالب:
es: Nombre del estudiante:
fa: نام دانشجو:
ru: Имя студента:
th: ชื่อนักเรียน:
tr: Öğrenci adı:

source: Day
ar: يوم
es: Día
fa: روز
ru: день
th: วัน
tr: gün

source: Exam Hall
ar: قاعة الامتحان
es: sala de examen
fa: تالار آزمون
ru: Экзамен
th: ห้องสอบ
tr: Sınav Salonu

source: Select Assign Exam Hall
ar: حدد تخصيص قاعة الامتحان
es: Seleccione Asignar examen Hall
fa: سالن امتحان را انتخاب کنید
ru: Выберите Assign Exam Hall
th: เลือกมอบหมายห้องสอบ
tr: Sınav Salonunu Ata'yı seçin

source: Not Assign Exam Hall Student List
ar: عدم تعيين امتحان قاعة الطلاب القائمة
es: No asignar la lista de estudiantes del Hall de exámenes
fa: نمیتوان لیست دانشجوی دانشگاه را امتحان کرد
ru: Не назначать студенческий список экзаменационного зала
th: ไม่กำหนดรายชื่อนักเรียนที่สอบในห้องโถง
tr: Sınav Salonu Öğrenci Listesi Atama

source: Assign Exam Hall
ar: تعيين قاعة الامتحان
es: Asignar examen Hall
fa: اختصاص دادن سالن آزمون
ru: Назначить экзаменационный зал
th: มอบหมายห้องสอบ
tr: Sınav Salonu Atama

source: Not Available Any Student
ar: غير متوفر أي طالب
es: No disponible Cualquier estudiante
fa: هر دانشجو در دسترس نیست
ru: Недоступно
th: ไม่มีนักเรียนคนใด
tr: Müsait değil

source: Assign Exam Hall Student List
ar: تعيين قائمة الطلاب لامتحان قاعة
es: Asignar lista de estudiantes de la sala de examen
fa: تعیین لیست دانشجویان آزمونگاه
ru: Назначить студенческий список экзаменационного зала
th: กำหนดรายชื่อนักเรียนในห้องสอบ
tr: Sınav Salonu Öğrenci Listesi Atama

source: Not Assign Any Student Exam Hall
ar: لا تخصيص أي قاعة امتحان طالب
es: No asignar ningún salón de exámenes para estudiantes
fa: هر جلسه آزمون دانشجویی را تعویض نکنید
ru: Не назначать студенческий экзаменационный зал
th: ไม่ได้กำหนดห้องสอบนักเรียน
tr: Herhangi Öğrenci Sınav Salonuna Atama

source: Exam Receipt List
ar: قائمة إيصالات الامتحان
es: Lista de recibo de examen
fa: فهرست پذیرش امتحان
ru: Экзамен к экзаменам
th: รายชื่อใบเสร็จการสอบ
tr: Sınav Makbuzu Listesi

source: No Exam Data Available
ar: لا امتحان البيانات المتاحة
es: No hay datos de exámenes disponibles
fa: هیچ اطلاعات آزمون موجود نیست
ru: Нет доступных данных для экзамена
th: ไม่มีข้อมูลการสอบ
tr: Sınav Verisi Yok

source: Exam Receipt
ar: استلام الامتحان
es: Recibo de examen
fa: رسید امتحان
ru: Экзамен
th: การรับการสอบ
tr: Sınav Makbuzu

source: No Student Data Available
ar: لا توجد بيانات الطلاب المتاحة
es: No hay datos de estudiantes disponibles
fa: هیچ اطلاعات دانشجویی موجود نیست
ru: Нет доступных студенческих данных
th: ไม่มีข้อมูลสำหรับนักเรียน
tr: Öğrenci Verisi Yok

source: Student Details
ar: تفاصيل الطالب
es: Detalles del estudiante
fa: جزئیات دانشجو
ru: Сведения о студенте
th: รายละเอียดของนักเรียน
tr: Öğrenci Detayları

source: Exam Hall Ticket
ar: تذكرة امتحان قاعة
es: Boleta del examen
fa: تئاتر تالار
ru: Билет на экзаменационный зал
th: ตั๋วเข้าชมการสอบ
tr: Sınav Salonu Bileti

source: Hall Name :
ar: اسم القاعة:
es: Nombre del Salón:
fa: نام سالن:
ru: Название зала:
th: ชื่อฮอลล์:
tr: Salon adı:

source: Student ID :
ar: معرف الطالب:
es: ID del estudiante:
fa: شناسه دانشجویی:
ru: Идентификатор студента:
th: รหัสนักศึกษา:
tr: Öğrenci Kimliği:

source: Roll No. :
ar: لفة رقم:
es: Rollo No. :
fa: رول شماره :
ru: Номер рулона :
th: หมายเลขม้วน :
tr: Rulo numarası :

source: Name of the Student :
ar: اسم الطالب:
es: Nombre del estudiante:
fa: نام دانشجو:
ru: Имя студента:
th: ชื่อนักเรียน:
tr: Öğrencinin adı:

source: Student Class :
ar: فئة الطالب:
es: Clase de estudiante:
fa: کلاس دانشجویی:
ru: Студенческий класс:
th: ชั้นเรียน:
tr: Öğrenci sınıfı:

source: Student Section :
ar: قسم الطلاب:
es: Sección de estudiantes:
fa: بخش دانشجویی:
ru: Студенческая секция:
th: ส่วนนักเรียน:
tr: Öğrenci Bölümü:

source: Exam Start Date :
ar: تاريخ بدء الامتحان:
es: Fecha de inicio del examen:
fa: تاریخ شروع آزمون:
ru: Дата начала экзамена:
th: วันเริ่มต้นการสอบ:
tr: Sınav Başlangıç ​​Tarihi:

source: Exam End Date :
ar: تاريخ نهاية الامتحان:
es: Fecha de finalización del examen:
fa: پایان تاریخ آزمون
ru: Дата окончания экзамена:
th: วันที่สิ้นสุดการสอบ:
tr: Sınav Sonu Tarihi:

source: Exam Center :
ar: مركز الامتحانات:
es: Centro de exámenes:
fa: مرکز آزمون:
ru: Центр экзаменов:
th: ศูนย์สอบ:
tr: Sınav Merkezi

source: Exam Address :
ar: عنوان الامتحان:
es: Dirección del examen:
fa: آدرس آزمون:
ru: Адрес экзамена:
th: ที่อยู่สอบ:
tr: Sınav Adresi:

source: Exam Time Table
ar: جدول الامتحانات الوقت
es: Tabla de tiempo de examen
fa: جدول زمان آزمون
ru: Экзамен
th: ตารางเวลาการสอบ
tr: Sınav Saati Tablosu

source: Subject Name :
ar: اسم الموضوع:
es: Nombre del sujeto:
fa: نام موضوع:
ru: Название темы:
th: ชื่อเรื่อง:
tr: Konu Adı

source: Subject Name
ar: اسم الموضوع
es: Nombre del sujeto
fa: نام موضوع
ru: Название темы
th: ชื่อหัวเรื่อง
tr: Konu Adı

source: Teacher Name
ar: اسم المعلم
es: Nombre del profesor
fa: نام معلم
ru: Имя учителя
th: ชื่อครู
tr: Öğretmen adı

source: Teacher List
ar: قائمة المعلمين
es: Lista de maestros
fa: فهرست معلم
ru: Список преподавателей
th: รายชื่อครู
tr: Öğretmen Listesi

source: Teacher Details
ar: تفاصيل المعلم
es: Detalles del maestro
fa: جزئیات معلم
ru: Детали учителя
th: รายละเอียดครู
tr: Öğretmen Detayları

source: Transport List
ar: قائمة النقل
es: Lista de transporte
fa: لیست حمل و نقل
ru: Транспортный список
th: รายการขนส่ง
tr: Ulaşım listesi

source: Route Name
ar: اسم الطريق
es: Nombre de ruta
fa: نام مسیر
ru: Название маршрута
th: ชื่อเส้นทาง
tr: Yol adı

source: Vehicle Identifier
ar: معرف المركبة
es: Identificador de vehículo
fa: شناسه خودرو
ru: Идентификатор автомобиля
th: ตัวระบุยานพาหนะ
tr: Araç Tanımlayıcısı

source: Vehicle Registration Number
ar: رقم تسجيل المركبة
es: Número de registro del vehículo
fa: شماره ثبت خودرو
ru: Регистрационный номер транспортного средства
th: หมายเลขทะเบียนรถยนต์
tr: Araç kayıt numarası

source: Driver Name
ar: اسم السائق
es: Nombre del conductor
fa: نام راننده
ru: Имя драйвера
th: ชื่อไดร์เวอร์
tr: Sürücü Adı

source: Driver Phone Number
ar: رقم هاتف السائق
es: Número de teléfono del conductor
fa: شماره تلفن راننده
ru: Номер телефона водителя
th: หมายเลขโทรศัพท์ของผู้ขับขี่
tr: Sürücü Telefon Numarası

source: Route Fare
ar: طريق الأجرة
es: Ruta de la ruta
fa: کرایه تاکسی
ru: Маршрутная плата
th: ค่าโดยสารเส้นทาง
tr: Rota Ücreti

source: Edit List
ar: تحرير قائمة
es: Editar lista
fa: ویرایش لیست
ru: Изменить список
th: แก้ไขรายการ
tr: Listeyi Düzenle

source: Edit Exam
ar: تحرير الامتحان
es: Editar examen
fa: ویرایش امتحان
ru: Редактировать экзамен
th: แก้ไขการสอบ
tr: Sınavı Düzenle

source: Edit Parent
ar: تحرير الوالد
es: Editar padre
fa: ویرایش والدین
ru: Изменить родителя
th: แก้ไขผู้ปกครอง
tr: Ebeveyni Düzenle

source: Enter Birth Date
ar: أدخل تاريخ الميلاد
es: Ingrese la fecha de nacimiento
fa: تاریخ تولد را وارد کنید
ru: Введите дату рождения
th: ป้อนวันเกิด
tr: Doğum Tarihi Girin

source: Select Child
ar: اختر الطفل
es: Seleccionar niño
fa: کودک را انتخاب کنید
ru: Выбрать ребенка
th: เลือกเด็ก
tr: Çocuk Seç

source: Select Relation
ar: حدد العلاقة
es: Seleccionar relación
fa: ارتباط را انتخاب کنید
ru: Выбрать связь
th: เลือกความสัมพันธ์
tr: İlişki Seç

source: Father
ar: الأب
es: Padre
fa: پدر
ru: отец
th: พ่อ
tr: baba

source: Mother
ar: الأم
es: Madre
fa: مادر
ru: мать
th: แม่
tr: anne

source: Add Child
ar: أضف الطفل
es: Añadir niño
fa: اضافه کردن کودک
ru: Добавить ребенка
th: เพิ่มเด็ก
tr: Çocuk ekle

source: Remove Child
ar: إزالة الطفل
es: Eliminar niño
fa: حذف کودک
ru: Удалить ребенка
th: ลบเด็ก
tr: Çocuğu Kaldır

source: Enter Valid Address
ar: أدخل عنوان صالح
es: Ingrese la dirección válida
fa: آدرس معتبر وارد کنید
ru: Введите действительный адрес
th: ป้อนที่อยู่ที่ถูกต้อง
tr: Geçerli Adresi Girin

source: Select State
ar: اختر الدولة
es: Seleccionar estado
fa: انتخاب استان
ru: Выберите состояние
th: เลือกสถานะ
tr: Eyalet seçiniz

source: Select City
ar: اختر المدينة
es: Seleccionar ciudad
fa: شهر را انتخاب کنید
ru: Выберите город
th: เลือกเมือง
tr: Şehir Seç

source: Contact
ar: اتصال
es: Contacto
fa: تماس بگیرید
ru: контакт
th: ติดต่อ
tr: temas

source: Other Info
ar: معلومات اخرى
es: Otra información
fa: سایر اطلاعات
ru: Другая информация
th: ข้อมูลอื่น ๆ
tr: Diğer Bilgiler

source: Save Parent
ar: حفظ الوالد
es: guardar padre
fa: صرفه جویی در والدین
ru: Сохранить родителя
th: บันทึกผู้ปกครอง
tr: Ebeveyni Kaydet

source: Edit Support Staff
ar: تعديل فريق الدعم
es: Editar el personal de apoyo
fa: ویرایش پرسنل پشتیبانی
ru: Редактировать службу поддержки
th: แก้ไขเจ้าหน้าที่ฝ่ายสนับสนุน
tr: Destek Personeli Düzenle

source: Password
ar: كلمة المرور
es: Contraseña
fa: رمز عبور
ru: пароль
th: รหัสผ่าน
tr: şifre

source: Working Hour
ar: ساعة العمل
es: Hora de trabajo
fa: ساعت کاری
ru: Рабочий час
th: ชั่วโมงการทำงาน
tr: Çalışma saati

source: Full Time
ar: دوام كامل
es: Tiempo completo
fa: تمام وقت
ru: Полный рабочий день
th: เต็มเวลา
tr: Tam zamanlı

source: Part Time
ar: دوام جزئي
es: Tiempo parcial
fa: بخشی زمان
ru: Частичная занятость
th: นอกเวลา
tr: Yarı Zaman

source: (Select Job Time)
ar: (اختر وقت الوظيفة)
es: (Seleccionar tiempo de trabajo)
fa: (انتخاب شغل)
ru: (Выберите время работы)
th: (เลือกเวลางาน)
tr: (İş Saati Seç)

source: Enter Position
ar: أدخل الموضع
es: Entrar en la posición
fa: موقعیت را وارد کنید
ru: Введите позицию
th: ป้อนตำแหน่ง
tr: Pozisyon Girin

source: Save Support Staff
ar: حفظ فريق الدعم
es: Ahorre personal de apoyo
fa: ذخیره کارکنان پشتیبانی
ru: Сохранить службу поддержки
th: บันทึกเจ้าหน้าที่ฝ่ายสนับสนุน
tr: Destek Personeli Kurtar

source: Edit Student
ar: تحرير الطالب
es: Editar estudiante
fa: ویرایش دانش آموز
ru: Редактировать ученика
th: แก้ไขนักเรียน
tr: Öğrenci Düzenle

source: Save Student
ar: حفظ الطالب
es: Ahorre estudiante
fa: صرفه جویی در دانش آموز
ru: Сохранить студента
th: บันทึกนักเรียน
tr: Öğrenci kaydet

source: Edit Subject
ar: تحرير الموضوع
es: Editar asunto
fa: ویرایش موضوع
ru: Редактировать тему
th: แก้ไขหัวเรื่อง
tr: Konuyu Düzenle

source: Enter Subject Name
ar: أدخل اسم الموضوع
es: Ingrese el nombre del sujeto
fa: نام موضوع را وارد کنید
ru: Введите название темы
th: ป้อนชื่อหัวเรื่อง
tr: Konu Adını Girin

source: Edition
ar: طبعة
es: Edición
fa: نسخه
ru: издание
th: ฉบับ
tr: baskı

source: Enter Author Name
ar: أدخل اسم المؤلف
es: Ingrese el nombre del autor
fa: نام نویسنده را وارد کنید
ru: Введите имя автора
th: ป้อนชื่อผู้แต่ง
tr: Yazar Adını Girin

source: Select Syllabus
ar: اختر المنهج
es: Seleccionar plan de estudios
fa: سیلاب را انتخاب کنید
ru: Выберите Силлабус
th: เลือก Syllabus
tr: Seçin

source: Save Subject
ar: حفظ الموضوع
es: Guardar asunto
fa: ذخیره موضوع
ru: Сохранить тему
th: บันทึกหัวเรื่อง
tr: Konuyu kaydet

source: Edit Teacher
ar: تحرير المعلم
es: Editar profesor
fa: ویرایش معلم
ru: Редактировать учителя
th: แก้ไขครู
tr: Öğretmen Düzenle

source: Enter Birth Date
ar: أدخل تاريخ الميلاد
es: Ingrese la fecha de nacimiento
fa: تاریخ تولد را وارد کنید
ru: Введите дату рождения
th: ป้อนวันเกิด
tr: Doğum Tarihi Girin

source: Enter Valid Address
ar: أدخل عنوان صالح
es: Ingrese la dirección válida
fa: آدرس معتبر وارد کنید
ru: Введите действительный адрес
th: ป้อนที่อยู่ที่ถูกต้อง
tr: Geçerli Adresi Girin

source: Enter Alternate Mobile Number
ar: أدخل رقم الجوال البديل
es: Ingrese el Número Móvil Alternativo
fa: شماره موبایل جایگزین را وارد کنید
ru: Введите альтернативный номер мобильного телефона
th: ป้อนหมายเลขโทรศัพท์สำรอง
tr: Alternatif Cep Telefonu Numarasını Girin
