Repository: ajaydasinfomedia/NiftySIS
Catalog: src/Locale/*/default1.po
Languages: ar, cs, de, el, es, fa, it, ja, pt_pt, th, tr

source: School Master - School Management Installation Wizard
ar: مدرسة ماستر - معالج تثبيت إدارة المدرسة
cs: School Master - Průvodce instalací Školský management
el: Σχολή Master - Σχολή Διοίκησης Οδηγός Εγκατάστασης
es: Maestría School - Asistente de instalación de Gestión de la escuela
fa: کارشناسی ارشد دانشکده - مدیریت مدرسه جادوگر نصب و راه اندازی
it: Scuola Maestro - installazione guidata Management School
ja: スクールマスター - 学校管理インストールウィザード
pt_pt: Escola Master - Assistente de Instalação Gestão Escolar
th: โรงเรียน Master - โรงเรียนการจัดการตัวช่วยสร้างการติดตั้ง
tr: Okul Usta - Okul Yönetimi Kurulum Sihirbazı

source: Database Setup
ar: إعداد قاعدة بيانات
cs: Nastavení databáze
el: Ρύθμιση βάσης δεδομένων
es: Configuración de la base de datos
fa: پایگاه راه اندازی
it: Impostazione database
ja: データベースのセットアップ
pt_pt: Configuração de banco de dados
th: การติดตั้งฐานข้อมูล
tr: Veritabanı Kurulumu

source: Database Name
ar: اسم قاعدة البيانات
el: Όνομα βάσης δεδομένων
es: Nombre de base de datos
fa: نام پایگاه داده
it: Nome database
ja: データベースの名前
pt_pt: Nome de banco de dados
th: ชื่อฐานข้อมูล
tr: Veritabanı Adı

source: Database Username
ar: قاعدة بيانات اسم المستخدم
el: Βάση δεδομένων Όνομα Χρήστη
es: Nombre de usuario de base de datos
fa: پایگاه نام کاربری
it: Database Nome utente
ja: データベースのユーザー名
pt_pt: banco de dados de usuário
th: ชื่อผู้ใช้ฐานข้อมูล
tr: Veritabanı adı

source: Database Password
ar: كلمة مرور قاعدة البيانات
cs: databáze hesel
el: Βάση δεδομένων κωδικού πρόσβασης
es: base de datos de contraseña
fa: پایگاه داده رمز عبور
it: password database
ja: データベースのパスワード
pt_pt: senha de banco de dados
th: รหัสผ่านฐานข้อมูล
tr: Veritabanı Şifre

source: Host
ar: مضيف
cs: hostitel
el: οικοδεσπότης
es: anfitrión
fa: میزبان
it: ospite
ja: ホスト
pt_pt: anfitrião
th: เจ้าภาพ
tr: evsahibi

source: Fields are required.
ar: الحقول مطلوبة.
cs: jsou povinné pole.
el: Τα πεδία είναι υποχρεωτικά.
es: Se requieren campos.
fa: زمینه مورد نیاز است.
it: I campi sono obbligatori.
ja: フィールドは必須です。
pt_pt: Os campos são obrigatórios.
th: ทุ่งจะต้อง
tr: Alanlar gereklidir.

source: System Setting
ar: إعداد نظام
cs: Nastavení systému
el: Ρύθμιση συστήματος
es: Ajuste del sistema
fa: تنظیمات سیستم
ja: システム設定
pt_pt: Configuração do sistema
th: การตั้งค่าระบบ
tr: Sistem Ayarı

source: System Name
ar: اسم النظام
cs: Name System
el: Name System
es: Nombre del sistema
fa: نام سیستم
it: Nome del sistema
ja: システム名
pt_pt: Name System
th: ระบบชื่อ
tr: Sistem Adı

source: Country
ar: بلد
cs: země
el: χώρα
es: país
fa: کشور
it: paese
ja: 国
pt_pt: país
th: ประเทศ
tr: ülke

source: Select Currency
ar: اختر العملة
cs: Výběr měny
de: Währung wählen
el: Επιλογή νομίσματος
es: Seleccione moneda
fa: انتخاب ارز
it: Seleziona valuta
ja: 通貨を選択
pt_pt: Escolha Moeda
th: เลือกสกุลเงิน
tr: seç Para

source: Date Format
ar: تنسيق التاريخ
el: Μορφή ημερομηνίας
es: Formato De Fecha
fa: قالب تاریخ
it: Formato data
ja: 日付形式
pt_pt: Formato de data
th: รูปแบบวันที่
tr: Tarih Biçimi

source: System Language
ar: لغة النظام
cs: systém Language
el: Σύστημα Γλώσσα
es: idioma del sistema
fa: سیستم زبان
it: sistema Lingua
ja: システム言語
pt_pt: sistema Idioma
th: ภาษาระบบ
tr: Sistem Dili

source: Login Details
ar: تفاصيل تسجيل الدخول
cs: přihlašovací údaje
el: Είσοδος Λεπτομέρειες
es: Iniciar sesión Detalle
fa: جزئیات ورود
it: Dati di accesso
ja: ログイン詳細
pt_pt: Dados de Acesso
th: เข้าสู่ระบบรายละเอียด
tr: Giriş Ayrıntıları

source: Password
ar: كلمة المرور
cs: heslo
de: Passwort
el: Κωδικός
es: contraseña
fa: رمز عبور
ja: パスワード
pt_pt: senha:
th: รหัสผ่าน
tr: şifre

source: Finish
ar: نهاية
cs: úprava
el: φινίρισμα
es: 65143, "&Finish"
fa: پایان
it: finitura
ja: フィニッシュ
pt_pt: acabamento
th: เสร็จสิ้น
tr: bitiş

source: Please Note :
ar: يرجى ملاحظة:
cs: Upozornění:
el: Σημείωση:
es: Por favor Nota:
fa: لطفا توجه داشته باشید:
it: Si prega di notare:
ja: 注意してください：
pt_pt: Atenção:
th: หมายเหตุ:
tr: Lütfen dikkat:

source: 1. It may take couple of minutes to set-up database.
ar: 1. قد يستغرق الأزواج دقائق لانشاء قاعدة بيانات.
cs: 1. To může trvat páry minut k nastavení databáze.
el: 1. Μπορεί να πάρει ζευγάρια λεπτά για να set-up της βάσης δεδομένων.
es: 1. Se puede tomar parejas de minutos de configurar la base de datos.
fa: 1. این ممکن است زوج دقیقه به راه اندازی پایگاه داده را.
it: 1. Si può prendere coppie di minuti per set-up del database.
ja: 1.これは、セットアップしたデータベースを数分のカップルがかかる場合があります。
pt_pt: 1. Pode levar casais de minutos de set-up banco de dados.
th: 1. มันอาจจะใช้คู่ของนาทีในการตั้งค่าฐานข้อมูล
tr: 1. Bu set-up için veritabanını dakika çiftler sürebilir.

source: 2. Do not refresh page after to you click on install button.
ar: 2. لا تحديث بعد الصفحات لك بنقرة واحدة على زر تثبيت.
cs: 2. Neobnovovat po-page vám jedním kliknutím na tlačítko instalovat.
el: 2. Μην ανανεώσετε μετά τη σελίδα σας ένα κλικ κουμπί εγκατάστασης.
es: 2. No se actualiza después de páginas para que uno haga clic en el botón instalar.
fa: 2. آیا تازه کردن نیست پس از صفحه را به شما یک کلیک بر روی دکمه نصب کنید.
it: 2. Non aggiornare dopo-page a voi un clic pulsante Installa.
ja: 2.ボタンをインストールするいずれかをクリックし、あなたにした後、ページ更新しないでください。
pt_pt: 2. Não se refrescar depois de-página para si um clique no botão instalar.
th: 2. อย่าฟื้นฟูหลังหน้ากับคุณหนึ่งคลิกที่ปุ่มติดตั้ง
tr: bir yükle düğmesini sonrası sayfa size 2. yenilemek etmeyin.

source: 3. You will be acknowledge with success message once after installation finishes.
ar: 3. هل سيكون الاعتراف الرسائل مع اوقية (الاونصة) بعد نجاح تثبيت التشطيبات.
cs: 3. Budete mít potvrzení zpráv s úspěchem unci po instalaci skončí.
el: 3. Θα αναγνωρίζετε τα μηνύματα με ουγγιά επιτυχία μετά την ολοκλήρωση της εγκατάστασης.
es: 3. Se le reconocen los mensajes con éxito después de la onza a instalar acabados.
fa: 3. شما می توانید اذعان پیام با هر اونس موفقیت پس از نصب از اتمام.
it: 3. Verrà confermare i messaggi con successo oncia dopo-installazione finiture.
ja: 3.終了をインストールした後、成功オンスとのメッセージを確認できます。
pt_pt: 3. Você será reconhecer mensagens com sucesso onça depois de instalar acabamentos.
th: 3. คุณจะได้รับทราบข้อความที่มีออนซ์ประสบความสำเร็จหลังจากติดตั้งเสร็จสิ้น
tr: 3. bitirir yükledikten sonra-başarı ons iletileri kabul Olacak.

source: 4. Click on install to complete the installation.
ar: 4. انقر على تثبيت التثبيت الكامل.
cs: 4. Klepnutím na tlačítko nainstalovat plnou instalaci.
el: 4. Κάντε κλικ για να εγκαταστήσετε την πλήρη εγκατάσταση.
es: 4. Haga clic en instalar la instalación completa.
fa: 4. با کلیک بر روی به نصب نصب و راه اندازی کامل.
it: 4. Clicca su per installare l'installazione completa.
ja: 4.フルインストールをインストールするにはをクリックしてください。
pt_pt: 4. Clique em instalar a instalação completa.
th: 4. คลิกที่การติดตั้งติดตั้งแบบเต็ม
tr: 4. tam yükleme yüklemek için tıklayın.

source: Congratulation
ar: تهنئة
cs: blahopřání
el: συγχαρητήριο
es: felicitación
fa: تبریک
it: congratulazione
ja: 祝い
pt_pt: congratulação
th: การแสดงความยินดี
tr: tebrik

source: Installation Completed Successfully
ar: تم الانتهاء بنجاح
cs: Instalace byla úspěšně dokončena
el: Εγκατάσταση ολοκληρώθηκε με επιτυχία
es: La instalación ha finalizado con éxito
fa: نصب و راه اندازی کامل موفقیت
it: Installazione completata con successo
ja: インストール正常に完了
pt_pt: Instalação concluída com êxito
th: การติดตั้งเสร็จเรียบร้อยแล้ว
tr: Kurulum Başarıyla Tamamlandı

source: Click
ar: انقر
cs: cvaknutí
el: κλικ
es: clic
fa: کلیک
it: clic
ja: クリック
pt_pt: clique
th: คลิก
tr: tık

source: here to redirect on login page.
ar: هنا لتوجيهها الصفحة tlogin.
cs: Zde jej přesměrovat tlogin stránce.
el: κλικ εδώ για να ανακατευθύνει σελίδα tlogin.
es: aquí para redirigirlo página tlogin.
fa: در اینجا به آن تغییر مسیر صفحه tlogin.
it: qui per destinarli \ pagina tlogin.
ja: ここtloginページそれをリダイレクトします。
pt_pt: aqui para redirecioná-lo page tlogin.
th: ที่นี่เพื่อเปลี่ยนเส้นทาง หน้า tlogin
tr: Burada tlogin sayfa onu yönlendirmek için.

source: Profile
ar: الملف الشخصي
cs: profil
el: προφίλ
es: perfil
fa: نمایه
it: profilo
ja: プロフィール
pt_pt: perfil
th: ข้อมูลส่วนตัว
tr: profil

source: Change Password
ar: تغيير كلمة المرور
cs: změna hesla
el: Αλλαγή κωδικού πρόσβασης
es: Cambiar contraseña
fa: تغییر رمز عبور
it: Cambia password
ja: パスワードの変更
th: เปลี่ยนรหัสผ่าน
tr: Şifre değiştirme

source: Log out
ar: تسجيل الخروج
cs: odhlásit
es: finalizar la sesión
fa: از سیستم خارج شوید
it: disconnettersi
ja: ログアウト
pt_pt: Sair
th: ออกจากระบบ
tr: oturumu

source: Dashboard
ar: لوحة القيادة
cs: přístrojová deska
de: Instrumententafel
el: ταμπλό
es: tablero de instrumentos
fa: داشبورد
it: cruscotto
ja: 計器盤
pt_pt: painel de instrumentos
th: หน้าปัด
tr: gösterge paneli

source: Admission
ar: قبول
cs: vstupné
de: Eintritt
el: εισδοχή
es: admisión
fa: پذیرش
it: ammissione
ja: 入場
pt_pt: admissão
th: การรับเข้า
tr: kabul

source: News
ar: أخبار
cs: zprávy
de: Nachrichten
el: ειδήσεις
es: Noticias
fa: اخبار
it: notizie
ja: 新しい{0}%s{/0}
pt_pt: notícia
th: ข่าว
tr: haber

source: Event
ar: حدث
cs: událost
de: Veranstaltung
el: συμβάν
es: evento
fa: واقعه
it: evento
ja: イベント
pt_pt: evento
th: เหตุการณ์
tr: olay

source: Import/Export
ar: استيراد / تصدير
de: Importieren / Exportieren
el: Εισαγωγή / Εξαγωγή
es: IMPORTACIÓN Y EXPORTACIÓN
fa: واردات / صادرات
ja: インポート/エクスポート
th: นำเข้า / ส่งออก
tr: İthalat / İhracat

source: Hostel
ar: نزل
cs: ubytovna
de: Herberge
el: ξενοδοχείο
es: albergue
fa: هتل
it: ostello
ja: ホステル
pt_pt: albergue
th: ที่พัก
tr: pansiyon

source: Class Routine
ar: روتين الطبقة
cs: třída Rutinní
de: Klassenroutine
el: Κατηγορία ρουτίνας
es: rutina de clase
fa: معمول کلاس
it: Routine Class
ja: クラスルーチン
pt_pt: classe de rotina
th: ประจำชั้น
tr: Sınıf Rutin

source: Exam
ar: امتحان
cs: zkouška
de: Prüfung
el: εξέταση
es: examen
fa: امتحان
it: esame
ja: 試験
pt_pt: exame
th: การสอบ
tr: sınav

source: Mark Manage
ar: الأقسام إدارة
cs: Mark Správa
de: Markieren Sie Verwalten
el: Mark Διαχείριση
es: Marcos Administrar
fa: علامت گذاری به عنوان مدیریت
it: Mark Gestire
ja: マークの管理します
pt_pt: Mark Gerenciar
th: มาร์คจัดการ
tr: Mark Yönet

source: Transport
ar: نقل
de: Transportieren
el: μεταφορά
es: transporte
fa: حمل و نقل
it: {0}{/0}trasporto</a>
ja: 輸送
pt_pt: transporte
th: การขนส่ง
tr: taşıma

source: Notice
ar: إشعار
cs: oznámení
de: Beachten
el: ειδοποίηση
es: aviso
fa: اطلاع
it: 1 manuale
ja: お知らせ
pt_pt: aviso
th: แจ้งให้ทราบ
tr: ihbar

source: Message
ar: رسالة
cs: zpráva
de: Botschaft
el: μήνυμα
es: Mensaje
fa: پیام
it: Messaggio:
ja: お問い合わせ内容
pt_pt: Mensagem
th: ข่าวสาร
tr: mesaj

source: Hall
ar: قاعة
cs: předsíň
de: Halle
el: αίθουσα
es: sala
fa: سالن
ja: ホール
pt_pt: salão
th: ห้องโถง
tr: salon

source: Fee Payment
ar: رسوم الدفع
cs: poplatek za platby
de: Gebührenzahlung
el: Χρέωση πληρωμής
es: Cargo por pago
fa: پرداخت هزینه
it: tassa di pagamento
ja: 料金の支払い
pt_pt: taxa de pagamento
th: ค่าธรรมเนียมการชำระเงิน
tr: ücret Ödeme

source: Payment
ar: دفع
cs: platba
de: Zahlung
el: πληρωμή
es: pago
fa: پرداخت
it: pagamento
ja: 支払い
pt_pt: pagamento
th: การชำระเงิน
tr: ödeme

source: Holiday
ar: عطلة
cs: dovolená
de: Urlaub
el: αργία
es: fiesta
fa: روز تعطیل
it: vacanza
ja: 休日
pt_pt: feriado
th: วันหยุด
tr: tatil

source: Library
ar: مكتبة
cs: knihovna
de: Bibliothek
el: βιβλιοθήκη
es: biblioteca
fa: کتابخانه
it: biblioteca
ja: ライブラリー
pt_pt: biblioteca
th: ห้องสมุด
tr: kütüphane

source: Report
ar: تأجيل
cs: odložení
de: Bericht
el: αναβολή
es: aplazamiento
fa: تعویق
it: rinvio
ja: 延期
pt_pt: adiamento
th: การชะลอ
tr: erteleme

source: Access Rights
ar: حقوق الوصول
cs: přístupová práva
de: Zugangsrechte
el: δικαιώματα Πρόσβασης
es: Derechos de acceso
fa: حقوق دسترسی
it: Diritti di accesso
ja: アクセス権
pt_pt: Direitos de acesso
th: สิทธิในการเข้าถึง
tr: Erişim Hakları

source: Migration
ar: هجرة
cs: stěhování
el: μετανάστευση
es: migración
fa: کوچ
it: migrazione
ja: 移動
pt_pt: migração
th: การย้ายถิ่น
tr: göç

source: SMS Setting
ar: وضع SMS
cs: nastavení SMS
de: SMS-Einstellung
el: Ρύθμιση SMS
es: Configuración de SMS
fa: تنظیم اس ام اس
it: Impostazione SMS
ja: SMSの設定
pt_pt: Definir SMS
th: การตั้งค่า SMS
tr: ayarlama SMS

source: General Setting
ar: إعداد عام
cs: Obecné nastavení
de: Allgemeine Einstellung
el: Γενικά Περιβάλλον
es: Configuración general
fa: تنظیمات عمومی
it: Impostazione generale
ja: 一般的な設定
pt_pt: Ajustes Gerais
th: การตั้งค่าทั่วไป
tr: Genel Ayar

source: Category
ar: فئة
cs: kategorie
el: κατηγορία
es: categoría
fa: دسته
it: categoria
ja: カテゴリ
pt_pt: categoria:
th: หมวดหมู่
tr: kategori

source: Category Name:
ar: اسم التصنيف:
cs: Název kategorie:
el: Κατηγορία Όνομα:
es: Nombre de categoría:
fa: نام رده:
it: Nome Categoria:
ja: カテゴリー名：
pt_pt: Categoria Nome:
th: ชื่อหมวดหมู่:
tr: Kategorisi Adı:

source: Add Category
ar: إضافة فئة
cs: Přidat kategorii
el: Προσθήκη κατηγορίας
es: Añadir categoría
fa: اضافه کردن رده
it: Aggiungi categoria
ja: カテゴリを追加します
pt_pt: Adicionar categoria
th: เพิ่มหมวดหมู่
tr: Kategori ekle

source: Rack Loaction Name:
ar: حامل الاسم رؤية المدينة:
cs: Rack Loaction Jméno:
el: Rack Loaction Όνομα:
es: Estante Loaction Nombre:
fa: رک Loaction نام:
it: Rack Minut Nome:
ja: Loaction名前ラック：
pt_pt: Cremalheira Loaction Nome:
th: Rack loaction ชื่อ:
tr: Loaction Adı Rack:

source: Add Rack Location
ar: إضافة تأجير الرف
cs: Přidat Rack kol
el: Προσθήκη Ενοικίαση Rack
es: Añadir Alquiler rack
fa: اضافه کردن رک اجاره
it: Aggiungere noleggio Rack
ja: ラックレンタルを追加
pt_pt: Adicionar Aluguer cremalheira
th: เพิ่มบริการให้เช่าตู้แร็ค
tr: Raf Kiralama ekle

source: Add Book
ar: إضافة كتاب
cs: Přidat knihu
de: Buch hinzufügen
el: Προσθήκη βιβλίου
es: Añadir libro
fa: اضافه کردن کتاب
it: Aggiungere
ja: ブックを追加
pt_pt: Adicionar livro
th: เพิ่มหนังสือ
tr: Kitap ekle

source: Issue List
ar: قائمة العدد
cs: Seznam Issue
de: Liste der Probleme
el: Λίστα Τεύχος
es: Problema lista
fa: فهرست شماره
it: lista Problema
ja: リストを発行
pt_pt: Issue lista
th: รายการฉบับ
tr: Liste Sayı

source: Issue Book
ar: العدد كتاب
cs: Book Issue
de: Heft ausstellen
el: Έκδοση Βιβλίου
es: Edición del libro
fa: شماره کتاب
it: Prenota Problema
ja: ブック発行
pt_pt: Issue livro
th: ที่ออกหนังสือ
tr: Kitap Sayı

source: Enter ISBN Number
ar: أدخل عدد ISBN
cs: Zadat číslo ISBN
el: Εισάγετε ISBN Αριθμός
es: Introducir número ISBN
fa: را وارد کنید شماره ISBN
it: Inserisci numero ISBN
ja: ISBN番号を入力します。
pt_pt: Digite Número ISBN
th: ใส่หมายเลข ISBN
tr: ISBN Numarasını girin

source: Book Category :
ar: كتاب الفئة:
cs: Book Kategorie:
de: Buchkategorie :
el: Βιβλίο Κατηγορία:
es: Categoría del libro:
fa: کتاب رده:
it: Categoria libro:
ja: 書籍カテゴリー：
pt_pt: Livro Categoria:
th: หนังสือหมวดหมู่:
tr: Kitap Kategori:

source: ---Select Category---
ar: --- اختر الفئة ---
cs: --- Vyberte kategorii ---
de: ---Kategorie wählen---
el: --- Επιλέξτε Κατηγορία ---
es: Seleccione una categoría
fa: --- انتخاب کنید --- رده
it: --- --- Seleziona una categoria
ja: ---カテゴリを選択---
pt_pt: --- Select --- Categoria
th: --- เลือกหมวดหมู่ ---
tr: --- Kategori seçin ---

source: Book Name
ar: اسم الكتاب
cs: Jméno Book
de: Buchname
el: Όνομα Βιβλίου
es: Nombre del libro
fa: نام کتاب
it: Nome libro
ja: ブック名
pt_pt: Nome do livro
th: ชื่อหนังสือ
tr: Kitap Adı

source: Enter Book Name
ar: أدخل اسم الكتاب
cs: Zadejte název knihy
de: Geben Sie den Buchnamen ein
el: Πληκτρολογήστε το Όνομα Βιβλίου
es: Introducir el nombre de libro
fa: نام کتاب را وارد کنید
it: Inserire nome del libro
ja: 名前ブックを入力します。
pt_pt: Digite o nome do livro
th: กรุณาใส่ชื่อหนังสือ
tr: Ad Defteri girin

source: Author Name
ar: اسم الكاتب
cs: Jméno autora
de: Autorenname
el: Συγγραφέας Όνομα
es: Nombre del autor
fa: نام نویسنده
it: Autore Nome
ja: 著者名
pt_pt: Autor Nome
th: เขียนชื่อ
tr: Yazar Adı

source: Enter Author Name
ar: أدخل اسم الكاتب
cs: Vstoupit Autor Jméno
de: Geben Sie den Autornamen ein
el: Πληκτρολογήστε το Όνομα Συγγραφέας
es: Introduzca el nombre del autor
fa: نویسنده نام را وارد کنید
it: Inserisci Nome Autore
ja: 著者名を入力します。
pt_pt: Digite Nome do Autor
th: ใส่ผู้เขียนชื่อ
tr: Yazar Adı girin

source: Rack Location
ar: تأجير رف
cs: půjčovna rack
de: Rack-Position
el: Ενοικίαση ράφι
es: Alquiler estante
fa: اجاره دندانه دار کردن
it: Noleggio cremagliera
ja: ラックレンタル
pt_pt: aluguer de rack
th: เช่าชั้น
tr: raf kiralama

source: ---Select Rack Location---
ar: --- اختر --- تأجير الرف
cs: --- Vybrat --- Rack kol
de: ---Wählen Sie Rackposition---
el: --- Επιλέξτε --- Ενοικίαση Rack
es: --- Seleccionar --- Alquiler rack
fa: --- انتخاب کنید --- رک اجاره
it: --- Seleziona --- Noleggio Rack
ja: ---選択---ラックレンタル
pt_pt: --- Selecione --- Aluguer cremalheira
th: --- เลือก --- เช่าแร็ค
tr: --- seç --- Raf Araba

source: Price
ar: السعر
cs: cena
de: Preis
el: τιμή
es: precio
fa: قیمت
it: prezzo
ja: 価格
pt_pt: preço
th: ราคา
tr: fiyat

source: Enter Price
ar: أدخل الأسعار
cs: vstoupit Cena
de: Preis eingeben
el: εισάγετε Τιμή
es: Entrada del precio
fa: وارد هزینه
it: entrare Prezzo
ja: 価格を入力します。
pt_pt: entrar Preço
th: ใส่ราคา
tr: Fiyatı girmek

source: Quantity
ar: جرد
cs: inventář
de: Menge
el: απογραφή
es: inventario
fa: فهرست
it: inventario
ja: インベントリ
pt_pt: inventário
th: สินค้าคงคลัง
tr: envanter

source: Description
ar: وصف
cs: popis
de: Beschreibung
el: περιγραφή
es: descripción
fa: توصیف
it: Descrizione
ja: 説明
pt_pt: Descrição
th: ลักษณะ
tr: tanım

source: Not Available Any Book
cs: Není k dispozici Každé Book
el: Δεν είναι διαθέσιμο το βιβλίο
es: No está disponible ningún libro
fa: در دسترس نیست هر کتاب
it: Non disponibile qualsiasi libro
ja: どれ帳は使用できません
pt_pt: Não disponível qualquer livro
th: ไม่สามารถใช้งานใด ๆ ที่หนังสือ
tr: Değil Mevcut Herhangi Kitap

source: Issue Period
ar: فترة قضية
cs: otázka Period
de: Ausstellungszeitraum
el: Περίοδος θέμα
es: Periodo de emisión
fa: شماره دوره
it: Periodo problema
ja: 発行期間
pt_pt: Prazo de emissão
th: ระยะเวลาที่ออก
tr: Sayı Dönemi

source: Period Time
ar: الفترة الزمنية
cs: doba,
de: Periodenzeit
el: χρονική περίοδος
es: periodo de tiempo
fa: دوره زمانی
it: periodo di tempo
ja: 期間
pt_pt: período de tempo
th: ช่วงเวลา
tr: Zaman aralığı

source: Days
ar: أيام
cs: dny
el: ημέρες
es: Días
fa: روز
it: giorni
ja: 日
pt_pt: dias
th: วัน
tr: günler

source: Period Time:
ar: الفترة الزمنية:
cs: Časový interval:
de: Periodenzeit:
el: Χρονική περίοδος:
es: Período de tiempo:
fa: دوره زمان:
it: Periodo:
ja: 時間帯：
pt_pt: Período de tempo:
th: ระยะเวลา:
tr: Zaman Aralığı:

source: Add Period
ar: إضافة فترة
cs: Přidat Period
de: Zeitraum hinzufügen
el: Προσθήκη Περίοδος
es: Añadir Periodo
fa: اضافه کردن دوره
it: Aggiungere Periodo
ja: 期間を追加
pt_pt: Adicionar Período
th: เพิ่มระยะเวลา
tr: Dönemi ekle

source: ---Select Class---
ar: --- اختر الفئة ---
cs: --- Vybrat --- Třída
de: --- Wählen Sie Klasse ---
el: --- Επιλέξτε Κατηγορία ---
es: --- Seleccionar --- Clase
fa: --- انتخاب کنید --- کلاس
it: --- --- Seleziona classe
ja: ---選ぶ---クラス
pt_pt: --- Select Classe ---
th: --- เลือก --- ชั้น
tr: --- Seç Sınıfı ---

source: ---Select Section---
ar: --- اختر القسم ---
cs: --- Vybrat agendy ---
el: --- Επιλέξτε --- ενότητα
es: --- Seleccionar --- sección
fa: --- انتخاب کنید --- بخش
it: --- Seleziona sezione ---
ja: ---選ぶ---セクション
pt_pt: --- Select seção ---
th: --- เลือก --- ส่วน
tr: --- seç bölüm ---

source: Student
ar: طالب
de: Schüler
el: φοιτητής
es: estudiante
fa: دانشجو
it: studente
ja: 学生
pt_pt: estudante
th: นักเรียน
tr: öğrenci

source: Issue Date
ar: تاريخ الإصدار
cs: Datum vydání
de: Ausgabedatum
el: Ημερομηνία Έκδοσης
es: Fecha de emisión
fa: شماره تاریخ
it: Data di Emissione
ja: 発行日
pt_pt: Data de emissão
th: วันที่ออก
tr: Yayın tarihi

source: Enter Issue Date
ar: أدخل تاريخ الإصدار
cs: Zadejte datum vydání
de: Geben Sie das Ausgabedatum ein
el: Εισάγετε Ημερομηνία Έκδοσης
es: Introduzca Fecha
fa: شماره تاریخ را وارد کنید
it: Inserisci Data di Emissione
ja: 発行日を入力します。
pt_pt: Digite Data de Emissão
th: ใส่วันที่ออก
tr: Sayı tarihi girin

source: Period
ar: فترة
cs: perioda
de: Zeitraum
el: περίοδος
es: Período
fa: دوره
it: periodo
ja: 期間
pt_pt: período
th: ระยะเวลา
tr: dönem

source: ---Select Period---
ar: --- اختر --- الفترة
cs: --- Vybrat --- Period
de: --- Wählen Sie Periode ---
el: --- Επιλέξτε --- Περίοδος
es: --- Seleccionar --- Período
fa: --- انتخاب کنید --- دوره
it: --- Seleziona --- Periodo
ja: ---選択---期間
pt_pt: --- Selecione --- Período
th: --- เลือก --- ระยะเวลา
tr: --- seç --- Dönem

source: Return Date
ar: عودة التسجيل
cs: Návrat Date
de: Rückflugdatum
el: Ημερομηνία επιστροφής
es: Fecha de regreso
fa: تاریخ بازگشت
it: Data di ritorno
ja: 返却日
pt_pt: data de retorno
th: วันที่กลับมา
tr: Dönüş tarihi

source: Enter Return date
ar: أدخل العودة التسجيل
cs: Enter Return Datum
de: Geben Sie das Rückkehrdatum ein
el: Εισάγετε Ημερομηνία Επιστροφής
es: Introduzca fecha de regreso
fa: تاریخ بازگشت را وارد کنید
it: Inserisci data di ritorno
ja: 返却日を入力します。
pt_pt: Digite data de retorno
th: ใส่กลับวันที่
tr: İade tarihi girin

source: Book Category
ar: كتاب الفئة
cs: Book Kategorie
de: Buchkategorie
el: Βιβλίο Κατηγορία
es: Categoría libro
fa: رده کتاب
it: book Categoria
ja: ブックカテゴリ
pt_pt: livro Categoria
th: หนังสือหมวดหมู่
tr: Kitap Kategori

source: Book Name
ar: اسم الكتاب
cs: Jméno Book
de: Buchname
el: Όνομα Βιβλίου
es: Nombre del libro
fa: نام کتاب
it: Nome libro
ja: ブック名
pt_pt: Nome do livro
th: ชื่อหนังสือ
tr: Kitap Adı

source: Issue Date
ar: تاريخ الإصدار
cs: Datum vydání
de: Ausgabedatum
el: Ημερομηνία Έκδοσης
es: Fecha de emisión
fa: شماره تاریخ
it: Data di Emissione
ja: 発行日
pt_pt: Data de emissão
th: วันที่ออก
tr: Yayın tarihi

source: Return Date
ar: عودة التسجيل
cs: Návrat Date
de: Rückflugdatum
el: Ημερομηνία επιστροφής
es: Fecha de regreso
fa: تاریخ بازگشت
it: Data di ritorno
ja: 返却日
pt_pt: data de retorno
th: วันที่กลับมา
tr: Dönüş tarihi

source: Period
ar: فترة
cs: perioda
de: Zeitraum
el: περίοδος
es: Período
fa: دوره
it: periodo
ja: 期間
pt_pt: período
th: ระยะเวลา
tr: dönem

source: Not Available Any Issue
cs: Není k dispozici ve všech otázkách
el: Μη διαθέσιμο οποιοδήποτε θέμα
es: No disponible cualquier asunto
fa: در دسترس نیست هر موضوع
it: Non disponibile alcun problema
ja: すべての問題は使用できません
pt_pt: Não disponível qualquer assunto
th: ไม่สามารถใช้งานปัญหาใด ๆ
tr: Herhangi Sayı Mevcut Değil

source: Not Available Any Member
cs: Kterýkoli členský Není k dispozici
el: Κάθε κράτος Μη Διαθέσιμο
es: Cualquier miembro no disponible
fa: هر عضو در دسترس نیست
it: Qualsiasi Utente non disponibile
ja: 利用できない任意のメンバー
pt_pt: Qualquer membro não está disponível
th: สมาชิกใด ๆ ที่ไม่สามารถใช้งาน
tr: Mevcut Değil Herhangi Üye

source: Overdue By
ar: بواسطة فات الميعاد
cs: podle splatnosti
el: Με Εκπρόθεσμες
es: por Atrasado
fa: توسط سر رسیده
it: Con in ritardo
ja: 延滞により、
pt_pt: por Vencidos
th: โดยค้างชำระ
tr: Gecikmiş tarafından

source: Fine
ar: دقيق
cs: choulostivý
el: λεπτός
es: delicado
fa: ظریف
it: delicato
ja: 繊細
pt_pt: delicado
th: ละเอียดอ่อน
tr: narin

source: Submit Book
ar: إرسال كتاب
cs: předloží Book
el: Υποβολή Βιβλίο
es: presentar libro
fa: ارسال کتاب
it: Invia libro
ja: ブックを送信
pt_pt: submeter Livro
th: ส่งหนังสือ
tr: Kitap Gönder

source: Book name
ar: اسم الكتاب
cs: název Book
el: Το όνομά Βιβλίο
es: nombre del libro
fa: نام کتاب
it: nome del libro
ja: ブック名
pt_pt: nome do livro
th: ชื่อหนังสือ
tr: Kitap adı

source: Select CSV File :
ar: حدد ملف CSV:
cs: Vyberte soubor CSV:
el: Επιλέξτε CSV αρχείου:
es: Seleccione Archivo CSV:
fa: انتخاب کنید فایل CSV:
it: Seleziona file CSV:
ja: CSVファイルを選択します。
pt_pt: Selecione Arquivo CSV:
th: เลือกไฟล์ CSV:
tr: CSV dosyasını seçin:

source: Fill data from CSV File
ar: تعبئة البيانات من ملف CSV
cs: Vyplnit údaje ze souboru CSV
el: Συμπληρώστε τα στοιχεία από CSV αρχείο
es: Llenar los datos de archivo CSV
fa: پر کردن داده ها از فایل CSV
it: Riempire i dati da file CSV
ja: CSVファイルからのデータを記入
pt_pt: Preencha os dados do arquivo CSV
th: กรอกข้อมูลจากไฟล์ CSV
tr: CSV dosyası verileri doldurun
