Repository: ajaydasinfomedia/NiftySIS
Catalog: src/Locale/*/default.po
Languages: ar, es, fa, ru, th, tr

source: Duplicate Email id
ar: معرف البريد الإلكتروني مكرر
es: Duplicar ID de correo electrónico
fa: شناسه ایمیل تکراری
ru: Дублированный идентификатор электронной почты
th: รหัสอีเมลที่ซ้ำกัน
tr: Yinelenen Email kimliği

source: Registration Successful
ar: التسجيل ناجح
es: Registro exitoso
fa: ثبت نام موفق
ru: Успешная регистрация
th: การลงทะเบียนประสบความสำเร็จ
tr: Kayıt Başarılı

source: Duplicate Username/Email
ar: تكرار اسم المستخدم / البريد الإلكتروني
es: Nombre de usuario duplicado / correo electrónico
fa: نام کاربری / ایمیل را کپی کنید
ru: Дублируемое имя пользователя / адрес электронной почты
th: สำเนาชื่อผู้ใช้ / อีเมล
tr: Yinelenen Kullanıcı Adı / E-posta

source: Admission Approved
ar: قبول القبول
es: Admisión aprobada
fa: پذیرش تصویب شده
ru: Утверждение о допуске
th: อนุมัติการเข้าศึกษาแล้ว
tr: Kabul Onaylandı

source: Admission Approved Successfully
ar: قبول القبول بنجاح
es: Admisión aprobada con éxito
fa: پذیرش تصویب شد
ru: Допуск одобрен успешно
th: การรับเข้าเรียนได้รับการอนุมัติเรียบร้อยแล้ว
tr: Kabul Başarıyla Onaylandı

source: Username/Email :
ar: اسم المستخدم / البريد الإلكتروني:
es: Nombre de usuario / correo electrónico:
fa: نام کاربری / ایمیل:
ru: Имя пользователя / адрес электронной почты:
th: ชื่อผู้ใช้ / อีเมล:
tr: Kullanıcı adı / Email:

source: Password :
ar: كلمة السر:
es: Contraseña:
fa: رمز عبور:
ru: Пароль:
th: รหัสผ่าน:
tr: Şifre:

source: Send
ar: إرسال
es: Enviar
fa: ارسال کنید
ru: послать
th: ส่ง
tr: göndermek

source: Previous School
ar: المدرسة السابقة
es: Escuela anterior
fa: مدرسه قبلی
ru: Предыдущая школа
th: โรงเรียนก่อนหน้า
tr: Önceki okul

source: Standard List
ar: قائمة قياسية
es: Lista estándar
fa: فهرست استاندارد
ru: Стандартный список
th: รายการมาตรฐาน
tr: Standart liste

source: Parent School List
ar: قائمة أولياء الأمور للمدرسة
es: Lista de escuelas para padres
fa: لیست مدرسه والدین
ru: Список родительских школ
th: รายชื่อโรงเรียนผู้ปกครอง
tr: Üst Okul Listesi

source: School Medium List
ar: قائمة المدرسة المتوسطة
es: Lista de escuela media
fa: فهرست مدرسه متوسطه
ru: Школьный средний список
th: รายชื่อโรงเรียนระดับกลาง
tr: Okul Orta Listesi

source: Qualification List
ar: قائمة المؤهلات
es: Lista de calificación
fa: فهرست صلاحیت
ru: Квалификационный список
th: รายการคุณสมบัติ
tr: Yeterlilik Listesi

source: Occupation List
ar: قائمة المهنة
es: Lista de Ocupación
fa: فهرست مشاغل
ru: Список профессий
th: รายการอาชีพ
tr: Meslek Listesi

source: Cancel
ar: إلغاء
es: Cancelar
fa: لغو
ru: отменить
th: ยกเลิก
tr: iptal

source: Save
ar: حفظ
es: Guardar
fa: ذخیره
ru: Сохранить
th: บันทึก
tr: Kaydet

source: Attendance Reminder Alert!
ar: الحضور تذكير تنبيه!
es: Alerta de alerta de asistencia!
fa: هشدار یادآوری حضور
ru: Предупреждение о напоминании посетителя!
th: เตือนการแจ้งเตือนผู้เข้าร่วมประชุม!
tr: Katılım Hatırlatma Uyarısı!

source: Attendance Saved Successfully
ar: تم حفظ الحضور بنجاح
es: Asistencia guardada con éxito
fa: شرکت کنندگان موفق به موفقیت شدند
ru: Успешно сохранено событие
th: บันทึกการเข้าร่วมสำเร็จแล้ว
tr: Katılım başarıyla kaydedildi

source: Attendance Successfully Updated
ar: الحضور بنجاح تحديث
es: Asistencia exitosamente actualizada
fa: شرکت کنندگان به طور موفقیت آمیز به روز شده اند
ru: Посещаемость успешно обновлена
th: เข้าร่วมการอัปเดตเรียบร้อยแล้ว
tr: Katılım başarıyla güncellendi

source: Password Changed Successfully
ar: تم تغيير كلمة المرور بنجاح
es: Contraseña cambiada con éxito
fa: رمز عبور تغییر کرده است
ru: Пароль успешно изменен
th: เปลี่ยนรหัสผ่านสำเร็จแล้ว
tr: Şifre Başarıyla Değiştirildi

source: Old Password Is Wrong
ar: كلمة المرور القديمة خاطئة
es: La contraseña anterior es incorrecta
fa: رمز عبور قدیمی اشتباه است
ru: Старый пароль неправильный
th: รหัสผ่านเดิมไม่ถูกต้อง
tr: Eski Şifre Yanlış

source: New Class added Successfully
ar: تمت إضافة فئة جديدة بنجاح
es: Nueva clase añadida con éxito
fa: کلاس جدید اضافه شده به صورت موفقیت آمیز
ru: Новый класс добавлен успешно
th: เพิ่มคลาสใหม่สำเร็จแล้ว
tr: Yeni Sınıf başarıyla eklendi

source: Duplicate Class Name
ar: اسم فئة مكرر
es: Nombre de clase duplicado
fa: نام کلاس کپی شده
ru: Повторяющееся имя класса
th: ชื่อชั้นซ้ำ
tr: Yinelenen Sınıf Adı

source: Class Deleted Successfully
ar: تم حذف الفصل بنجاح
es: Clase eliminada con éxito
fa: کلاس حذف شد
ru: Класс удалён успешно
th: คลาสสำเร็จแล้ว
tr: Sınıf Başarıyla Silindi

source: Class Updated Successfully
ar: تم تحديث الفصل بنجاح
es: Clase actualizada con éxito
fa: کلاس به روز شده با موفقیت
ru: Класс успешно обновлен
th: ปรับปรุงระดับสำเร็จแล้ว
tr: Sınıf Başarıyla Güncellendi

source: Class Section
ar: قسم الفصل
es: Sección de clase
fa: بخش کلاس
ru: Секция классов
th: ส่วนชั้นเรียน
tr: Sınıf Bölümü

source: Edit Section
ar: تحرير القسم
es: Editar sección
fa: ویرایش بخش
ru: Редактировать раздел
th: แก้ไขส่วน
tr: Bölümü Düzenle

source: Duplicate Class Route
ar: تكرار مسار الفئة
es: Ruta de clase duplicada
fa: مسیر کلاس کپی کنید
ru: Дубликат класса маршрута
th: เส้นทางชั้นที่ซ้ำกัน
tr: Yinelenen Sınıf Güzergahı

source: Duplicate Teacher Class Route
ar: تكرار مسار فئة المعلم
es: Ruta de la clase de docentes duplicados
fa: مسیر کلاس کلاس معلم را کپی کنید
ru: Дублирующий маршрут класса учителя
th: เส้นทางชั้นครูซ้ำ
tr: Yinelenen Öğretmen Sınıfı Rotası

source: Class route added Successfully
ar: تمت إضافة مسار الصف بنجاح
es: Ruta de clase agregada con éxito
fa: مسیر کلاس اضافه شده به صورت موفقیت آمیز
ru: Успешно добавлен маршрут класса
th: เพิ่มเส้นทางสำเร็จแล้ว
tr: Sınıf rotası başarıyla eklendi

source: Class Route Updated Successfully
ar: تم تحديث مسار الفئة بنجاح
es: Ruta de clase actualizada con éxito
fa: مسیر کلاس به صورت موفقیت آمیز به روز شد
ru: Маршрут класса успешно обновлен
th: ปรับปรุงเส้นทางของคลาสสำเร็จแล้ว
tr: Sınıf Güzergah Başarılı Bir Şekilde Güncellendi

source: Duplicate Username
ar: اسم المستخدم مكرر
es: Nombre de usuario duplicado
fa: نام کاربری را کپی کنید
ru: Повторяющееся имя пользователя
th: สำเนาชื่อผู้ใช้
tr: Yinelenen Kullanıcı Adı

source: Student Registered Successfully
ar: الطالب المسجل بنجاح
es: Estudiante registrado con éxito
fa: دانش آموز ثبت نام شده به صورت موفقیت آمیز
ru: Студент успешно зарегистрирован
th: ลงทะเบียนนักเรียนสำเร็จแล้ว
tr: Öğrenci Başarıyla Kayıt Edildi

source: Student Record Updated Successfully
ar: تم تحديث سجل الطالب بنجاح
es: Registro estudiantil actualizado con éxito
fa: ثبت دانشجو به صورت موفقیت آمیز به روز شد
ru: Успешная запись учащихся
th: บันทึกข้อมูลนักเรียนสำเร็จแล้ว
tr: Öğrenci Kaydı Başarıyla Güncellendi

source: Mark added Successfully
ar: وأضاف مارك بنجاح
es: marca añadida con éxito
fa: مارک موفق شد
ru: Марк успешно добавлен
th: ทำเครื่องหมายว่าประสบความสำเร็จแล้ว
tr: İşaret başarıyla eklendi

source: Mark Updated Successfully
ar: تم تحديث العلامة بنجاح
es: Marcar actualizado con éxito
fa: علامت گذاری به صورت موفقیت آمیز به روز شد
ru: Марк успешно обновлен
th: ทำเครื่องหมายสำเร็จแล้ว
tr: Başarıyla Güncellendi İşaretle

source: Select Subject
ar: اختر الموضوع
es: Seleccione Asunto
fa: انتخاب موضوع
ru: Выберите тему
th: เลือกหัวเรื่อง
tr: Konu Seç

source: Subject Mark Added Successfully
ar: تمت إضافة علامة الموضوع بنجاح
es: Marca de asunto añadida correctamente
fa: نماد موضوع به طور موفقیت آمیز اضافه شده است
ru: Тема Знак успешно добавлен
th: เพิ่มเครื่องหมายหัวข้อแล้ว
tr: Konu Mark Başarıyla eklendi

source: Subject Mark Updated Successfully
ar: تحديث الموضوع بنجاح
es: Marca de tema actualizada con éxito
fa: علامت موضوع به صورت موفقیت آمیز به روز شد
ru: Тема отмечена успешно изменена
th: เปลี่ยนชื่อเรื่องสำเร็จแล้ว
tr: Konu Mark Başarıyla Güncellendi

source: All Subject Mark added Successfully
ar: كل موضوع علامة وأضاف بنجاح
es: Se agregó toda la marca del tema con éxito
fa: تمام علامت موضوع به طور موفقیت آمیز اضافه شده است
ru: Весь предметный знак добавлен успешно
th: เพิ่มชื่อเรื่องทั้งหมดเรียบร้อยแล้ว
tr: Tüm Konu Mark Başarıyla Eklendi

source: All Subject Marks updated Successfully
ar: جميع العلامات الموضوع تحديث بنجاح
es: Todas las marcas de tema actualizadas con éxito
fa: تمام علامت های موضوع به صورت موفقیت آمیز به روز شد
ru: Успешно обновлены все метки темы
th: เครื่องหมายหัวเรื่องทั้งหมดอัปเดตสำเร็จแล้ว
tr: Tüm Konu İşaretleri başarıyla güncellendi

source: Name
ar: اسم
es: Nombre
fa: نام
ru: имя
th: ชื่อ
tr: İsim

source: Student ID
ar: معرف الطالب
es: ID de estudiante
fa: شناسه دانشجویی
ru: Идентификатор студента
th: รหัสนักศึกษา
tr: Öğrenci kimliği

source: Class
ar: فئة
es: Clase
fa: کلاس:
ru: класс
th: ชั้น
tr: sınıf

source: Exam Name
ar: اسم الامتحان
es: Nombre del examen
fa: نام آزمون
ru: Имя экзамена
th: ชื่อสอบ
tr: Sınav Adı

source: S/NO
ar: ق / لا
ru: s / нет
th: s / ไม่
tr: s / hayır

source: Subject
ar: موضوع
es: Asunto
fa: موضوع
ru: предмет
th: เรื่อง
tr: konu

source: Obtain Mark (Out of
ar: الحصول على علامة (من
es: Obtener Mark (Fuera de
fa: گرفتن علامت (خارج از
ru: Получить метку (из
th: ขอรับเครื่องหมาย (จาก
tr: işaretlemek

source: Grade
ar: درجة
es: Grado
fa: مرتبه
ru: класс
th: เกรด
tr: sınıf

source: <B>Total Marks</B>
ar: إجمالي العلامات
es: Marcas totales
fa: کل علامت ها
ru: Всего знаков
th: คะแนนรวม
tr: Toplam Marka

source: <B>GPA ( Grade Point Average )</B>
ar: (متوسط ​​نقطة التقدير)
es: GPA (Promedio de calificaciones)
fa: GPA (میانگین نقطه میانگین)
ru: ГПД (средний балл)
th: เกรดเฉลี่ย (เกรดเฉลี่ย)
tr: GPA (Not Ortalaması)

source: New Subject added Successfully
ar: تمت إضافة موضوع جديد بنجاح
es: Nuevo tema agregado con éxito
fa: موضوع جدید اضافه شد
ru: Новый предмет добавлен успешно
th: เพิ่มหัวข้อใหม่สำเร็จแล้ว
tr: Yeni Konu başarıyla eklendi

source: Income Deleted Successfully
ar: الدخل المحذوف بنجاح
es: Ingresos eliminados con éxito
fa: درآمد حذف شد
ru: Доход удалён успешно
th: ลบรายได้เรียบร้อยแล้ว
tr: Gelir Başarıyla Silindi

source: Expense Deleted Successfully
ar: المصروفات المحذوفة بنجاح
es: Gastos eliminados con éxito
fa: هزینه حذف شده به صورت موفقیت آمیز
ru: Затраты удалены успешно
th: ค่าใช้จ่ายถูกลบเรียบร้อยแล้ว
tr: Gider Başarıyla Silindi

source: Income Updated Successfully
ar: تم تحديث الدخل بنجاح
es: Ingresos actualizados con éxito
fa: درآمد به صورت موفقیت آمیز به روز شد
ru: Доход, успешно обновленный
th: อัปเดตรายได้สำเร็จแล้ว
tr: Gelir Başarıyla Güncellendi

source: Income added Successfully
ar: دخل مضافة بنجاح
es: Ingresos agregados con éxito
fa: درآمد اضافه شده به طور موفقیت آمیز
ru: Доход добавлен успешно
th: เพิ่มรายได้สำเร็จแล้ว
tr: Gelir başarılı bir şekilde eklendi

source: Payment Updated Successfully
ar: تم تحديث الدفعة بنجاح
es: Pago actualizado con éxito
fa: پرداخت به صورت موفقیت آمیز به روز شد
ru: Успешно завершена оплата
th: การชำระเงินสำเร็จสำเร็จแล้ว
tr: Ödeme Başarıyla Güncellendi

source: Payment added Successfully
ar: تمت إضافة الدفعة بنجاح
es: Pago agregado con éxito
fa: پرداخت با موفقیت انجام شد
ru: Успешно добавлена ​​оплата
th: เพิ่มการชำระเงินเรียบร้อยแล้ว
tr: Ödeme başarıyla eklendi

source: Expense Updated Successfully
ar: تم تحديث النفقات بنجاح
es: Gastos actualizados con éxito
fa: هزینه به صورت موفقیت آمیز به روز شد
ru: Expense успешно обновлен
th: ปรับปรุงค่าใช้จ่ายเรียบร้อยแล้ว
tr: Giderim Başarıyla Güncellendi

source: Expense added Successfully
ar: تمت إضافة النفقات بنجاح
es: Gastos añadidos con éxito
fa: هزینه اضافه شده به صورت موفقیت آمیز
ru: Успешно добавлен счет
th: เพิ่มค่าใช้จ่ายเรียบร้อยแล้ว
tr: Giderek başarıyla eklendi

source: Payment Deleted Successfully
ar: دفع المحذوفة بنجاح
es: Pago eliminado con éxito
fa: پرداخت حذف شد
ru: Успешно завершена оплата
th: การชำระเงินถูกลบสำเร็จแล้ว
tr: Ödeme Başarıyla Silindi

source: ---Select Student---
ar: --- اختر الطالب ---
es: --- Seleccione Estudiante ---
fa: --- انتخاب دانشجو ---
ru: --- Выберите «Студент» ---
th: --- เลือก Student ---
tr: --- Öğrenci Seçiniz ---

source: News Updated Successfully
ar: تم تحديث الأخبار بنجاح
es: Noticias actualizadas con éxito
fa: اخبار به صورت موفقیت آمیز به روز شد
ru: Обновлено успешно
th: อัปเดตข้อมูลสำเร็จแล้ว
tr: Haberler Başarıyla Güncellendi

source: News added Successfully
ar: تمت إضافة أخبار بنجاح
es: Noticias agregadas con éxito
fa: اخبار اضافه شده به صورت موفقیت آمیز
ru: Успешно добавлена ​​новость
th: เพิ่มข่าวสำเร็จแล้ว
tr: Haberler başarıyla eklendi

source: Export Deleted Successfully
ar: تم حذف التصدير بنجاح
es: Exportar eliminado con éxito
fa: صادرات حذف شد
ru: Успешно удалено экспорт
th: ส่งออกสำเร็จแล้ว
tr: İhracat başarıyla silindi

source: Import Deleted Successfully
ar: الاستيراد المحذوفة بنجاح
es: Importar eliminado con éxito
fa: واردات حذف شد
ru: Успешно удалено импорт
th: การนำเข้าถูกนำออกเรียบร้อยแล้ว
tr: İçe aktarma başarıyla silindi

source: Duplicate Student Record
ar: سجل الطالب المكرر
es: Duplicar registro de estudiante
fa: ضبط یک دانشجو
ru: Дублированная запись студента
th: บันทึกข้อมูลนักเรียนซ้ำ
tr: Yinelenen Öğrenci Kaydı

source: Duplicate Teacher Record
ar: تكرار سجل المعلم
es: Duplicar el registro del maestro
fa: رکورد تکراری معلم
ru: Дублировать запись учителя
th: บันทึกประวัติครูซ้ำ
tr: Yinelenen Öğretmen Kaydı

source: Duplicate Parent Record
ar: تكرار سجل الوالدين
es: Duplicar el registro de los padres
fa: تکالیف ضبط شده والدین
ru: Дублировать родительскую запись
th: สำเนาระเบียนหลัก
tr: Yinelenen Ana Kayıt

source: Duplicate Support Staff Record
ar: سجل مكرر للدعم
es: Duplicar el registro de personal de apoyo
fa: ضبط یکپارچه کارکنان
ru: Дублированный отчет о персонале поддержки
th: พนักงานบันทึกการสนับสนุนซ้ำ
tr: Çoğaltılan Destek Personeli Kaydı

source: Data Imported Successfully
ar: البيانات المستوردة بنجاح
es: Datos importados con éxito
fa: داده ها به صورت موفقیت آمیز وارد شده اند
ru: Успешно импортированы данные
th: นำเข้าข้อมูลสำเร็จแล้ว
tr: Veriler Başarıyla İçe Aktarıldı

source: Import Updated Successfully
ar: تم تحديث الاستيراد بنجاح
es: Importar actualizado con éxito
fa: واردات به صورت موفقیت آمیز به روز شد
ru: Импорт обновлен успешно
th: นำเข้าสำเร็จเรียบร้อยแล้ว
tr: Başarıyla Güncelleme İçe Aktarıldı

source: Hostel Edited Successfully
ar: نزل تحريرها بنجاح
es: Hostal editado con éxito
fa: خوابگاه موفق شد
ru: Хостел отредактирован успешно
th: โฮสเทลได้รับการแก้ไขเรียบร้อยแล้ว
tr: Hostel Başarıyla Düzenlendi

source: Hostel added Successfully
ar: تمت إضافة بيت شباب بنجاح
es: Hostal agregado con éxito
fa: خوابگاه اضافه شد
ru: Хостел добавлен успешно
th: เพิ่มโฮสเทลเรียบร้อยแล้ว
tr: Hostel Başarıyla Eklendi

source: Record Delete Successfully
ar: سجل الحذف بنجاح
es: Registro eliminado con éxito
fa: ضبط ضبط موفقیت آمیز
ru: Успешное удаление записи
th: ลบบันทึกสำเร็จแล้ว
tr: Başarıyla Silme Kaydı

source: Edit Hostel Room Data Successfully
ar: تحرير بيانات غرفة بيت الشباب بنجاح
es: Edite los datos de la habitación del albergue con éxito
fa: ویرایش اطلاعات میزبان داده ها موفقیت آمیز است
ru: Успешно редактируйте данные комнаты хостела
th: แก้ไขข้อมูลห้องโฮสเทลเรียบร้อยแล้ว
tr: Hostel Oda Verilerini Başarıyla Düzenleme

source: Add Hostel Room Data Successfully
ar: أضف بيانات غرفة بيت الشباب بنجاح
es: Agregue los datos de la habitación del albergue con éxito
fa: اضافه کردن اطلاعات اتاق خوابگاه موفقیت آمیز
ru: Добавьте данные об объекте хостела успешно
th: เพิ่มข้อมูลห้องพักของโฮสเทลเรียบร้อยแล้ว
tr: Hostel Oda Verilerini Başarıyla Ekleme

source: Hostel Room Category Deleted Successfully
ar: تم حذف فئة غرف بيت الشباب بنجاح
es: Categoría de habitación del albergue eliminada con éxito
fa: اتاق خوابگاه اتاق برگزیده حذف شد
ru: Категория общежития удалена успешно
th: ห้องชุดประเภทห้องพักถูกลบเรียบร้อยแล้ว
tr: Hostel Odası Kategorisi Başarıyla Silindi

source: Hostel Room Deleted Successfully
ar: تم حذف غرفة بيت الشباب بنجاح
es: Habitación del hostal eliminada con éxito
fa: اتاق خوابگاه با موفقیت حذف شد
ru: Хостел успешно удаляется
th: ห้องชุดถูกลบเรียบร้อยแล้ว
tr: Hostel Odası Başarıyla Silindi

source: Unsuccessful! Hostel Room Bed No Capacity.
ar: غير متوفر!
es: ¡Sin éxito! Hostel Room Bed Sin capacidad.
fa: موفق نشدم تختخواب تخت خواب بدون ظرفیت
ru: Неудачная! Номер в хостеле Без питания.
th: ไม่ประสบความสำเร็จ! ไม่มีเตียงเสริม
tr: Başarısız! Hostel Oda Yatak Kapasitesi Yok.

source: Hostel Room Bed Data Edited Successfully
ar: تحرير بيانات سرير غرفة بيت الشباب بنجاح
es: Datos de la cama de la habitación del albergue editados con éxito
fa: اطلاعات مربوط به تختخواب وعین تختخواب به صورت صحیح ویرایش شده است
ru: Хостел Room Bed Edited Успешно
th: ข้อมูลห้องนอนของโฮสเทลถูกแก้ไขเรียบร้อยแล้ว
tr: Hostel Odası Yatak Verileri Başarıyla Düzenlendi

source: Unsuccessful! Hostel Room Bed has No Extra Capacity.
ar: تنجح! غرفة نزل سرير لا يوجد لديه قدرة اضافية.
es: ¡Sin éxito! La cama de la habitación del albergue no tiene capacidad adicional.
fa: موفق نشدم تختخواب اتاق تخت هیچ ظرفیت اضافی ندارد
ru: Неудачная! Кровать в хостеле не имеет дополнительной возможности.
th: ไม่ประสบความสำเร็จ! โฮสเทลไม่มีเตียงเสริม
tr: Başarısız! Hostel Oda Yatak Ekstra Kapasite Yoktur.

source: Hostel Room Bed Data Added Successfully
ar: تمت إضافة بيانات غرفة نزل سرير بنجاح
es: Datos de la cama de la habitación del albergue añadidos con éxito
fa: اطلاعات مربوط به تختخواب اتاق تخت موفقیت آمیز است
ru: Хостел Room Bed Добавлено успешно
th: ข้อมูลห้องนอนเตียงเสริมเพิ่มเรียบร้อยแล้ว
tr: Hostel Odası Yatak Verileri Başarıyla Eklendi

source: Hostel Bed Deleted Successfully
ar: نزل نزل محجوزة بنجاح
es: Cama del hostal eliminada con éxito
fa: تختخواب تختخواب حذف شد
ru: Хостел удачно удаляется
th: เตียงโฮสเทลถูกลบเรียบร้อยแล้ว
tr: pansiyon yatak başarıyla silindi

source: Hostel Room assign Successfully
ar: غرفة نزل تعيين بنجاح
es: La habitación del albergue asigna con éxito
fa: اتاق خوابگاه تأیید موفقیت آمیز است
ru: Хостел Room присвоен успешно
th: จองห้องพักเรียบร้อยแล้ว
tr: hostel odası atama başarılı

source: Hostel Room assign Deleted Successfully
ar: غرفة النزل تعيين حذف بنجاح
es: Asignación de la habitación del albergue eliminada con éxito
fa: اتاق پذیرایی به طور موفقیت آمیزی حذف شده است
ru: Назначение хост-комнаты удалено успешно
th: ห้องโฮสเทลได้รับการลบเรียบร้อยแล้ว
tr: hostel odası atama başarıyla silindi

source: Event Updated Successfully
ar: تم تحديث الحدث بنجاح
es: Evento actualizado con éxito
fa: رویداد به صورت موفقیت آمیز به روز شد
ru: Событие обновлено успешно
th: อัปเดตกิจกรรมสำเร็จแล้ว
tr: Etkinlik Başarıyla Güncellendi

source: Event added Successfully
ar: تمت إضافة الحدث بنجاح
es: Evento agregado con éxito
fa: رویداد اضافه شده به صورت موفقیت آمیز
ru: Успешно добавлено событие
th: เพิ่มกิจกรรมสำเร็จแล้ว
tr: Etkinlik başarıyla eklendi

source: Event Deleted Successfully
ar: حدث تم حذفه بنجاح
es: Evento eliminado con éxito
fa: رویداد حذف شده به صورت موفقیت آمیز
ru: Успешно удалено событие
th: ลบกิจกรรมสำเร็จแล้ว
tr: Etkinlik Başarıyla Silindi

source: Subject Updated Successfully
ar: الموضوع تم تحديثه بنجاح
es: Asunto actualizado con éxito
fa: موضوع به صورت موفقیت آمیز به روز شد
ru: Тема успешно обновлена
th: เรื่องได้รับการปรับปรุงเรียบร้อยแล้ว
tr: Konu Başarıyla güncellendi

source: Submission Successfully Uploaded
ar: تم التحميل بنجاح
es: Envío subido correctamente
fa: ارسال شده به صورت موفقیت آمیز آپلود شد
ru: Представление успешно загружено
th: ส่งประสบความสำเร็จ
tr: Gönderim Başarıyla Yüklendi

source: Homework Added Successfully
ar: تمت إضافة الواجب المنزلي بنجاح
es: Tarea agregada exitosamente
fa: خانه تکانی موفقیت آمیز شد
ru: Домашнее задание успешно
th: เพิ่มการบ้านเรียบร้อยแล้ว
tr: Ödev başarıyla eklendi

source: Homework Edited Successfully
ar: الواجبات المنزلية المحررة بنجاح
es: Tarea editada con éxito
fa: خانه تکانی موفقیت آمیز است
ru: Домашнее задание успешно завершено
th: ทำการบ้านเรียบร้อยแล้ว
tr: Ev Ödevi Başarıyla Düzenlendi

source: Homework Deleted Successfully
ar: الواجبات المنزلية المحذوفة بنجاح
es: Tarea eliminada con éxito
fa: خانه تکانی موفقیت آمیز حذف شد
ru: Домашняя работа удалена успешно
th: ลบการบ้านเรียบร้อยแล้ว
tr: Ev ödevi başarıyla silindi

source: Exam added Successfully
ar: تمت إضافة الاختبار بنجاح
es: Examen agregado con éxito
fa: آزمون اضافه شده به صورت موفقیت آمیز
ru: Экзамен добавлен успешно
th: เพิ่มการสอบเรียบร้อยแล้ว
tr: Sınav başarıyla eklendi

source: Exam Updated Successfully
ar: تم تحديث الامتحان بنجاح
es: Examen actualizado con éxito
fa: امتحان به صورت موفقیت آمیز به روز شد
ru: Экзамен успешно обновлен
th: สอบสำเร็จแล้ว
tr: Sınav başarıyla güncellendi

source: Term Deleted Successfully
ar: مصطلح المحذوفة بنجاح
es: Término eliminado con éxito
fa: دوره حذف شده به صورت موفقیت آمیز
ru: Срок успешно завершен
th: ระยะเวลาที่ถูกลบสำเร็จแล้ว
tr: Terim Başarıyla Silindi

source: Exam Deleted Successfully
ar: الامتحان المحذوفة بنجاح
es: Examen eliminado con éxito
fa: آزمون حذف شد
ru: Экзамен успешно удаляется
th: สอบที่ถูกลบสำเร็จแล้ว
tr: Sınav başarıyla silindi

source: Parent Registered Successfully
ar: الوالد المسجل بنجاح
es: Padre registrado exitosamente
fa: والدین موفق به ثبت نام شده اند
ru: Родитель успешно зарегистрирован
th: ผู้ปกครองที่ลงทะเบียนเรียบร้อยแล้ว
tr: Ana Kayıt Başarıyla Kaydedildi

source: Child Registered Successfully
ar: طفل مسجل بنجاح
es: Niño registrado con éxito
fa: کودک موفق به ثبت رسیده است
ru: Ребенок успешно зарегистрирован
th: ลงทะเบียนเด็กเรียบร้อยแล้ว
tr: Çocuk Başarıyla Kayıt Edildi

source: Parent Record Updated Successfully
ar: تم تحديث سجل الوالدين بنجاح
es: Registro principal actualizado con éxito
fa: رکورد والدین به صورت موفقیت آمیز به روز شد
ru: Родительская запись успешно обновлена
th: บันทึกข้อมูลหลักสำเร็จแล้ว
tr: Üst Kayıt Başarılı Bir Şekilde Güncellendi

source: Photo
ar: صور
es: Foto
fa: عکس
ru: фото
th: ภาพถ่าย
tr: fotoğraf

source: Teacher Record Updated Successfully
ar: تم تحديث سجل المعلم بنجاح
es: Registro del maestro actualizado con éxito
fa: ضبط معلم به صورت موفقیت آمیز به روز شد
ru: Запись учителя успешно обновлена
th: บันทึกของครูที่อัปเดตแล้ว
tr: Öğretmen Kaydı Başarıyla güncellendi

source: Staff Record Updated Successfully
ar: تم تحديث سجل الموظفين بنجاح
es: Registro de personal actualizado con éxito
fa: رکورد کارکنان به صورت موفقیت آمیز به روز شد
ru: Отчет о персонале, успешно обновленный
th: ปรับปรุงประวัติพนักงานสำเร็จแล้ว
tr: Personel Kayıtları Başarıyla Güncellendi

source: Examination Hall Ticket
ar: حجز قاعة القاعة
es: Boleto del salón de exámenes
fa: تئاتر سالن آزمون
ru: Билет экзаменационного зала
th: ตรวจสอบตั๋วฮอลล์
tr: Sınav Salonu Bileti

source: Candidate Name :
ar: اسم المرشح:
es: Nombre del candidato:
fa: نام نامزد شده:
ru: Имя кандидата:
th: ชื่อผู้สมัคร:
tr: Aday Adı

source: Student ID :
ar: معرف الطالب:
es: ID del estudiante:
fa: شناسه دانشجویی:
ru: Идентификатор студента:
th: รหัสนักศึกษา:
tr: Öğrenci Kimliği:

source: Roll No :
ar: لفة لا:
es: Rollo No:
fa: رول نه:
th: ม้วนไม่มี:
tr: Rulo No:

source: Class :
ar: الفئة:
es: Clase:
fa: کلاس:
ru: Класс:
th: ประเภท:
tr: Sınıf:

source: Section :
ar: القسم:
es: Sección:
fa: بخش:
ru: Раздел:
th: มาตรา:
tr: Bölüm:

source: Start Date :
ar: تاريخ البدء:
es: Fecha de inicio:
fa: تاریخ شروع
ru: Дата начала:
th: วันที่เริ่มต้น:
tr: Başlangıç ​​Tarihi:

source: End Date :
ar: تاريخ الانتهاء:
es: Fecha de finalización:
fa: تاریخ پایان
ru: Дата окончания:
th: วันที่สิ้นสุด:
tr: Bitiş Tarihi

source: Examination Centre :
ar: مركز الفحص:
es: Centro de examen:
fa: مرکز آزمون:
ru: Экзаменационный центр:
th: ศูนย์ตรวจสอบ:
tr: Sınav Merkezi

source: Examination Centre Address :
ar: عنوان مركز الفحص:
es: Dirección del centro de examen:
fa: نشانی مرکز آزمون:
ru: Экзаменационный центр Адрес:
th: ที่อยู่:
tr: Sınav Merkezi Adresi:

source: Time Table For Exam Hall
ar: الجدول الزمني لقاعة الامتحان
es: Tabla de tiempo para el examen Hall
fa: جدول زمان برای سالن آزمون
ru: Таблица времени для экзаменационного зала
th: ตารางเวลาสำหรับห้องสอบ
tr: Sınav Salonu İçin Zaman Tablosu

source: Subject Code
ar: كود الموضوع
es: Código de asunto
fa: کد موضوع
ru: Тематический код
th: รหัสเรื่อง
tr: Konu Kodu

source: Exam Date
ar: تاريخ الامتحان
es: Fecha de examen
fa: تاریخ امتحان
ru: Дата экзамена
th: วันสอบ
tr: Sınav tarihi

source: Exam Time
ar: وقت الامتحان
es: Tiempo de examen
fa: زمان آزمون
ru: Время экзамена
th: เวลาสอบ
tr: Sınav zamanı
