Repository: ajaydasinfomedia/NiftySIS
Catalog: src/Locale/*/default1.po
Languages: ar, cs, de, el, es, fa, it, ja, pt_pt, th, tr

source: Student List
ar: قائمة الطلبة
cs: Seznam Student
de: Schülerliste
el: Λίστα Φοιτητών
es: Lista de Estudiantes
fa: فهرست دانشجو
it: Lista Student
ja: 学生一覧
pt_pt: Lista de Alunos
th: รายการนักศึกษา
tr: Öğrenci listesi

source: Add New Student
ar: إضافة جديد الطلاب
cs: Přidat nový student
de: Neuen Schüler hinzufügen
el: Προσθήκη νέου Φοιτητής
fa: اضافه کردن جدید دانشجویی
it: Aggiungi nuovo Student
ja: 新入生を追加
pt_pt: Adicionar novo aluno
th: เพิ่มนักเรียนใหม่
tr: Yeni Öğrenci Ekle

source: Enter Roll Number
ar: أدخل عدد لفة
cs: Vstoupit do role číslo
de: Geben Sie die Rollennummer ein
el: Εισάγετε Roll Αριθμός
es: Introduzca número de rollo
fa: را وارد کنید شماره رول
it: Inserisci numero Rotolo
ja: ロール番号を入力してください
pt_pt: Digite rolo Número
th: ใส่จำนวนม้วน
tr: Rulo Numarasını girin

source: Enter First Name
ar: أدخل الاسم الأول
cs: Zadejte křestní jméno
de: Bitte Vornamen eingeben
el: Πληκτρολογήστε το Όνομα
es: Introduzca el nombre
fa: نام را وارد کنید
it: Inserisci Nome
ja: まず名前を入力します。
pt_pt: Digite Nome
th: ใส่ชื่อจริง
tr: İlk Adı girin

source: Enter Middle Name
ar: أدخل اسم الأوسط
cs: Vstoupit Prostřední jméno
de: Geben Sie den zweiten Vornamen ein
el: Εισάγετε Πατρώνυμο
es: Introduzca nombre Segundo
fa: نام میانه را وارد کنید
it: Inserisci Secondo nome
ja: ミドルネームを入力します。
pt_pt: Digite nome do meio
th: กรุณาใส่ชื่อกลาง
tr: Orta Adı girin

source: Enter Last Name
ar: أدخل اسم العائلة
cs: Zadejte příjmení
de: Nachnamen eingeben
el: Εισάγετε Επώνυμο
es: Ingrese el apellido
fa: را وارد کنید نام و نام خانوادگی
it: Inserisci il cognome
ja: 姓を入力します。
pt_pt: Digite seu sobrenome
th: ใส่นามสกุล
tr: Son Adı girin

source: Enter Address
ar: أدخل عنوان
cs: zadejte adresu
de: Adresse eingeben
el: εισάγετε Διεύθυνση
es: introducir la dirección
fa: را وارد کنید آدرس
it: inserisci Indirizzo
ja: 住所を入力します。
pt_pt: digite o endereço
th: ป้อนที่อยู่
tr: Adres girmek

source: Enter State
ar: إدخال الدولة
cs: vstoupit stát
de: Geben Sie den Status ein
el: εισάγετε μέλος
es: introducir Estado
fa: وارد دولت
it: entrare Stato
ja: 状態に入ります
pt_pt: digite Estado
th: ป้อนรัฐ
tr: Eyalet girin

source: Enter City
ar: أدخل مدينة
cs: vstoupit City
de: Stadt betreten
el: εισάγετε Πόλη
es: entrar en la ciudad
fa: وارد شهر
it: entrare Città
ja: 都市を入力してください
pt_pt: digite Cidade
th: เข้าสู่เมือง
tr: Şehir girmek

source: Enter PinCode
ar: إدخال الرقم السري
cs: vstoupit PSC
de: Geben Sie PinCode ein
el: εισάγετε κωδικό PIN
es: introducir código PIN
fa: وارد شماره PIN
it: entrare PinCode
ja: PINコードを入力します。
pt_pt: introduzir código PIN
th: ป้อนรหัส PIN
tr: pin kodunu

source: Alternate Mobile Number
ar: البديل رقم الجوال
cs: Alternate Číslo mobilního telefonu
de: Alternative Mobilnummer
el: Εναλλακτική Αριθμός Κινητού
es: Número móvil alternativo
fa: شماره موبایل جایگزین
it: Mobile Number alternativo
ja: 代替携帯電話番号
pt_pt: Mobile Number alternativo
th: สลับหมายเลขโทรศัพท์มือถือ
tr: Alternatif Mobil Numara

source: Valid Email
ar: صحيح البريد الإلكتروني
cs: platný e-mail
el: Ισχύει Email
es: válida de correo electrónico
fa: ایمیل معتبر
it: Valido Email
ja: 有効なメール
pt_pt: válido Email
th: ที่ถูกต้องอีเมล์
tr: Geçerli Email

source: Valid Username
ar: صحيح اسم المستخدم
cs: platné uživatelské jméno
el: Ισχύει Όνομα Χρήστη
es: Nombre de usuario válido
fa: معتبر نام کاربری
it: Nome utente valido
ja: 有効なユーザ名
pt_pt: Nome de usuário válido
th: ชื่อผู้ใช้ที่ถูกต้อง
tr: Geçerli Kullanıcı Adı

source: Enter Password
ar: أدخل كلمة المرور
cs: zadat heslo
el: πληκτρολογήστε τον κωδικό
es: introducir la contraseña
fa: رمز عبور را وارد
it: digitare la password
ja: パスワードを入力します
pt_pt: digite senha
th: ป้อนรหัสผ่าน
tr: Şifre girmek

source: Select Image
ar: اختر صورة
cs: Zvolit Obrázek
de: Bild auswählen
el: Επιλέξτε Εικόνα
es: Seleccionar imagen
fa: انتخاب تصویر
it: Seleziona immagine
ja: 選択画像
pt_pt: Selecionar imagem
th: เลือกรูปภาพ
tr: Resim seç

source: Approved
ar: وافق
cs: schválený
de: Genehmigt
el: Εγκρίθηκε
es: aprobado
fa: تایید
it: approvato
ja: 承認
pt_pt: aprovado
th: ได้รับการอนุมัติ
tr: onaylı

source: Add Student
ar: إضافة طالب
cs: Přidat Student
de: Schüler hinzufügen
el: Προσθήκη Φοιτητής
es: Añadir Estudiante
fa: اضافه کردن دانشجو
it: Aggiungere Student
ja: 学生を追加
pt_pt: Adicionar Estudante
th: เพิ่มนักศึกษา
tr: Öğrenci ekle

source: Subject List
ar: قائمة الموضوع
cs: Subject Seznam
de: Betreff-Liste
el: Θέμα Λίστα
es: Lista de asuntos
fa: تم فهرست
it: soggetto List
ja: 科目一覧
pt_pt: Assunto Lista
th: รายการเรื่อง
tr: Konu listesi

source: Add Subject
ar: إضافة موضوع
cs: Přidat předmět
de: Betreff hinzufügen
el: Προσθήκη Θέμα
es: Añadir asunto
fa: اضافه کردن تم
it: Aggiungere Soggetto
ja: 件名を追加
pt_pt: Adicionar Assunto
th: เพิ่มเรื่อง
tr: Konu ekle

source: Assign Room
ar: تعيين غرفة
cs: přiřadit pokoj
el: Εκχώρηση Δωμάτιο
es: asignar habitaciones
fa: اختصاص اتاق
it: assegnare camera
ja: ルームを割り当て
pt_pt: atribuir quarto
th: กำหนดห้อง
tr: Room atama

source: Bed Unique ID
ar: سرير ID فريد
cs: Postel jedinečné ID
de: Bett Eindeutige ID
el: Κρεβάτι Μοναδικό αναγνωριστικό
es: Cama Steam ID
fa: تخت منحصر به فرد ID
it: Letto ID univoco
ja: ベッド一意のID
pt_pt: Cama Unique ID
th: Bed ID ที่ไม่ซ้ำกัน
tr: Yatak Benzersiz Kimlik

source: Room Unique ID
ar: غرفة ID فريد
cs: Pokoj Unikátní ID
de: Zimmer eindeutige ID
el: Δωμάτιο Μοναδικό αναγνωριστικό
es: Sala de Steam ID
fa: اتاق منحصر به فرد ID
it: Camera ID univoco
ja: ルームユニークID
pt_pt: Quarto Unique ID
th: ห้องพักหมายเลขที่ไม่ซ้ำกัน
tr: Oda benzersiz kimliği

source: Availability
ar: توفر
cs: dostupnost
de: Verfügbarkeit
el: διαθεσιμότητα
es: disponibilidad
fa: دسترسی
it: disponibilità
ja: 可用性
pt_pt: disponibilidade
th: ความพร้อมใช้งาน
tr: Kullanılabilirlik

source: Description
ar: وصف
cs: popis
de: Beschreibung
el: περιγραφή
es: descripción
fa: توصیف
it: Descrizione
ja: 説明
pt_pt: Descrição
th: ลักษณะ
tr: tanım

source: Available
ar: متاح
cs: k dispozici
de: Verfügbar
el: διαθέσιμος
es: disponible
fa: در دسترس
it: disponibile
ja: 利用できます
pt_pt: disponível
th: ใช้ได้
tr: mevcut

source: Occupied
ar: احتل
cs: obsazený
de: Belegt
el: κατειλημμένος
es: ocupado
fa: مشغول
it: occupato
ja: 占領下
pt_pt: ocupado
th: ที่ถูกครอบครอง
tr: dolu

source: Not Available Any Bed
cs: Není k dispozici Každá postel
el: Δεν είναι διαθέσιμο κρεβάτι
es: No disponible cualquier cama
fa: در دسترس نیست هر تخت
it: Non disponibile Qualsiasi Bed
ja: どれでもベッドは使用できません
pt_pt: Não disponível Qualquer Bed
th: ไม่สามารถใช้งาน Bed ใด ๆ
tr: Herhangi Yatağı Mevcut Değil

source: Member List
ar: قائمة الأعضاء
cs: Seznam člena
de: Mitgliederliste
el: Λίστα μέλος
es: Lista de miembros
fa: فهرست کاربران
it: Lista utenti
ja: メンバーリスト
pt_pt: Lista de membros
th: รายชื่อสมาชิก
tr: üye listesi

source: Book List
ar: قائمة الكتب
cs: Seznam kniha
de: Bücherliste
el: Λίστα Βιβλίων
es: Lista de libros
fa: فهرست کتاب
it: Lista libro
ja: ブックリスト
pt_pt: Lista dos livros
th: รายชื่อหนังสือ
tr: Kitap listesi

source: Book Name
ar: اسم الكتاب
cs: Jméno Book
de: Buchname
el: Όνομα Βιβλίου
es: Nombre del libro
fa: نام کتاب
it: Nome libro
ja: ブック名
pt_pt: Nome do livro
th: ชื่อหนังสือ
tr: Kitap Adı

source: Author Name
ar: اسم الكاتب
cs: Jméno autora
de: Autorenname
el: Συγγραφέας Όνομα
es: Nombre del autor
fa: نام نویسنده
it: Autore Nome
ja: 著者名
pt_pt: Autor Nome
th: เขียนชื่อ
tr: Yazar Adı

source: Rack Location
ar: تأجير رف
cs: půjčovna rack
de: Rack-Position
el: Ενοικίαση ράφι
es: Alquiler estante
fa: اجاره دندانه دار کردن
it: Noleggio cremagliera
ja: ラックレンタル
pt_pt: aluguer de rack
th: เช่าชั้น
tr: raf kiralama

source: Child List
ar: قائمة الطفل
cs: Seznam dítě
el: Λίστα Παιδί
es: Lista niño
fa: فهرست کودک
it: Lista Bambino
ja: 子リスト
pt_pt: Lista criança
th: รายการเด็ก
tr: Çocuk listesi

source: Child Name
ar: اسم الطفل
cs: dítě Name
el: Παιδί Όνομα
es: Nombre del niño
fa: نام کودک
it: Nome del bambino
ja: 子供の名前
pt_pt: Nome da criança
th: ชื่อเด็ก
tr: Çocuk Adı

source: Child Email
ar: طفل البريد الإلكتروني
cs: dítě Email
el: Παιδί Email
es: niño de correo electrónico
fa: کودک ایمیل
it: Bambino Email
ja: 子メール
pt_pt: criança Email
th: เด็กอีเมล์
tr: Çocuk Eposta

source: Roll Number
ar: عدد لفة
cs: válet Number
de: Rollennummer
el: Αριθμός ρολό
es: Número rollo
fa: تعداد رول
it: Numero rotolo
ja: ロールナンバー
pt_pt: Número de rolo
th: จำนวนม้วน
tr: rulo Numarası

source: View Result
ar: عرض النتيجة
cs: Zobrazit Výsledek
de: Zeige Ergebnis
el: Προβολή Αποτελεσμάτων
es: Ver resultados de
fa: نمایش نتیجه
it: vista Risultato
ja: 結果の表示
pt_pt: Ver resultado
th: ดูผล
tr: Görünüm Bulunan

source: View Parent
ar: عرض المنتدى الرئيسي
cs: Zobrazit rodiče
de: Eltern anzeigen
el: Προβολή κύριου
es: Ver Padres
fa: مشاهده انجمن مرجع
ja: ビューの親
pt_pt: Ver Parent
th: ดูผู้ปกครอง
tr: Görünüm Veli

source: View Attendance
ar: عرض الحضور
cs: pohled Účast
de: Teilnahme anzeigen
el: Δείτε Συμμετοχή
es: Ver Asistencia
fa: نمایش حضور و غیاب
it: vista presenze
ja: ビュー出席
pt_pt: Ver Presença
th: ดูผู้เข้าร่วม
tr: Görünüm Seyirci

source: Parent of Student
ar: الأم لطالب
cs: Rodič studenta
el: Μητρική των σπουδαστών
es: Padres de Estudiantes
fa: پدر و مادر از دانشجو
it: Parent di Student
ja: 学生の親
pt_pt: Pai de estudante
th: ผู้ปกครองของนักเรียน
tr: Öğrencinin Veli

source: Class Time Table
ar: الطبقة الجدول الزمني
cs: Tabulka třída Time
el: Πίνακας Ώρα Class
es: Tabla de tiempos de Clase
fa: کلاس جدول زمان
it: Tabella tempo di classe
ja: クラスの時間表
pt_pt: Quadro Tempo de classe
th: ตารางเวลาเรียน
tr: Sınıf Zaman Tablosu

source: Start Date
ar: بدء التسجيل
cs: Datum zahájení
de: Anfangsdatum
el: Ημερομηνία Έναρξης
es: Fecha De Inicio
fa: تاریخ شروع تاریخ
it: Data inizio
ja: 開始日
pt_pt: Data de início
th: วันที่เริ่มต้น
tr: Başlangıç ​​Tarihi

source: End Date
ar: تاريخ الانتهاء
cs: Datum ukončení
de: Endtermin
el: Ημερομηνία λήξης
es: Fecha de finalización
fa: تاریخ پایان
it: Data fine
ja: 終了日
pt_pt: Data de término
th: วันที่สิ้นสุด
tr: bitiş tarihi

source: Not Available Any Event
cs: Není k dispozici každopádně
el: Μη διαθέσιμο κάθε περίπτωση
es: No disponible Cualquier Evento
fa: در دسترس نیست هر رویداد
it: Non disponibile Qualsiasi evento
ja: いずれの場合でも使用できません
pt_pt: Não disponível qualquer evento
th: ไม่สามารถใช้งานกรณีใด ๆ
tr: Herhangi Olay Mevcut Değil

source: Exam List
ar: قائمة الامتحان
cs: Seznam zkouška
de: Prüfungsliste
el: Λίστα Εξετάσεων
es: Lista de examen
fa: فهرست آزمون
it: Lista esame
ja: 試験のリスト
pt_pt: Lista de exame
th: รายการสอบ
tr: Sınav listesi

source: Exam Title
ar: امتحان عنوان
cs: zkouška Název
de: Prüfungstitel
el: εξετάσεις Τίτλος
es: examen de Título
fa: عنوان آزمون
it: esame Titolo
ja: 試験のタイトル
pt_pt: Título exame
th: สอบชื่อเรื่อง
tr: Sınav Başlığı

source: Exam Date
ar: تاريخ الامتحان
cs: zkouška Date
de: Prüfungsdatum
el: εξετάσεις Ημερομηνία
es: Fecha del examen
fa: تاریخ آزمون
it: Data esame
ja: 試験日
pt_pt: Data exam
th: วันที่สอบ
tr: Sınav tarihi

source: Exam Comment
ar: كيف الامتحان
cs: Jak zkouška
de: Prüfungskommentar
el: Πώς Εξετάσεων
es: Cómo Examen
fa: چگونه آزمون
it: Come esame
ja: どの試験
pt_pt: como Exam
th: วิธีการสอบ
tr: Nasıl Sınav

source: Supplier
ar: تضرع
cs: obrátit se na
de: Lieferant
el: εκλιπαρώ
es: suplicar
fa: التماس کردن
it: supplicare
ja: 拝み倒します
pt_pt: suplicar
th: อุทธรณ์
tr: yalvarmak

source: Amount
ar: كمية
cs: částka
de: Menge
el: ποσό
es: cantidad
fa: مقدار
it: importo
ja: 量
pt_pt: quantidade
th: จำนวน
tr: miktar

source: View Income
ar: الدخل الشخصي
cs: Pohled z příjmu
de: Einkommen anzeigen
el: Δείτε εισοδήματος
es: Ver ingreso
fa: درآمد نمایش
it: reddito View
ja: 所得見ます
pt_pt: renda Ver
th: รายได้ดู
tr: Gelir görüntüle

source: School Mangement System
ar: نظام مانجمنت المدرسة
cs: Školní Mangement System
el: Σχολή Σύστημα Διαχειρίσεως
es: Sistema Mangement escuela
fa: سیستم مدیریت مدرسه
it: Scuola Sistema Mangement
ja: 学校マングメントシステム
pt_pt: Sistema Mangement escola
th: ระบบโรงเรียน Mangement
tr: Okul Mangement Sistemi

source: Export Title
ar: تصدير عنوان
cs: Export Název
de: Titel exportieren
el: εξαγωγή Τίτλος
es: Título de exportación
fa: صادرات عنوان
it: export Titolo
ja: 輸出タイトル
pt_pt: exportação Título
th: ส่งออกชื่อ
tr: İhracat Başlığı

source: Export Model
ar: تصدير نموذج
de: Modell exportieren
el: Μοντέλο εξαγωγή
es: Modelo de exportación
fa: صادرات مدل
it: Esporta modello
ja: 輸出モデル
pt_pt: exportação Modelo
th: ส่งออกรุ่น
tr: İhracat Modeli

source: Export to Excel
ar: تصدير إلى Excel
cs: Export do Excelu
el: Εξαγωγή στο Excel
es: Exportación a Excel
fa: صادرات به اکسل
it: Esporta in Excel
ja: Excelへのエクスポート
pt_pt: Exportar para Excel
th: ส่งออกไปยัง Excel
tr: Excel'e

source: Not Available Any Export
cs: Není k dispozici Každé Export
el: Δεν είναι διαθέσιμο Εξαγωγή
es: No está disponible ninguna exportación
fa: در دسترس نیست هر صادرات
it: Non disponibile Qualsiasi Export
ja: どれエクスポート不可
pt_pt: Não disponível Qualquer Export
th: ไม่สามารถส่งออกใด ๆ
tr: Herhangi İhracat Mevcut Değil

source: Paid Amount :
ar: المبلغ المدفوع:
cs: Zaplacená částka:
de: Bezahlte Menge :
el: Καταβληθέν ποσό:
es: Cantidad pagada:
fa: مبلغ پرداخت:
it: Corrispettivo:
ja: 有料額：
pt_pt: Pago Valor:
th: จำนวนเงินที่ชำระ:
tr: Ücretli Tutar:

source: Payment By :
ar: الدفع عن طريق:
cs: Platba By:
el: Πληρωμή Από:
es: Pago por:
fa: پرداخت توسط:
it: Pagamento con:
ja: お支払いの場合：
pt_pt: Pagamento por:
th: การชำระเงินโดย:
tr: Ödeme ile:

source: Fees List
ar: قائمة رسوم
cs: Seznam poplatky
de: Gebührenliste
el: Λίστα αμοιβές
es: Lista de honorarios
fa: فهرست هزینه های
it: Lista tasse
ja: 手数料一覧
pt_pt: Lista taxas
th: รายการค่าใช้จ่าย
tr: ücretleri listesi

source: Fee Type
ar: الرسم النوع
cs: poplatek Type
de: Gebührenart
el: Τέλος Τύπος
es: Tarifa Tipo
fa: نوع هزینه
it: Tariffa Tipo
ja: 有料ジャンル
pt_pt: taxa Tipo
th: ประเภทค่าธรรมเนียม
tr: Ücretli Tip

source: Roll No
ar: لفة رقم
cs: válet No.
de: Rolle Nr
el: ρολό Όχι
es: rollo No.
fa: شماره رول
it: rotolo No.
ja: ロール号
pt_pt: rolo No.
th: ม้วนเลขที่
tr: Rulo No.

source: Payment Status
ar: مركز الدفع
de: Zahlungsstatus
el: Κατάσταση πληρωμής
es: el estado del pedido
fa: وضعیت پرداخت
it: Stato di pagamento
ja: 支払い状況
pt_pt: Situação do pagamento
th: สถานะการชำระเงิน
tr: Ödeme Durumu

source: Due Amount
ar: المبلغ المستحق
cs: splatná částka
de: Fälliger Betrag
el: λόγω Ποσό
es: debido Cantidad
fa: مبلغ بدهی
it: competenza Importo
ja: 未払い額
pt_pt: devido Quantidade
th: ลูกหนี้
tr: Ödenmesi gereken tutar

source: Year
ar: عام
cs: rok
el: έτος
es: año
fa: سال
it: anno
ja: {0}{0}{/0}年
pt_pt: ano
th: ปี
tr: yıl

source: Not Paid
ar: لا المدفوعة
cs: nezaplatil
de: Nicht bezahlt
el: δεν πληρωμή
es: no pagado
fa: پرداخت نیست
it: non pagati
ja: 支払われていません
pt_pt: não pago
th: ไม่ได้ชำระเงิน
tr: Ücretli değil

source: Partially Paid
ar: دفعت جزئيا
cs: částečně hrazena
de: Teilweise bezahlt
el: Εν μέρει επί πληρωμή
es: A cargo parcialmente
fa: نیمه پرداخت
it: parzialmente pagato
ja: 一部有料
pt_pt: parcialmente pago
th: ที่เรียกชำระแล้วบางส่วน
tr: Kısmen Ödenen

source: Full Paid
ar: كامل المدفوعة
cs: Full placené
de: Voll bezahlt
el: Πλήρης πληρωμή
es: total pagado
fa: کامل پرداخت می شود
it: completa a pagamento
ja: 完全有料
pt_pt: pago completa
th: เต็มรูปแบบที่เรียกชำระแล้ว
tr: Tam Ücretli

source: View
ar: رأي
cs: vyhlídka
de: Aussicht
el: θέα
es: vista
fa: نظر
it: vista
ja: ビュー
pt_pt: vista
th: ดู
tr: görünüm

source: Pay
ar: دفع
cs: platit
de: Zahlen
el: πληρωμή
es: pagar
fa: پرداخت
it: pagare
ja: 支払います
pt_pt: pagar
th: จ่ายเงิน
tr: ödeme

source: Holiday List
ar: قائمة عطلة
cs: Holiday Seznam
de: Feiertagsliste
el: Λίστα διακοπές
es: Lista de vacaciones
fa: لیست تعطیلات
it: Lista per le vacanze
ja: 休日リスト
pt_pt: Lista de férias
th: รายการวันหยุด
tr: tatil listesi

source: Hostel Name
ar: اسم الفندق
el: Όνομα του ξενώνα
es: Nombre albergue
fa: نام خوابگاه
it: Hostel Nome
ja: ホステルの名前
pt_pt: Hostel Nome
th: ชื่อโฮสเทล
tr: Pansiyon Ad

source: Hostel Type
ar: نوع نزل
cs: Hostel Typ
de: Herbergsart
el: Hostel Τύπος
es: Tipo albergue
fa: نوع خوابگاه
it: Hostel Tipo
ja: ホステルタイプ
pt_pt: Hostel Tipo
th: ประเภทโฮสเทล
tr: Pansiyon Tipi

source: Not Available Any Hostel
cs: Není k dispozici Každé Hostel
el: Δεν είναι διαθέσιμο Hostel
es: No está disponible ningún hostal
fa: در دسترس نیست هر خوابگاه
it: Non disponibile Qualsiasi Hostel
ja: どれホステルは使用できません
pt_pt: Não disponível Qualquer Hostel
th: ไม่สามารถใช้งานโฮสเทลใด ๆ
tr: Herhangi Pansiyon Mevcut Değil

source: Import Title
ar: استيراد عنوان
cs: import Název
de: Titel importieren
el: Εισαγωγή τίτλου
es: importación Título
fa: واردات عنوان
it: Importa Titolo
ja: インポートタイトル
th: นำเข้าชื่อ
tr: İthalat Başlığı

source: Import Model
ar: استيراد نموذج
de: Modell importieren
el: Εισαγωγή Model
es: Importar modelo
fa: مدل واردات
it: Importa modello
ja: インポートモデル
pt_pt: Import Modelo
th: นำเข้ารุ่น
tr: İthalat Modeli

source: Not Available Any Import
cs: Každý dovoz Není k dispozici
el: Κάθε Εισαγωγή Μη Διαθέσιμο
es: Cualquier importación no disponible
fa: هر گونه واردات در دسترس نیست
it: Qualsiasi importazione non disponibile
ja: 任意のインポートが使用できません
pt_pt: Qualquer importação não está disponível
th: ใด ๆ ที่นำเข้าไม่สามารถใช้งาน
tr: Mevcut Değil Herhangi İthalat

source: Student Library History
ar: مكتبة الطالب التاريخ
cs: Student History Library
el: Ιστορία Βιβλιοθήκη Φοιτητική
es: Historia de la Biblioteca del Estudiante
fa: تاریخچه کتابخانه دانشجو
it: Studente Storia Biblioteca
ja: 学生図書館の歴史
pt_pt: Estudante History Library
th: ประวัติห้องสมุดนักศึกษา
tr: Öğrenci Kütüphanesi Tarih

source: Accept Return
ar: استعرض العودة
cs: akceptovat návrat
de: Akzeptiere die Rückgabe
el: αποδεχθεί Επιστροφή
es: aceptamos vuelta
fa: قبول بازگشت
it: accettare di ritorno
ja: リターンを受け入れます
pt_pt: aceitamos o retorno
th: ยอมรับผลตอบแทน
tr: Dönüş kabul

source: News List
ar: قائمة الأخبار
cs: Novinky Seznam
de: Nachrichtenliste
el: Νέα Λίστα
es: Lista de noticias
fa: لیست اخبار
it: Lista Notizie
ja: ニュース一覧
pt_pt: Lista de Notícias
th: รายการข่าว
tr: haber listesi

source: Document
ar: وثيقة
cs: dokument
de: Dokument
el: έγγραφο
es: documento
fa: سند
it: documento
ja: ドキュメント
pt_pt: documento
th: เอกสาร
tr: belge

source: Download
ar: تحميل
cs: Ke stažení
de: Herunterladen
el: Λήψη
es: descargar
fa: دانلود
it: Scarica
ja: ダウンロード
pt_pt: baixar
th: ดาวน์โหลด
tr: İndir

source: Not Available Any News
cs: Není k dispozici žádné zprávy
el: Δεν είναι διαθέσιμο Ειδήσεις
es: No está disponible ninguna noticia
fa: در دسترس نیست هر خبری
it: Non disponibile Qualsiasi Notizie
ja: どれニュース不可
pt_pt: Não disponível Qualquer Notícias
th: ไม่สามารถใช้งานข่าวใด ๆ
tr: Değil Mevcut Herhangi Haberler

source: Notice List
ar: قائمة إشعار
cs: oznámení Seznam
de: Hinweisliste
el: Λίστα Ανακοίνωση
es: Lista aviso
fa: فهرست مقررات
it: Lista Avviso
ja: お知らせ一覧
pt_pt: Lista aviso
th: รายการแจ้งให้ทราบล่วงหน้า
tr: Bildirim listesi

source: Notice Title
ar: عنوان الإشعار
cs: oznámení Titul
de: Titel der Benachrichtigung
el: Τίτλος Προμήθειας
es: Título del Anuncio
fa: توجه عنوان
it: Titolo del Bando
ja: お知らせタイトル
pt_pt: Título do aviso
th: แจ้งให้ทราบชื่อ
tr: İlan Başlığı

source: Notice Comment
ar: تعليمات كيف
cs: návod, jak
de: Hinweis Kommentar
el: οδηγίες Πώς
es: instrucciones sobre cómo
fa: دستورالعمل چگونه
it: le istruzioni su come
ja: 手順方法
pt_pt: instruções sobre como
th: คำแนะนำวิธี
tr: Talimatlar nasıl

source: Notice Start Date
ar: بدء إشعار التسجيل
cs: Začít údajů Datum
de: Hinweis Startdatum
el: Ξεκινήστε Ανακοίνωση Ημερομηνία
es: Aviso iniciar Fecha
fa: شروع تاریخ اعالمیه
it: Inizia Avviso Data
ja: お知らせの開始日
pt_pt: Comece Aviso Data
th: เริ่มต้นวันที่แจ้งให้ทราบ
tr: Bildirim Başlangıç ​​Tarihi

source: Notice End Date
ar: التسجيل تعليمات النهاية
cs: Instrukce End Date
de: Hinweis Enddatum
el: Οδηγίες Ημερομηνία Λήξης
es: Instrucciones Fecha de finalización
fa: تاریخ دستورالعمل پایان
it: Data di fine Istruzioni
ja: 命令終了日
pt_pt: Data instruções End
th: วันที่คำแนะนำ End
tr: Talimatlar Bitiş Tarihi

source: Notice For
ar: للتعليمات
cs: pro instrukce
de: Hinweis für
el: Για οδηγίες
es: para Instrucciones
fa: برای دستورالعمل
it: per istruzioni
ja: 手順については、
pt_pt: para obter instruções de
th: สำหรับคำแนะนำ
tr: talimatlar için

source: Title
ar: لقب
cs: nadpis
de: Titel
el: τίτλος
es: título
fa: عنوان
it: titolo
ja: タイトル
pt_pt: título
th: ชื่อเรื่อง
tr: başlık

source: Status
ar: وضع
cs: postavení
el: κατάσταση
es: estatus
fa: وضعیت
it: stato
ja: ステータス
pt_pt: Estado
th: สถานะ
tr: durum

source: Beds capacity
ar: قدرة الأسرة
cs: lůžek kapacita
de: Bettenkapazität
el: δυναμικότητα κλινών
es: capacidad de camas
fa: ظرفیت تخت
it: capacità letti
ja: ベッド容量
pt_pt: capacidade de camas
th: ความจุเตียง
tr: Yataklar kapasite

source: View or Assign Room
ar: عرض أو غرفة تعيين
cs: Zobrazit nebo Přiřadit Room
de: Raum anzeigen oder zuweisen
el: Προβολή ή Αντιστοίχιση Δωμάτιο
es: Ver o habitación Asignar
fa: برای مشاهده و یا اتاق اختصاص
it: Vista o assegnare Camera
ja: ビューまたは割り当てルーム
pt_pt: Ver ou quarto Assign
th: ดูหรือห้องกำหนด
tr: Görüntüleme veya Ata Odası

source: Not Available Any Room
cs: Není k dispozici každé místnosti
el: Δεν είναι διαθέσιμο δωμάτιο
es: No disponible cualquier habitación
fa: در دسترس نیست هر اتاق
it: Non disponibile Qualsiasi Camera
ja: どれ客室のご利用はできません
pt_pt: Não disponível todo o quarto
th: ไม่สามารถใช้งานห้องใด
tr: Herhangi Odası Mevcut Değil

source: View Attendance
ar: عرض الحضور
cs: pohled Účast
el: Δείτε Συμμετοχή
es: Ver Asistencia
fa: نمایش حضور و غیاب
it: vista presenze
ja: ビュー出席
pt_pt: Ver Presença
th: ดูผู้เข้าร่วม
tr: Görünüm Seyirci

source: View Subject Wise Attendance
ar: عرض موضوع الحكيم الحضور
cs: Pohled Subject Wise Účast
de: Ansicht Betreff Wise Anwesenheits
el: Δείτε Θέμα Wise Συμμετοχή
es: Ver Wise Asunto Asistencia
fa: نمایش تم حضور و غیاب حکیم
it: Soggetto Wise presenze
ja: ビュー件名ワイズ出席
pt_pt: Ver Assunto sábio Presença
th: ดูเรื่องการเข้าร่วมประชุมปรีชาญาณ
tr: Görünüm Konu Wise Seyirci

source: Student Name :
ar: اسم الطالب:
cs: Student Jméno:
el: Όνομα Φοιτητής:
es: Nombre del estudiante:
fa: نام دانشجو:
it: Nome Studente:
ja: 学生の名前：
pt_pt: Nome do aluno:
th: ชื่อนักศึกษา:
tr: Öğrencinin Adı:

source: Day
ar: يوم
cs: den
el: ημέρα
es: día
fa: روز
it: giorno
ja: {0}{0}{/0}日
pt_pt: dia
th: วัน
tr: gün

source: Subject Name :
cs: Název předmětu:
el: Θέμα Όνομα:
es: Nombre Asunto:
fa: تم نام:
it: Nome del soggetto:
ja: サブジェクト名：
pt_pt: Nome Assunto:
th: ชื่อเรื่อง:
tr: Konu Adı:

source: Subject Name
ar: تخضع اسم
cs: Název předmětu
de: Antragstellername
el: Θέμα Όνομα
es: Nombre del sujeto
fa: تم نام
it: soggetto Nome
ja: サブジェクト名
pt_pt: Nome Assunto
th: ชื่อเรื่อง
tr: Konu Adı

source: Teacher Name
ar: اسم المعلم
cs: Jméno učitel
de: Lehrer-Name
el: Όνομα δάσκαλος
es: Nombre del maestro
fa: نام معلم
it: docente
ja: 先生の名前
pt_pt: Nome professor
th: ชื่อครู
tr: Öğretmen Adı

source: Syllabus
ar: المنهج
cs: Osnova
el: εξεταστέα ύλη
es: plan de estudios
fa: رئوس مطالب
it: programma
ja: 要目
pt_pt: programa de estudos
th: หลักสูตร
tr: ders programı

source: Teacher List
ar: قائمة المعلم
cs: Seznam učitel
de: Lehrerliste
el: Λίστα δάσκαλος
es: Lista maestra
fa: فهرست معلم
it: Lista Teacher
ja: 先生一覧
pt_pt: Lista do professor
th: รายการครู
tr: Öğretmen listesi

source: Transport List
ar: نقل قائمة
cs: Seznam doprava
de: Transportliste
el: Λίστα μεταφορές
es: lista de transporte
fa: فهرست حمل و نقل
it: trasporto lista
ja: リスト輸送
pt_pt: transporte lista
th: รายการขนส่ง
tr: Liste ulaşım

source: Route Name
ar: اسم الطريق
cs: road Name
de: Name der Route
el: οδική Όνομα
es: Nombre de ruta
fa: نام جاده
it: Nome road
ja: 道路名
pt_pt: Nome estrada
th: ชื่อถนน
tr: yol Adı

source: Vehicle Identifier
ar: تحديد سيارة
cs: identifikovat vozidlo
de: Fahrzeugidentifikation
el: Εντοπισμός οχημάτων
es: identificar Vehículo
fa: شناسایی خودرو
it: identificare veicolo
ja: 車両を特定します
pt_pt: identificar Veículo
th: ระบุยานพาหนะ
tr: Araç tanımlama
