Repository: ajaydasinfomedia/NiftySIS
Catalog: src/Locale/*/default1.po
Languages: ar, cs, de, el, es, fa, it, ja, pt_pt, th, tr

source: Vehicle Registration Number
ar: السيارة رقم التسجيل
cs: Registrační číslo vozidla
de: Fahrzeugregistrierungsnummer
el: Αριθμός κυκλοφορίας οχήματος
es: Número de Registro de Vehículo
fa: خودرو شماره ثبت
ja: 自動車登録番号
pt_pt: Número de Registro de Veículo
th: เลขทะเบียนยานพาหนะ
tr: Araç Tescil Numarası

source: Driver Name
ar: اسم السائق
cs: Jméno řidiče
de: Fahrername
el: Όνομα οδηγού
es: Nombre del conductor
fa: نام راننده
it: Nome del driver
ja: ドライバ名
pt_pt: Nome motorista
th: ชื่อคนขับ
tr: sürücü Adı

source: Driver Phone Number
ar: سائق رقم الهاتف
cs: Řidič telefonní číslo
de: Telefonnummer des Fahrers
el: Τηλέφωνο Driver
es: Conductor Número de teléfono
fa: شماره تلفن درایور
it: Driver Numero di telefono
ja: ドライバーの電話番号
pt_pt: Motorista número de telefone
th: หมายเลขโทรศัพท์ไดร์เวอร์
tr: Sürücü Telefon Numarası

source: Route Fare
ar: الطريق أجرة
cs: trasa Fare
de: Route Tarif
el: Fare διαδρομή
es: Fare ruta
fa: کرایه مسیر
it: Fare percorso
ja: ルート運賃
pt_pt: Tarifa rota
th: เส้นทางค่าโดยสาร
tr: rota Fare

source: Edit Student
ar: تحرير طالب
cs: editovat Student
el: Επεξεργασία Φοιτητών
es: Editar alumno
fa: ویرایش دانشجویی
ja: 編集学生
pt_pt: Editar aluno
th: แก้ไขนักศึกษา
tr: Düzenleme Öğrenci

source: Select State
ar: اختر الدولة
cs: Vyberte stav
el: Επιλέξτε κράτος
es: Seleccione Estado
fa: انتخاب دولت
it: Seleziona Stato
ja: 州を選択
pt_pt: Selecione o Estado
th: เลือกรัฐ
tr: seç Devlet

source: Select City
ar: اختر مدينة
cs: Vyberte si město
el: Επιλέξτε Πόλη
es: Seleccionar la ciudad
fa: شهر را انتخاب کنید
it: Seleziona Città
ja: 都市を選びなさい
pt_pt: Escolher cidade
th: เลือกเมือง
tr: Şehir seçin

source: Save Student
ar: حفظ الطلاب
el: Αποθήκευση Φοιτητής
es: Guardar Estudiante
fa: ذخیره دانشجویی
it: Salva Student
ja: 保存学生
pt_pt: Salvar Student
th: บันทึกนักศึกษา
tr: Kaydet Öğrenci

source: Issue Date:
ar: تاريخ الإصدار:
cs: Datum vydání:
de: Ausgabedatum:
el: Ημερομηνία έκδοσης:
es: Fecha de emisión:
fa: تاریخ صدور:
it: Data di emissione:
ja: 発行日：
pt_pt: Data de emissão:
th: วันที่ออก:
tr: Yayın tarihi:

source: Status:
ar: الحالة:
el: Κατάσταση:
es: estatus
fa: وضعیت:
ja: ステータス：
pt_pt: Estado:
th: สถานะ:
tr: Durum:

source: Payment To
ar: دفع ل
cs: platba K
el: πληρωμή να
es: Para el pago
fa: پرداخت به
it: pagamento Per
ja: への支払い
pt_pt: pagamento Para
th: การชำระเงิน
tr: To Ödeme

source: Bill to
ar: مشروع قانون ل
cs: Bill
el: νομοσχέδιο για τη
es: proyecto de ley para
fa: بیل به
it: Bill
ja: 請求します
pt_pt: Bill para
th: บิล
tr: Bill

source: Invoice Entries
ar: مقالات فاتورة
cs: faktura Příspěvky
el: τιμολόγιο Καταχωρήσεις
es: Las entradas de factura
fa: فاکتور مطالب
it: voci della fattura
ja: 請求書のエントリ
pt_pt: entradas de faturas
th: รายการใบแจ้งหนี้
tr: Fatura Girişler

source: Entry
cs: vstup
el: εγγραφή
es: entrada
fa: ورود
it: ingresso
ja: エントリー
pt_pt: entrada
th: การเข้า
tr: giriş

source: Price
ar: السعر
cs: cena
el: τιμή
es: precio
fa: قیمت
it: prezzo
ja: 価格
pt_pt: preço
th: ราคา
tr: fiyat

source: Grand Total:
ar: المجموع الكلي:
cs: Celkový součet:
el: Γενικό σύνολο:
es: Gran Total:
fa: جمع کل:
it: Totale generale:
ja: 総計：
pt_pt: Total Geral:
th: รวมทั้งหมด:
tr: Genel Toplam:

source: Today Attendence
ar: حضوره اليوم
cs: dnes attendence
el: Σήμερα attendence
es: hoy acojidos
fa: امروز حضور و غیاب
it: Oggi attendence
ja: 今日attendence
pt_pt: attendence hoje
th: วันนี้ attendence
tr: Bugün bir devam

source: Noticeboard
ar: اللافتة
cs: nástěnka
el: ανακοινώσεων
es: tablón de anuncios
fa: تابلوی اعلانات
it: bacheca
th: ป้ายประกาศ

source: Add Exam
ar: إضافة الامتحان
cs: Přidat zkouška
de: Prüfung hinzufügen
el: Προσθήκη Εξετάσεων
es: Añadir Examen
fa: اضافه کردن آزمون
it: aggiungere esame
ja: 試験を追加
pt_pt: Adicionar Exam
th: เพิ่มการสอบ
tr: Sınav ekle

source: Exam Name
ar: اسم الامتحان
cs: zkouška Jméno
de: Prüfungsname
el: εξετάσεις Όνομα
es: Nombre del examen
fa: نام آزمون
it: Nome esame
ja: 試験の名称
pt_pt: exame Nome
th: ชื่อสอบ
tr: Sınav Adı

source: Enter Exam Name
ar: أدخل اسم الامتحان
cs: Vstoupit Zkouška Jméno
de: Geben Sie den Prüfungsnamen ein
el: Πληκτρολογήστε το Όνομα Εξετάσεων
es: Ingrese Nombre del examen
fa: نام آزمون را وارد کنید
it: Inserisci Nome esame
ja: 試験の名前を入力します。
pt_pt: Digite Exame Nome
th: กรุณาใส่ชื่อสอบ
tr: Sınav Adı girin

source: Exam Date
ar: تاريخ الامتحان
cs: zkouška Date
de: Prüfungsdatum
el: εξετάσεις Ημερομηνία
es: Fecha del examen
fa: تاریخ آزمون
it: Data esame
ja: 試験日
pt_pt: Data exam
th: วันที่สอบ
tr: Sınav tarihi

source: Enter Exam date
ar: أدخل تاريخ الامتحان
cs: Vstoupit zkouška Datum
de: Geben Sie das Prüfungsdatum ein
el: Εισάγετε τις εξετάσεις Ημερομηνία
es: Introduzca Fecha del examen
fa: تاریخ آزمون را وارد کنید
it: Inserisci Data esame
ja: 試験の日付を入力してください
pt_pt: Digite Exame Data
th: ใส่ข้อมูลวันสอบ
tr: Sınav tarihi girin

source: Exam Comment
ar: كيف الامتحان
cs: Jak zkouška
de: Prüfungskommentar
el: Πώς Εξετάσεων
es: Cómo Examen
fa: چگونه آزمون
it: Come esame
ja: どの試験
pt_pt: como Exam
th: วิธีการสอบ
tr: Nasıl Sınav

source: Enter Exam Comment
ar: أدخل الامتحان كيف
cs: Vstoupit zkouška Jak
de: Geben Sie den Prüfungs-Kommentar ein
el: Εισάγετε τις εξετάσεις Πώς
es: Introduzca Examen Cómo
fa: آزمون چگونه وارد کنید
it: Inserisci Exam Come
ja: 試験方法を入力します。
pt_pt: Digite Exame Como
th: ใส่สอบวิธี
tr: Sınav Nasıl girin

source: Add Exam
ar: إضافة الامتحان
cs: Přidat zkouška
de: Prüfung hinzufügen
el: Προσθήκη Εξετάσεων
es: Añadir Examen
fa: اضافه کردن آزمون
it: aggiungere esame
ja: 試験を追加
pt_pt: Adicionar Exam
th: เพิ่มการสอบ
tr: Sınav ekle

source: Not Available Any Exam
cs: Není k dispozici Každá zkouška
el: Δεν είναι διαθέσιμο για τις εξετάσεις
es: No disponible cualquier examen
fa: در دسترس نیست هر آزمون
it: Non disponibile qualsiasi esame
ja: どれでも受験不可
pt_pt: Não disponível qualquer exame
th: ไม่สามารถใช้การสอบใด ๆ
tr: Herhangi Sınav Mevcut Değil

source: Edit List
ar: قائمة تحرير
cs: Upravit seznam
el: Επεξεργασία λίστας
es: Editar lista
fa: ویرایش فهرست
it: Modifica elenco
ja: 編集リスト
pt_pt: Editar lista
th: แก้ไขรายการ
tr: Düzenleme listesi

source: Edit Exam
ar: تحرير امتحان
cs: editovat zkouška
el: Επεξεργασία Εξετάσεων
es: Editar examen
fa: ویرایش آزمون
it: Modifica esame
ja: 編集試験
pt_pt: Editar Exame
th: แก้ไขการสอบ
tr: Düzenleme Sınav

source: Edit List1
ar: تحرير List1
cs: editovat List1
el: Επεξεργασία List1
es: Editar Lista1
fa: ویرایش List1
it: Modifica List1
ja: 編集のList1
pt_pt: Editar List1
th: แก้ไข List1
tr: Düzenleme Liste1

source: Add Fee Type
ar: إضافة الرسم النوع
cs: Přidejte poplatek Druh
de: Gebührentyp hinzufügen
el: Προσθήκη Τέλος Τύπος
es: Añadir Tarifa Tipo
fa: اضافه کردن هزینه نوع
it: Aggiungere Tariffa Tipo
ja: 料金タイプを追加
pt_pt: Adicionar Taxa Tipo
th: เพิ่มค่าธรรมเนียมประเภท
tr: Ücret Türü Ekle

source: Fee Type List
ar: رسوم قائمة نوع
cs: Poplatek Seznam Type
de: Gebührenartenliste
el: Λίστα Τύπος Χρέωση
es: Lista de tipos de cuota
fa: هزینه فهرست نوع
it: Fee Lista Tipo
ja: 有料ジャンル一覧
pt_pt: Taxa de lista Tipo
th: ค่าธรรมเนียมรายการประเภท
tr: Ücretli Tip Listesi

source: Generate Invoice
ar: توليد الفاتورة
cs: generovat faktury
de: Rechnung erstellen
el: Δημιουργία τιμολογίου
es: generar factura
fa: تولید فاکتور
it: generare fattura
ja: 請求書を生成します
pt_pt: gerar fatura
th: สร้างใบแจ้งหนี้
tr: Fatura oluştur

source: Type
ar: النوع
cs: typ
de: Typ
el: τύπος
es: Tipo
fa: نوع
it: tipo
ja: タイプ
pt_pt: Tipo
th: ชนิด
tr: tip

source: Save Fee Type
ar: حفظ الرسم النوع
de: Speichert Gebührentyp
el: Αποθήκευση Τέλος Τύπος
es: Guardar Tarifa Tipo
fa: ذخیره نوع هزینه
it: Salva Tariffa Tipo
ja: 保存料の種類
pt_pt: Salvar Taxa Tipo
th: บันทึกประเภทค่าธรรมเนียม
tr: Kaydet Ücretli Tip

source: Fee Type
ar: الرسم النوع
cs: poplatek Type
de: Gebührenart
el: Τέλος Τύπος
es: Tarifa Tipo
fa: نوع هزینه
it: Tariffa Tipo
ja: 有料ジャンル
pt_pt: taxa Tipo
th: ประเภทค่าธรรมเนียม
tr: Ücretli Tip

source: Select Fee Type
ar: حدد الرسم النوع
de: Wählen Sie Gebührenart
el: Επιλέξτε Τέλος Τύπος
es: Seleccionar el tipo de tarifa
fa: انتخاب نوع هزینه
it: Selezionare il tipo di Fee
ja: 料金タイプを選択します
pt_pt: Selecionar tipo de Fee
th: เลือกประเภทค่าธรรมเนียม
tr: Seç Ücretli Tip

source: Add Or Remove
ar: إضافة أو إزالة
cs: Přidat nebo odebrat
de: Hinzufügen oder entfernen
el: Προσθήκη ή Κατάργηση
es: Añadir o eliminar
fa: اضافه و یا حذف
it: Aggiungere o rimuovere
ja: 追加または削除
pt_pt: Adicionar ou Remover
th: เพิ่มหรือลบ
tr: Ekle veya Kaldır

source: Class
ar: فئة
cs: třída
de: Klasse
el: κατηγορία
es: clase
fa: کلاس
it: classe
ja: クラス
pt_pt: classe
th: ชั้น
tr: sınıf

source: Section :
ar: {0}{/0} {1}القسم 2{/1}
cs: rubrika:
de: Sektion :
el: ενότητα:
es: sección:
fa: بخش:
it: sezione:
ja: セクション：
pt_pt: seção:
th: ส่วน:
tr: bölüm:

source: Amount
ar: كمية
cs: částka
de: Menge
el: ποσό
es: cantidad
fa: مقدار
it: importo
ja: 量
pt_pt: quantidade
th: จำนวน
tr: miktar

source: Enter Amount
ar: أدخل المبلغ
cs: zadejte částku
de: Menge eingeben
el: εισάγετε Ποσό
es: ingrese monto
fa: را وارد کنید مقدار
it: inserire l'importo
ja: 金額を入力します。
pt_pt: Indique quantia
th: ใส่จำนวน
tr: Tutar girmek

source: Create Fee Type
ar: إنشاء الرسم النوع
cs: Vytvořit poplatek Druh
de: Gebührentyp erstellen
el: Δημιουργία Τέλος Τύπος
es: Crear Tarifa Tipo
fa: درست هزینه نوع
it: Creare Tariffa Tipo
ja: 料金タイプを作成します。
pt_pt: Criar Taxa Tipo
th: สร้างค่าบริการประเภท
tr: Ücret Türü Yarat

source: Cash
ar: النقد
cs: peněžní
el: μετρητά
es: Dinero en efectivo
fa: پول نقد
it: contanti
ja: 現金
pt_pt: dinheiro
th: เงินสด
tr: nakit

source: Cheque
ar: تحقق
cs: zkontrolovat
el: έλεγχος
es: comprobar
fa: بررسی
it: controllare
ja: チェック
pt_pt: verificar
th: ตรวจสอบ
tr: kontrol

source: Bank Transfer
ar: تحويل مصرفي
cs: Bankovní převod
el: Τραπεζική Κατάθεση
es: Transferencia bancaria
fa: انتقال بانکی
it: Bonifico bancario
ja: 銀行振込
pt_pt: Transferência bancária
th: โอนเงินผ่านธนาคาร
tr: Banka Transferi

source: Section
ar: {0}{/0} {1}القسم 2{/1}
cs: část
de: Sektion
el: τμήμα
es: sección
fa: بخش
it: sezione
ja: セクション
pt_pt: seção
th: ส่วน
tr: bölüm

source: Fees Alert
ar: رسوم تنبيه
cs: poplatky Alert
de: Gebühren Warnung
el: τέλη Alert
es: honorarios de alerta
fa: هزینه های هشدار
it: tasse Alert
ja: アラート手数料
pt_pt: taxas de alerta
th: ค่าธรรมเนียมการแจ้งเตือน
tr: Uyarı ücretleri

source: Not Available Any Fees
cs: Není k dispozici Veškeré Poplatky
el: Δεν είναι διαθέσιμο Τέλη
es: No está disponible ninguna tarifas
fa: هیچ هزینه در دسترس نیست
it: Non disponibile Qualsiasi Tasse
ja: 手数料は使用できません
pt_pt: Não disponível Quaisquer Taxas
th: ไม่สามารถใช้งานค่าธรรมเนียมใด ๆ
tr: Herhangi Ücretler Mevcut Değil

source: Not Available Any Fee Type
cs: Jakýkoliv druh Fee Není k dispozici
el: Κάθε Χρέωση τύπου Μη διαθέσιμο
es: Cualquier tipo de tarifa no disponible
fa: هر گونه هزینه نوع در دسترس نیست
it: Qualsiasi tipo di pagamento non disponibile
ja: 使用できない任意のタイプ料金
pt_pt: Qualquer tipo Fee não disponível
th: ค่าบริการประเภทใดก็ได้ไม่สามารถใช้งาน
tr: Mevcut Değil Her tür Ücret

source: Edit Invoice
ar: تحرير الفاتورة
cs: editovat Faktura
el: Επεξεργασία Τιμολόγιο
es: Editar factura
fa: ویرایش فاکتور
it: Modifica fattura
ja: 編集請求書
pt_pt: Editar Invoice
th: แก้ไขใบแจ้งหนี้
tr: Düzenleme Fatura

source: Student:
ar: طالب:
de: Schüler :
el: φοιτητής:
es: estudiante:
fa: دانشجو:
it: studente:
ja: 学生：
pt_pt: estudante:
th: นักศึกษา:
tr: Öğrenci:

source: Fee Type :
ar: الرسم النوع:
cs: Poplatek Type:
de: Gebührenart :
el: Τύπος Χρέωση:
es: Tarifa Tipo:
fa: نوع هزینه:
it: Tariffa Tipo:
ja: 有料ジャンル：
pt_pt: Taxa Tipo:
th: ประเภทค่าใช้จ่าย:
tr: Ücretli Tip:

source: Year :
ar: العام:
cs: rok:
de: Jahr :
el: έτος:
es: año:
fa: سال:
it: anno:
ja: {0}{0}{/0}年
pt_pt: ano:
th: ปี:
tr: yıl:

source: Starting Year
ar: ابتداء من السنة
cs: Spuštění Rok
de: Anfangsjahr
el: ξεκινώντας Έτος
es: A partir del Año
fa: سال شروع
it: A partire Anno
ja: 年の開始
pt_pt: começando Ano
th: เริ่มต้นปี
tr: Yıl Başlangıç

source: Ending Year
ar: تنتهي السنة
cs: končící Rok
de: Ende des Jahres
el: λήγει Έτος
es: Año que termina
fa: پایان دادن به سال
it: fine anno
ja: 年に終了
pt_pt: terminando Ano
th: สิ้นสุดปี
tr: Yıl sonu

source: Create Invoice
ar: إنشاء الفاتورة
cs: Vytvořit fakturu
de: Rechnung erstellen
el: Δημιουργία τιμολογίου
es: crear factura
fa: ایجاد فاکتور
it: creare fattura
ja: 請求書を作成します。
pt_pt: Criar fatura
th: สร้างใบแจ้งหนี้
tr: Fatura oluştur

source: Issue Date :
ar: تاريخ الإصدار:
cs: Datum vydání:
de: Ausgabedatum :
el: Ημερομηνία έκδοσης:
es: Fecha de emisión:
fa: تاریخ صدور:
it: Data di emissione:
ja: 発行日：
pt_pt: Data de emissão:
th: วันที่ออก:
tr: Yayın tarihi:

source: Status :
ar: الحالة:
el: Κατάσταση:
es: estatus
fa: وضعیت:
ja: ステータス：
pt_pt: Estado
th: สถานะ:
tr: Durum:

source: Total
ar: مجمو
cs: totální
el: σύνολο
fa: کل
it: Totale
ja: トータル
th: ทั้งหมด
tr: toplam

source: Sub Total:
ar: المجموع الفرعي:
cs: Součet:
el: Υπο Σύνολο:
fa: مجموع فرعی:
it: Totale secondaria:
ja: 小計：
th: ชิ้นราคารวม:
tr: Alt Toplam:

source: Payment Made:
ar: دفعه:
cs: Provedena platba:
el: Πληρωμή:
es: Pago realizado:
fa: پرداخت کشور مبدا:
it: Pagamento effettuato:
ja: お支払いメイド：
pt_pt: Pagamento feito:
th: ชำระเงิน:
tr: Ödeme Yapılan:

source: Due Amount:
ar: المبلغ المستحق:
cs: Dlužné částky:
de: Fälliger Betrag:
el: Λόγω Ποσό:
es: Debido Cantidad:
fa: مبلغ سررسید:
it: Importo dovuto:
ja: 未払い額：
pt_pt: Devido Quantidade:
th: จำนวนเงินที่ครบกำหนด:
tr: Ödenecek Tutar:

source: Payment History
ar: تاريخ الدفع
cs: Historie plateb
el: Ιστορικό πληρωμών
es: Historial de pagos
fa: پرداخت تاریخچه
it: Cronologia pagamenti
ja: 支払い履歴
pt_pt: Histórico de pagamentos
th: ประวัติการชำระเงิน
tr: Ödeme Geçmişi

source: Method
ar: طريقة
cs: metoda
el: μέθοδος
es: método
fa: روش
it: metodo
ja: 方法
pt_pt: método
th: วิธี
tr: yöntem

source: ---Select Fee Type---
ar: رسوم --- اختر النوع ---
cs: Poplatek --- Vyberte typ ---
de: --- Wählen Sie Gebührenart ---
el: Τέλος --- Επιλέξτε Κατηγορία ---
es: Cuota --- --- Seleccionar el tipo de
fa: هزینه --- انتخاب کنید --- نوع
it: Fee --- --- Seleziona tipo
ja: 料金---選ぶタイプ---
pt_pt: Taxa --- Select Tipo ---
th: ค่าธรรมเนียม --- เลือกประเภท ---
tr: Ücretli --- seç Tip ---

source: Grade List
ar: قائمة مرتبة
cs: listina
de: Notenliste
el: κατάταξη
es: Lista rango
fa: فهرست رتبه
it: Lista rango
ja: ランク一覧
pt_pt: Lista classificação
th: รายการอันดับ
tr: rütbe listesi

source: Add Grade
ar: إضافة درجة
cs: Přidat Grade
de: Bewertung hinzufügen
el: Προσθήκη Βαθμός
es: Añadir Grado
fa: اضافه کردن درجه
it: Aggiungere grado
ja: グレードを追加
pt_pt: Adicionar Grade
th: เพิ่มเกรด
tr: Sınıf ekle

source: Grade Name
ar: اسم رتبة
cs: Pořadí Jméno
de: Benennungsname
el: κατάταξη Όνομα
es: clasificación Nombre
fa: نام رتبه
it: Nome rango
ja: 順位名前
pt_pt: Rank Nome
th: ยศชื่อ
tr: rütbe Adı

source: Enter Grade Name
ar: أدخل اسم العلمية
cs: Zadejte název Grade
de: Geben Sie den Notenamen ein
el: Πληκτρολογήστε το Όνομα Βαθμός
es: Introduzca Nombre Grado
fa: را وارد کنید نام درجه
it: Inserisci Nome Grado
ja: 名前グレードを入力します
pt_pt: Digite o nome Grade
th: กรุณาใส่ชื่อเกรด
tr: Adı Sınıf girin

source: Grade Point
ar: الصف نقطة
cs: třída Point
de: Notenpunkt
el: βαθμός Point
es: Calificaciones
fa: درجه نقطه
ja: グレードポイント
th: เกรดพอยต์
tr: sınıf Noktası

source: Enter Grade Point
ar: أدخل الدرجة نقطة
cs: Vstoupit Grade Point
de: Geben Sie Notenpunkt ein
el: Εισάγετε Βαθμολογία Point
es: Introduzca Calificaciones
fa: را وارد کنید معدل
it: Inserisci Grade Point
ja: グレードポイントを入力します。
pt_pt: Digite Grade Point
th: ใส่เกรด
tr: Sınıf Noktasını girin

source: mark From
ar: علامة من
cs: mark Z
de: Mark von
el: σήμα από το
es: De marca
fa: علامت از
it: mark da
ja: からマーク
pt_pt: marca de
th: Mark จาก
tr: Gönderen işareti

source: Enter Grade Form
ar: أدخل نموذج العلمية
cs: Vstoupit Grade formulář
de: Geben Sie Notenform ein
el: Εισάγετε Βαθμολογία Έντυπο
es: Introduzca Formulario Grado
fa: فرم را وارد کنید درجه
it: Inserisci Grade Form
ja: グレードフォームを入力してください
pt_pt: Digite Grade Form
th: ใส่แบบฟอร์มเกรด
tr: Sınıf Formu girin

source: Mark Upto
ar: علامة لغاية
cs: Mark Až
el: Mark Μέχρι
es: hasta mark
fa: علامت گذاری به عنوان تا حد
it: Mark Fino
ja: マーク点で最大
th: มาร์คไม่เกิน
tr: Mark Kadar

source: Enter Grade Upto
ar: أدخل العلمية لغاية
cs: Vstoupit Grade aľ
de: Geben Sie Note bis ein
el: Εισάγετε Βαθμολογία Μέχρι
es: Hasta que entrar en Grado
fa: را وارد کنید تا حد درجه
it: Inserisci Grade Fino
ja: グレード件までを入力します。
pt_pt: Digite Grade Upto
th: ใส่ไม่เกินชั้นประถมศึกษาปี
tr: Sınıf KADAR girin

source: Comment
ar: كيف
cs: jak
de: Kommentar
el: πως
es: cómo
fa: چگونه
it: Commento:
ja: なんですって。
pt_pt: como
th: อย่างไร
tr: nasıl

source: Enter Grade Comment
ar: أدخل العلمية كيف
cs: Vstoupit Grade how
de: Geben Sie Noten-Kommentar ein
el: Εισάγετε Βαθμολογία Πώς
es: Introduzca Grado Cómo
fa: را وارد کنید درجه چگونه
it: Inserisci Grade Come
ja: グレード方法を入力します。
pt_pt: Digite Grade Como
th: ใส่เกรดวิธี
tr: Sınıf How girin

source: Grade Name
ar: اسم رتبة
cs: Pořadí Jméno
de: Benennungsname
el: κατάταξη Όνομα
es: clasificación Nombre
fa: نام رتبه
it: Nome rango
ja: 順位名前
pt_pt: Rank Nome
th: ยศชื่อ
tr: rütbe Adı

source: Grade Point
ar: الصف نقطة
cs: třída Point
de: Notenpunkt
el: βαθμός Point
es: Calificaciones
fa: درجه نقطه
ja: グレードポイント
th: เกรดพอยต์
tr: sınıf Noktası

source: Mark From
ar: علامة من
cs: Mark Z
de: Mark von
el: Mark Από
es: mark De
fa: علامت گذاری به عنوان از
it: Mark Da
ja: からマーク
pt_pt: Mark De
th: Mark จาก
tr: Gönderen Mark

source: Mark Upto
ar: علامة لغاية
cs: Mark Až
el: Mark Μέχρι
es: hasta mark
fa: علامت گذاری به عنوان تا حد
it: Mark Fino
ja: マーク点で最大
th: มาร์คไม่เกิน
tr: Mark Kadar

source: Not Available Any Grade
cs: Není k dispozici Každá třída
el: Δεν είναι διαθέσιμο Βαθμός
es: No disponible cualquier grado
fa: در دسترس نیست هر درجه
it: Non disponibile ogni grado
ja: どれグレード不可
pt_pt: Não disponível qualquer grau
th: ไม่สามารถใช้งานใด ๆ เกรด
tr: Değil Mevcut Herhangi Sınıf

source: Edit Grade
ar: تحرير العلمية
cs: editovat Grade
el: Επεξεργασία Βαθμός
es: Editar Grado
fa: ویرایش درجه
it: Modifica grado
ja: 編集グレード
pt_pt: Editar Grade
th: แก้ไขเกรด
tr: Düzenleme Sınıf

source: mark Upto
ar: علامة لغاية
cs: mark Až
el: σήμα Μέχρι
es: hasta mark
fa: علامت گذاری تا حد
it: Fino marchio
ja: マーク点で最大
pt_pt: marca Upto
th: เครื่องหมายเกิน
tr: mark Kadar

source: Update Grade
ar: رتبة تحديث
cs: Rank Aktualizace
el: Rank Update
es: rango de actualización
fa: رتبه به روز رسانی
it: Classifica Aggiornamento
ja: ランク更新
pt_pt: Rank Atualização
th: ปรับปรุงอันดับ
tr: Sıra Güncelleme

source: Hall List
ar: قائمة القاعة
cs: Seznam Hall
de: Hall Liste
el: Λίστα Hall
es: Lista salón
fa: فهرست تالار
it: Lista sala
ja: ホール一覧
pt_pt: Lista de salão
th: รายการฮอลล์
tr: Salon listesi

source: Add Hall
ar: إضافة قاعة
cs: Přidat Hall
de: Füge Hall hinzu
el: Προσθήκη Hall
es: Añadir Sala
fa: اضافه کردن سالن
it: Aggiungere Sala
ja: ホールを追加
pt_pt: Adicionar Municipal
th: เพิ่มฮอลล์
tr: Hall ekle

source: Hall Name
ar: اسم قاعة
cs: Jméno Hall
el: Όνομα Hall
es: Nombre pasillo
fa: نام سالن
it: Nome sala
ja: ホール名
pt_pt: Nome salão
th: ชื่อฮอลล์
tr: Salon Adı

source: Enter Hall Name
ar: أدخل اسم قاعة
cs: Zadejte název Hall
de: Geben Sie den Hallennamen ein
el: Πληκτρολογήστε το Όνομα Hall
es: Introducir el nombre de Salón
fa: نام سالن را وارد کنید
it: Inserisci Nome Sala
ja: ホール名を入力します。
pt_pt: Digite Nome Salão
th: กรุณาใส่ชื่อฮอลล์
tr: Salon Adı Girin

source: Hall Numeric Value
ar: قاعة القيمة الرقمية
cs: Hall Číselná hodnota
de: Hall Numerischer Wert
el: Αίθουσα Αριθμητική Αξία
es: Salón Valor numérico
fa: سالن عددی ارزش
it: Sala Valore numerico
ja: ホール数値
pt_pt: Salão Valor numérico
th: ฮอลล์ค่าตัวเลข
tr: Salon Sayısal Değeri

source: Enter Number of Hall
ar: أدخل عدد من القاعة
cs: Zadat počet Hall
el: Εισάγετε Αριθμός Hall
es: Introducir número de Salón
fa: تعداد سالن را وارد کنید
it: Inserisci numero di Sala
ja: ホールの数を入力します。
pt_pt: Digite o número de Salão
th: ใส่จำนวนฮอลล์
tr: Hall Numarasını girin

source: Capacity
ar: قدرة
cs: kapacita
de: Kapazität
el: χωρητικότητα
es: capacidad
fa: ظرفیت
it: capacità
ja: 容量
pt_pt: capacidade
th: ความจุ
tr: kapasite

source: Enter Hall Capacity
ar: أدخل قاعة القدرات
cs: Vstoupit kapacita sálu
de: Geben Sie Hall Capacity ein
el: Εισάγετε Hall Χωρητικότητα
es: Introduzca Salón Capacidad
fa: Hall ظرفیت را وارد کنید
it: Inserisci Sala Capacità
ja: ホール容量を入力します。
pt_pt: Digite Salão Capacidade
th: ใส่ความจุฮอลล์
tr: Salon Kapasitesi girin

source: Enter Hall Description
ar: أدخل قاعة الوصف
cs: Vstoupit Hall Popis
el: Εισάγετε Hall Περιγραφή
es: Introduzca Salón Descripción
fa: را وارد کنید تالار باشرکت
it: Inserisci Sala Descrizione
ja: ホールの説明を入力します。
pt_pt: Digite Salão Descrição
th: ใส่รายละเอียดฮอลล์
tr: Salon Açıklama girin

source: Hall Name
ar: اسم قاعة
cs: Jméno Hall
el: Όνομα Hall
es: Nombre pasillo
fa: نام سالن
it: Nome sala
ja: ホール名
pt_pt: Nome salão
th: ชื่อฮอลล์
tr: Salon Adı

source: Hall Numeric Value
ar: قاعة القيمة الرقمية
cs: Hall Číselná hodnota
de: Hall Numerischer Wert
el: Αίθουσα Αριθμητική Αξία
es: Salón Valor numérico
fa: سالن عددی ارزش
it: Sala Valore numerico
ja: ホール数値
pt_pt: Salão Valor numérico
th: ฮอลล์ค่าตัวเลข
tr: Salon Sayısal Değeri

source: Not Available Any Hall
cs: Není k dispozici Každé Hall
el: Δεν είναι διαθέσιμο Hall
es: No disponible Cualquier Salón
fa: در دسترس نیست هر سالن
it: Non disponibile Qualsiasi Sala
ja: どれホールは使用できません
pt_pt: Não disponível Qualquer Salão
th: ไม่สามารถใช้งานใด ๆ ฮอลล์
tr: Değil Mevcut Herhangi Hall

source: Edit Hall
ar: تحرير القاعة
cs: editovat Hall
el: Επεξεργασία Hall
es: Editar Salón
fa: ویرایش سالن
it: Modifica Sala
ja: 編集・ホール
pt_pt: Editar Salão
th: แก้ไขฮอลล์
tr: Düzenleme Hall

source: Add Holiday
ar: إضافة عطلة
cs: Přidat Dovolená
de: Feiertag hinzufügen
el: Προσθήκη για διακοπές
es: Añadir vacaciones
fa: اضافه کردن تعطیلات
it: Aggiungere le vacanze
ja: 休日を追加
pt_pt: Adicione férias
th: เพิ่มวันหยุด
tr: Tatil ekle

source: Holiday Title
ar: عطلة عنوان
cs: Holiday Název
de: Urlaubstitel
el: Holiday Τίτλος
es: Título de vacaciones
fa: عنوان تعطیلات
it: vacanze Titolo
ja: ホリデータイトル
pt_pt: férias Título
th: ฮอลิเดย์ชื่อเรื่อง
tr: tatil Başlığı

source: Enter Holiday Title
ar: أدخل عنوان عطلة
cs: Vstoupit Holiday Title
de: Feiertagstitel eingeben
el: Εισάγετε διακοπές Τίτλος
es: Introduzca vacaciones Título
fa: را وارد کنید عنوان تعطیلات
it: Inserisci le vacanze Titolo
ja: 休日のタイトルを入力します。
pt_pt: Digite férias Título
th: ใส่ชื่อฮอลิเดย์
tr: Tatil Başlık girin

source: Not Available Any Holiday
cs: Není k dispozici Jakékoliv Holiday
el: Δεν είναι διαθέσιμο για διακοπές
es: No está disponible cualquier día de fiesta
fa: در دسترس نیست هر تعطیلات
it: Non disponibile ogni tipo di vacanza
ja: どれホリデー不可
pt_pt: Não disponível todo o feriado
th: ไม่สามารถใช้งานใด ๆ ในวันหยุด
tr: Değil Mevcut Herhangi Tatil

source: Edit Holiday
ar: تحرير عطلة
el: Επεξεργασία διακοπές
es: Editar vacaciones
fa: ویرایش تعطیلات
it: Modifica le vacanze
ja: 編集する休日
pt_pt: Editar feriado
th: แก้ไขวันหยุด
tr: Düzenleme Tatil

source: Holiday Title :
ar: عطلة العنوان:
cs: Dovolená Název:
de: Urlaubstitel :
el: Holiday Τίτλος:
es: Título de vacaciones:
fa: عنوان تعطیلات:
it: Vacanze Titolo:
ja: ホリデータイトル：
pt_pt: Férias Título:
th: ฮอลิเดย์ชื่อเรื่อง:
tr: Tatil Başlık:

source: Start Date :
ar: تاريخ البدء:
cs: Datum zahájení:
de: Anfangsdatum :
el: Ημερομηνία έναρξης:
es: Fecha De Inicio
fa: تاریخ شروع:
it: Data di inizio:
ja: 日付を起動します。
pt_pt: Data de início:
th: วันที่เริ่ม:
tr: Başlangıç ​​tarihi:

source: End Date :
ar: تاريخ الانتهاء:
cs: Datum ukončení:
de: Endtermin :
el: Ημερομηνία λήξης:
es: Fecha de finalización
fa: تاریخ پایان:
it: Data di fine:
ja: 終了日：
pt_pt: Fim:
th: วันสิ้นสุด:
tr: Bitiş tarihi:
